{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "O6r3PW1uAz7SC0U+i0scPvvBML3/1C+8UvQrvhOwgD2gkg0+PsEFvF5ZZT4od8K9r6kJPjvWgrvYd96+se0pPQNZp75180M+6IaNvaZBhbyndgE9a8GYuw5YCr15kd6+AqMyvvHAKD4XGww+LhcjvU1wij2jSWU+Hi1dPROJ5z3MsQ09VuTYPUHrNb4H7aM8h8dUvkxYjz1Z0M69x07gPe1N1z28R5I9HY+0vU88wr6X1hU+Rs5vPddKDb8thRG9IH8IvehOmTozwCS9FktAvoQA0j0bSKe9E34DP7V82TyAJ5Y95BSyvQGbHbxum3+9ls1cPdLPCr5RBW89e7DqPJpxW7/7d++9gXHIPan4BTwMiWs+WGiTviNlr76RQya+mV6BvKAEBb2cTDK+pVQwvV8mW77Rhgy+OoVtvbyQhr61The+xeXcPU9/lbxsdiK+SfkzPsB6Dz7cwR+95DYfPmHjcj7waIg8EE0tvqegkr3fxXO9rattPtx2sb1eQgq9DjsxPgzTrL29LoK+Iii9vMVO47yLYAE9QGS3vmbMQT1MlZU++KuEPu72gTuo9QO+J6mmvRCZnL7Pldc9KzQHPk6u4r3yq+q+Ogb2PW0PE733OVq+SHirvu+Xd74eHCQ+lAkKvVOMbL3+XTy9T5UmvvPVfL7nZfQ99ppDvhbCfL1nokm+c6lGvlMogj1p3SW+JUsXvlF/uzxZzSC+t96NvTtIyb1EvDK9MvdgvsjpyLza/ac94Ct2PXoqt73oZM49AKA0PmALnj5dIEE+2CQqvtFpkr3Cb3K999oePn28TLwTOYS+UzacvgbtVz5GFI4+zkHbO311zrzAqyI+x+yZvlZ59jx7JnC9bKxAPnVPE76I4Iw+rALauueDt72E9Au+z8M0vnxgLb7Nc1y+Qx58OxmiiD0NN6S8/VjBPGkNyj3IenG8tbswPrxcZD4pZFK8Bto+PrLE0r24XUs9+m1LvUeKir1B/5o+TVErPXvbQ766SCC+hTpIvgthvrwFgaW+ormFvua/PD5IP9u+yngkvlnh/T3m+h6+IEw5vSxNFj4XEow9KuoqPR9aij71x+c9YENqPjdPgD7Htj49//KMvgAr7zv6gxm9T+8RPXdlsb7dWTu9jlD2PonrMb6XzIo+WNPmvQforz4Pim0+DeStO4LU1r1Of4i8YpVZPaICPD4fWqC8fvuFPmHrEr59Cwq974ClPtjumj7pR44+KUXZPvC5FD7N3Q6+uERpPs65Tb77bZy9Rh6rvSiiJz7HxEI+8snyvBcyhz72UTS+BQ6evkQDwT0pX3C+xl9Gvp+hmT5SEdo9ltsevhbMnj7eJUk+d+jTPfGfkz2l3/09Y1mDPfLeG76MPRY9tjkMPh0Y5LoXJZk8AveqPlCdGL7ILuO9np5XPe5/qL1E9xW+DNMHPhy3Fb0ie4A8YCIQvnuEm742Y2m9NkCgPbc1BTsumlO+4ZUyvuatGD42Ea09MehNPd3LhD5XmyO+fvUhPctz7D0Lb1w9yWiIvqtUxT29GGi8f2iqPRpWrj2xmwE+nG3vvLFFL76Ca/49lRQdO7K2Lr4xZJI+YINVvkQWMb22qEO+zsbBve6gDj6KvWw+pe8ovVbz6L3GePU+XHhMPoLPo71Q44s9YcaLPPaAe74TXvY9qn7KPPb8971GJdk96h9WPB81QbxOGki+U8cPu4ACYb7rxSI+dlN+PXblJb6Q+QI+1bGWPcFnJj7+kOK7LBSQvs/V+zyCr0K+TP6vPWROIzyZV2i962R5vgd4Az9bMmw9jMgVve6h2D1WiZK9LRKQvhtKz70XX1q+6f4lvtPYlj2fl7u9zfx8vYGBHL48gZg+lnWQPf0hRr6P09K9DYgJPpqreL15wZs+1i2VOylTMD5gTku9Afw9PeW/pb3Eldw9lfryPQadND7Pu5M8hvuxvbTBGL0VzL+9/lXXPCoLnr0PzCY+GJgWPXxXmL1eZ/Q91HF7vii1pj6Pkus8X6GUPZr2eL5eKn49qWDaPal7rj27t8g9f3OYPrUOUT3H0sI+C4wRvvGiID4YFT6+ABaCvJ2JEj61AYO+ScQgPeGUGr5Ji0W9YbaAvsB1hL5sVCE9FXuHvQ1iLz45Vtg++GZyvo4yLL5zDyO+UhSMvkyiTDoPoXM8feGWPOY4HD7drIO/YctiPjyWmr1+zvA9T7VwvsRlDb6HhtK93GB3Pu/zI75R/589IZkfPmnWEr7lvp4901IgvRK6HD6mWrE9IraCPSzFNj4l/ck8V5fvu5WEuj4WFpw9RNkBPUt8+T0N1zk9mWqYvff3jDxuEiK+UhilvkxUe749IWe+3HxIvhZ/5z1Vgee7TCsmPkwaVz7AoQq+LmVrvZSYnzs6Gwq+ZjkdPYQdmr7Qghw9R0k+PYc50j2inx6+qEyLOwdomL6WMS6+cHhQvq0Pxr31IQW+7CztvRdffT7x3kq9lUxmvb31ZT2ahZ29OenLuxqQvj3tFvs89MQ3PrhHgL6ctxU+2R9ZvB4b9z3yOVc+3k9lvS0jGb6Vb4+8HIxavuzGtLueM667YkYfPdCcQbzNgIw86YwZvmrcjz2dRrc8L0ouvsTNdz3s88S+0hNSvGmnST62xey9dJ+Qvn3cfb7xhFs+avEaPg7jLT6ujiO+utZJvrkd1z31bA8+pRaovrCtTL5d/ai8bGMRPkdyXD60FPk8HjHPPe/HhL5tJSI9zYiIPihpgL5MIzK+7F9LPrPpX74cIPA913u9vc1XPL59PGi+zzqGvjCVND61UOY895y/vATZlr0iG609p5ezvX0Olz4ENzW+XodFPHB2ljxza4I+lCs5PBi4OD1c9V0+qTGLvi9oHTp16uY8+88cPe/Hrj5iq9u9nNvzPdMXTjwDlsM8iqh1vglPSL5Vs2E7IygGvilvVb2jhpU9+0S1PjlBtL185Ii7O9ihPvFdt70rJbK9LFhxPQH7Mz7B76c+0fH/OyJKST4SGVA9B9eCPbPtkT4Azfs9bEgtPh5SFD7gg+o+fsmBvS4Kqb3QFXI9BaEBPl/TzL0W2Ca+XbaBPDRIhL470bc9nptRvp2fTj4iLGO+E3odPlvBd7zaoA8+cELlPV32CT10rkG+sd7xPauFMD7suAk/WVU2PgwTqz52ji69bSQTvnr98b2hICc+hFvrvJTYCr8+QBO+pnUcvkVOcL5HASk+uCqNvJqIHT4NPpk+/iDSvoRBybwvHXU8DrMEPqQfzz2SVY++p1iJPPHGjz6rvOI9RVzrPeu9DD6x3YW9+9I3vXBuIz7Bkby9CtkBve4+Eb18IbI+IuMDvhyheT6fAvE9x7C8PQCEhL62UxG+xCevvOYNIr6nRt090KsAvvRw7z3XtRO+jS/bPdAGJT4/TGY8POeMvUM/cb1QijG+2y4Xvqt/3j3UZMw9AQU2PhudvjyacUW85uBKPtm5DT5t4UA+4+swvtfU7jxj0C29vf/YPW7FgL5rNCE9Tn8KPkKCPj5qohu9yAvIPQ6jBT7Av7G+F5sPPqd7AT7SN/W9ndjMPOXLij7oRYW+ftvZPDpAiz11EHI9FUMlPlhHRj6xmKe9AHcAPg4RwzzCgYA9+UFrPvcR2Lx7lbU90c37vY3ckb1ZEJo+vowEPpuvd70tFVK9v9l0vbjtX71qpsk+kKsHvRwhBb3F9wU+ulyZPQaffr7177+9uM//veTwW7021wa+bEiZPk0dJz2fATK96qQ2vlL0zr0NXJk9WyYKveZBuz3D0B0+y64Xvl42Xz2xYDi+mLf4PSMYOb6zRDA9/pa5viounT0AHwA+vdYNvvsBDb1fDKw9IvfsvfpEtj6pQe+93pWRvrPogr298tw97xUKvmPl1D2/Ljs+x741Prm6Vr3YwWU8iWMMvrbyOD0+zIe+wJlXPqyftryLV949WttDPmfKIb62eqU8ToRfPkpnrr2/5yO+29AmPkiwXr1WBiM+3QtdvXShLLuVMNm9M6CzuwfzGz6Yny49aI7iPVjWmD1JDbq9ic5tPdvqhz3qsue9AvXqvBFkej1pNrg9hPckvqCRljzQxIS9SHoLPqecvD2HuPK80lLavOvoFb4JnpM+fxyHvsJYej5xO06+ujswvV9GG74A0eC9uXSJPpEwELsU2OY9zOMPPoEcZr4i1Co+8iJGvnCuib0piZ6+iboJvvgk/b1w8Xq9rzRnvgKHiDxC2gK+8EoHvma2W73nCHm/HzK3vb04tD2aR72+ptQRPuNRPT3JFj49CI9DvpcsOz6iLQa8tsVEvmMx5T1Mn5U9PKKPvVQwvr1lrls+Nu7JPRRXsr6JpYo9W/m3vm1jVb4OB+u9HIY6vhwiET5RNok9kHg4PV0rxD2B1+o9w67cPWqpvj2KRVg+4X7fvgbArTz0dM+93Kjjvep/6T0YTO2+M8n1PVVgzzyXLjo+36IQPmJ2Zb5CxkY+yt11vtzqmz3+Mwy+5PDSvfHfor73ZDw9/RwQvqRTCj4yVok9El9svt9yHD3XPw0+YcOjPha5oL0mXNw60vorPubNML5iqcs9Z1kRvk90Er7HTeU9mV47vlXu1r1PkBG+oxmMPaGCXr7fFr49V54oPi7eMjwnSEU8/7yQvn83Yz73ZL09iQtbPk/GDD5NSPY8xp+aPftyFb6Y/MM8WtLpvFslL72Otj89+tC7PKSxhr5vMiQ+V4CGvtRADz6ZN6c8YojRvhyUab2IuAM+XdrQvXm/Yj3Jx1Y+qnzZPap6Rj5rTUK+DjGrvc9opbul3dm86y5vvgPGQ76NGYw9w3AuPgLBbT35iza+Q/s+ve8lNzx9lVS+z9eJvupGeD6p+rK9Cs6RvQd1Fz2f7lk9UyawvT6Y1rwXXKU+yIEnPrF71L0J8P495R/LvZiVmz2F6YE9RKFQvowOzD1WAbK9MmgZPYY6jz6XQ0c+OvyFPv3rp75hCJc9X+LmPEFzKT04HFG+EiDmPS09Mr7FJZK9fRiUPkNWcr5qxpO85dczPng9Lr6oQgq9GLELPijpGb4PC3o91ZYIvmQlEL2eKko+H87EO6e4QT4XU3w8j+41PEHlTr5jKFA+YxLBPZtbnj1VoyU8+nITvszOU75rQSu9+ofJvfMBe73kii4+fRCLvl+wSz2p1SW+MXOTuoL0Rr2xPYs8RXTwugobdj68j589Sj5Dvf/WWT67o5A+XoZrPDsmeD7EaWs96SWSvZGogrtfOQg+k88Svpvfb74p6oi9WK9EvuQD4r3rWMO7PhUWPhPssj3cKZo9DUEPvwB6Mj5L8YY+dhUGvXSACz8mTOo84NTJvdlD5D2FT1+9uAnVPQ3Na70V4D69BCJBvmEK/j04Loe+jXPFPbMigj5QYCQ9eZ4mvUDzPT7Odc69Yl10PnZboT0au46+WBq5vfAjmT6pz6A+Z4/uvkrkZz61I8g90QZKvjldiL0IUxK9FhkdPtqOXT7g36g9fuJHvsx7xT0EKac9sW6wPrtxKD4ZxLa9ZCUhvgGfXL7souO9H43avvdQgr4D5Cs+AYsfPkeKWj0FpXM9yKVmPepqS75fWcM9QuopPsfKCT3R3lu+Yj7TvWqGsr3SrES+59kEu2egGD4n+o2+ys6RPjahAb6gfTA+Bgs/O/3vkT5PbFW+ZsP0PR5iCr4Njg4+KnA+vjPytrwwWsI+2COovdBX2734T1o+4/EoveQqULusZIa9abxUPUheUjwuLAI+tJIVPo+eUL7WO2U+etllvENhsr6wd9A9Ko5YPRTNpr20XD87Dn4kPkupQD7ljte9PwSWvSMk0D2rZhO+sAtIPkRgQz4aHLw9Ka03PXAzKb0N3uQ9BwQCPsHRZL0qFCE+iIxWvnezDD3MiPy9pfypvk0cHT6htUy+X/kxvownpT466eM91NKKvtk1mT0tsQS9Jj3uvWDhUz4WjGQ++yIPPWh0Cj11RJg9XghCPHzkP7tMMl2+n1sxPjiver0TcHm+rxm9PmjlIz0fZpU+6+TcPXdz4D1m/hS+BLHBvdOFd71njyi8zh/7vIoETL5kq4u+Ml8Svhbupzx0WTa+H2WAvQvq7D2tRxA+1cixvVxG4rvQuxC+RT8cu3ywKruyxB++TrIbvk95ZLwppM494pLCPNBrq73nfvy9VdLnvc3fB76t4oQ+TDrAPOR2Eb7Y6f09CG8UPoKV8DwUMqS+/dGlvmbUKr5hsZW8EOqqPfzpjTtWjQQ++BUwPiB2+byVVje/2GNDvk5KL709Wb09ykhMvgwqRL4U6vm91ky+vqM88z0fcWu6I00QPu7NNT4w9Ok98EoePoqBlrwIFiK9qivRPQrTsr6XuRg+CINIPkahRD6/VAe9nZoGv9XvUr5Ptkc9ECYDvhr6VL4D78a8AvYsPqRGib48zgS+syjQvNouUj3gnKA8hH/iOwrUCD7Nvki+bAuGPbwavL0TD8O92fjUvqHegb3x52q+3SUgPoNCNb0fkCw8n3ZlvDUPBT7xfy8971W9vN40Eb5G2CU+BhunPXPtwj1GKLs9NlSavVk0Iz6CGUO+b69Evrdti70+JIS9oc9SvkkLMT6LHfO9jQ5jv+JpMj1lwBg+AtyDPeVcND1ZjgY+hjC1PYZjCD44I9g9LCvrPcaNRL0bg4W8lBJMPpeSuz24d789drBzPRBDGD4ltzQ+khMhvuEdCz46zAK+c3GyPSTGEz54XQy+whHLvGlGVT4zc/A9rJECPhMzK77DfEw+lWjnvdhh7r3wnAS+1o/hPEt66zyDWHy9zAbHvntIej3DFX89YQhpvl6wY72O5ve9p3ZvvV1WHT66/Wi9jC78PbsFEz3oCTe+03GWvedwE7522Ak8d571vQS+Hz58I028vNGBvfkPej3VnvC9ARiiPkbK8b3rlCG++2/HvEJ6+j1LakM+qXHVvNhdJr5cDBS9xXYMPlvbHD3gQ5w+bHYVvoIw7z3wTYm9vW+cPbrh6L3F4LU+WWF8vBsqoD7hKe09jivSPYIiDr6Gp6s76uZkvpKamjxGg4G+zdh9PkAWWr6tg5Q+ALGYvmrcgT746z0+qX9lPW3Gib4yCDa9IUCEvkCb4T4haLu7Wg2fvSwbpj4vZVW9e0frPTjwq73Y/ns+uSibPRzmqj1ownC7EAnxPUfVC76PQAq+onSwvfV2mL25rau+GzDlvQu74r0YD+k9wScyPpqQPT76PjI+8TU6PXh60D1za7M9NZSAvkjNBT77fFK8jjnlvakazr12MZM+80uLPQhKF77Wdka+ZZFMvSV3Mb5jkpA+bZoaviPvPb6k9aI8yZSVPiHTjL57rkc9i/WiPo76gT6jiZk+HtObvUVtBL4OiNU9TmvrPVU4TDzmn1I+FhwdPslclrx0StI7x1xlPkk2PD6qGkO9Byq0PZ1kLz7dVxO+95UiviBlUL55I0k+eFqpPBifK75FgDc+Zv6fvNdhGT7hjq49X4t6vDL/Lz5e3uE9MWJJPq2MaL5IUZY7TlV+Pbqyrz40+dU8x4RiPvoISr7nuLE84ZgLPgUwkj4aqBi+kQwbPguu3L3as0y9bPDTPpntjD5Ox6e7uFMdvdRboD6+vi09Sm5+PdiOeb6NkfO8sH8nvlIjrT3MfkO+Xjf7vYV3iz6AFU++++QYvezeuD3KPh++LOY/O6WGIT4BCzC+AbBZPTJJmL1c+pS+gjU2Ps3haD79nBa+UkeBPuS9hT6WU5U9yqQzvXdOVD4kQRs+9G8tPiL9l75yZpI9xxVqPggKbL4zfQG9H1LGvh/rbz5S+14+3migvOy25r3a8BQ8eEsUPWVC/bwi20Q+rVBbvkJfFD6+Ndq9ExNgvYS9Bb3vjts94lcavt0VxT14ToG957+YPM4SJD7bi2u9kG5cvTPDSbz44Jq+RGdIPiUTWr5JyGE+fdr6O+0Xa70KCDG++pSnvbkTOT6fdUK+hQsWviGQsT6DfNm9huaIPIF3H773kIC+bfEbvXph1D34nho+QZadPombKz7Y6f09a1tGvOlsGD0I4QG+pxcPPt+Gpj2L/g0+Y+BbPEICJL6i25Y+5Y2APfInLT57MIe+RwEqvmjEVj5uKTo+DBNXPan21b1VE1s+HyY0voVgCT4PqY++Oou/PIzpMT5c6+u929QPPYwgzr3UVwO+5y8kPR3HAL78I1a9NyoLvQqbwb4it7s5FwNuPht7rr3nYRa97uDlvBx2LDumBEG9iuFfvhr8JzwV8TA+0mEbvONcgDuikc090mgmvcEf/L3VQi+9tsLQvNe9G7y/oFA+ilFYvYqofb1TSZO9XclnvqC7Q7590co9uikcvvnLF72/tTG+CuwDvFiwLL7RXtQ9kWG9vd0+0b14JG+9JsDVPdaBxj0lXCU+BkKVvcZHJz6aZkC+V7BlvteE1r3SAam9pCqxPJgDkr7s2zQ+Qh28PQxe+T3Cyge+HLI2PJpGXDvndcK61T//vY1qaz2A5pC9bcANvssxUb4HOhQ9+20Kvqu0Uz3VTiQ+XPMbvT3C971SJp6+GfSevUUbQLyNWJW+oHryvQG75j2h5TU9RS0rPskpBb7BuTw+2RA/vm0xIT0J2vE9FBqPvWzGej4HFiW+I8YmvojLJL6aeM88NoeSvY2Pdb1RiTS+W6wSPp5VPD5ifmI7RC6oPXORhr1mjIe+FhtkPQ4qfr5ptMq+685xPRR7WL6zYG2+iIzavA9yjD2r00i+kHNsvtkQGL01pGa+0zpEPuQ1Hr44YwU+tIeqvItX7L5t98i8WaIZPACHOT5PYLG9guUrPjDKEz6IlDq9PKttvjrQDDwuP9c9PaIHvoOoWL4Jqx++nnRvu6mPx72IZ6e+dmTnvJ8RV75Hx5K+HjKZPQUPQr7thje9LYeVvXWtmb3hrm2+sxIAOwTdEj1CBxM+CqP1PHVTl7yw9mK9qtsEP0NxWD3e7FM7vTTzu+FknD7sWIi9RaMZvINsHr5BFJM+wTKqPkfK8z3ubaq+SW7bvltSTz6cGc69B0UbP8KGPT5NgWM9sVoGPTAGwT0oXQE92B9qvkeEHL3pYCa++kB/vCB2fD3Z4je+vCukun2kRL4yi2s++V+7vLSmsz67wNC9xEkQPj1hKr4eCB8+B+EUvhRNaz3I3pa8z47Yvd/RR75iw02+mtBYPmbdTL6iTOm97D3kux5gub0lUaO9dxYSvsW0aT7SXoM9MACyviWDFb6id6y9xhTDPsHc9D1lWNM+RQygvfKwET5pz6s9BPUGPvpxLb7w9Ry+SKa1PbAeGb5v95y9W3U8PH4G0r3O2YG9R5iPPlp3Gz5CNEY+hPaavYORcj4aUoM9TfqAPmVu5z1q/dO+aC0bvmMkEz4lvhC9QJKovo+jeD+m3aa9jfVNvgfdkj6e/1O+yY2YvVsS1j7HYp09iiwZvhe7djySlY29m004vhq8mj6H3f48xxjyvujlbb7RDRO+7UpPvqpmhr7lZY8+PJ6RPbI1nr3K/iq+Ax3dvHJQ074L2VC+0po8PttzWL6rg2W+mN4LPu6EAb5m9cK9z80uPOC+pz2CUU69PxPUvVTtir1VpU++RhBXPtq5ar1ARyi+/C2ZvYEdrL10IZO+30cUvvAXpT483Kk+zesaPj+fhT6Ke+Y9tZw8Ps+ZMz1WI6o+w4+fvtWAmz4N/N+99rS1Pkw55r5pgma8Y8XjPc7pJ7w6HSs/HYWdvkeS6L1FCXG+lGeGPtJAG750dCw9V9FIPucJozxQUOo8Ytysvp4Lkr5mIHc+2Us3PbiqYrxeqw6+peKKPoZmkj62umG+79/vPrzFUb0ZOB89QBT7vGnjlD4ii3m+McdsPhw9tj5MZ3e9HuqJvpy78L3Kt8m+ixhqveLqhL3monw92wDrPu8RDj6wXMS+sfc0PMAQsb2gYQ286DPYPQC/nL6JlXE+dKP+vUmD4z3/hpQ+VszDvqBXBr8TaEA9DBrNvvbr7z0TE5K8oegnPjMIYD5yyk490P4JviSvTLzdLpq94Ozjvc83yjxnaV8+qblHvdqAH753SJ89tFa6Pa0SaT5M57m+wfTHvn49WT6wHSi9eHozPsk82L0ZtJe6yFOVvvl8jr771EW+kssLvsSeEz3hD4e+SnpAPh8EGj817TE/d6E8PZoqVL5jbH28mpbRPDS4hT53YWW+Cc0bPmyN6jwVgus9YqmTvlYx1r6eAig+CHbIvYRFAj6u9KY+ujyhvcYR1z7zrIC+gE3UvWa/Fz9rgYs+jQYMuqHqsL01M2s+9k1gvUnKrTz9ZiY9hCG/PXvIer5g88O9Ju0DPhVP1L08NP29ORSZvJrUyz3mN9u9YEdxveNQMT5AfMA9+7z7vOWo7L38mYu9qcpLvoFw573h7ce9tBORvUHDPb14GLU9BkIivp3JYb4NuBQ+BJs8vsjJDD3sVUW9w6vRPbp/MT5W6NK8dQnpvcoJ1rynNTS+0aY0vrpKCT2zBDC+GrdbvtDeWz2IoN69BbyBPV7Msb3A/Y09iZSpPZWvz72yXh8+XgvsvS+6ob1pedk9p5WhPfZEAr1OarU9f4wvPUB/Wz1dHtq9nor1ve8aBr4j1cm96XMmvtaNF76lvOg8hZwtPiieczz1Y3K9EJpZPdID+D20jfW9ypq1PZyKVD2iPgE++JlHPXdmHL5xlIO+kAQBvgvTAL5dLrq9rWm3PVC39j3M+QQ9rfwovkb+g76yzby9ntvCvTQEn72PKry9hQcjvY85TL6Ve0K9buHvPZLV4r2qCVe9G5psvpR7M75KvXU89ojrPCdB0b1OYly+AMzyPQ2WJL6Jlfg9FXJXvoq+AL2u5B+9BsbyPTzpqjwXsue9mFnDPHviqz1H8ZO7JNO9vayVPr5ajiY+M4OdPecuA7zYGOs9xmT5vVvYGD6/WgO+6qTovWSNHr1E3vu9OxMgvJ1lHL5ObQC9Mq9rvUg2Cr7NTjC95fYkPYBrCr6F2Rk+CXhhPZ6PzLwKa7E99AnBvmd48j3T9cm9t3U+PlYOlj1X9Mu959DGvjFWMb1lHZA9v4Mrvqg8Hr0xhVg93yXSvVs3vT0D55A9Du0UPY105zydy1u+o71JPgm++jwGeYQ+kYoTvQKO8z0I41i9VsgyPuFU+z3d5wu+zK1Avo6omL0tuSW+vfAfPlkR+72g3Nm91NILPopq3rzwQWe90TQkvMKbJr6heHi+VNEovt0Jjz4MuHM+panLvdxXjD6df8S7JtENPlAr3zrbh5Q90NmcviL9+r0xsoy9ASZXPlEcSz578Y8+cGlgvmuoeb6uOUU9nVEVPR8jWT7oeHi+uXQQPj8XAz3B9oM+oVhdvn2Uc73pxrc97fU8PcjHsD0lF3Q94aauPcsC3L1RN7y9XOS1PVOOpjs0czM89UZnvk9OTT0DcyS9TDwOvjfMnL2LYgu+S70ZPl6yk76bLhg/dzCmvjpQK71mP8O84MyLPunnJD4QuAQ973eWPNDdbD5pFy8+708DPd+i1r0/Mf2+eyB9PukZzbsZaM89srmMvQeu/TofElC+YevzvUNihb6y8Zm9v8nGvU43mD6mORE+cNcaPoZn3z05H26+07llvm8bPL6cAb69ga+/vAhv6L2RsSc9eo+OvgThfjx7WfQ96u2/vvjr9T1t4/a9cDadvN2yrT6vJAk9OOl8Pj93H75hOxS97Xk+PTeiBb5t7wc+GS1Pvo/xlb3cn2+9502NvvGhXr38iQU+G1X7PaW9JD4LkKy90G5jval0Rz4q1ti9wFxSO/ICwL3vhOq6QjugvXDOb71qwZs8e1AWPiyr27xQRxQ+vE2VvCsn6L0ZJii+h+eFPWzGEj4q2YS9qD+BvuaNCD6Nllg+nOcvPjdDEL4Uc/i9tmDBPIhUITv9foI+rBvcvkUlFj2Mhz4+iM9VPiOMFj7lqJ6+pPmMPfVqiz3cbkG+ZEEFPk+geTwrbsm9vjiXPXPrnj2v4qG9Qe8svvNje74pTTO+yF6BPj0UUr5y5ik+2nVrPkRHVT0ii9O9GcsNPurES7wMDMq8+FkSPjEzQz4xFc49rF4EPTAd6D2LTo09poZ5PU/kur1fH8C9STsZPdc+rr3Etg0+D2Fpvbp9KT2FiHG70XEkPnhKrj2tpx49mjkNvq6so70b+26+BSBjPiZehz1M+Ko+FjNwPljElz17sF++6SIzvO/gY77EPF++CdJPPellsDpKJy8+ZphxPiIh1L3a0h8+kMeWvuW9iz7RVwO+qgcFvIJ3hj6818M+DmRYPhTpq705s3G+jggJvn3YHb4L3149HXnIPdD6g758yJ69GHf5PQDCkr3qW0y+9M2hvUfQB765KPc9MqzoPT23+jz8hy4+sJ0tPnYpo7z6aVc9lwsZPm1//b2+Mlo+pu7Rvc6ytT3FJcU92ytSPZoxDj6MTLc9qTcfPpZHKz6ooTe+8ffCvTyFjT5pfRe+rV4qPst5lL30e3C9IKURPqNVNDzlEPW9QQHoPThhdj2cPcA9rUzCPGEs9D1eOjG+4o3dvYesFT0vH9S8VZaVPX33jD4QXIO6If+PPuZ5ED4yyd09SxLKPGYLBD50RGU9L8ycPNYR5r2gn9k9PSGLO3ttrj2Ob5G97qoCvkN1Lj7moKs8O0YGPsiCAj7kpIM+qi/xvW0NuL1YzBk+5j8PPu7Er7yE79E9mEDHPG6n3Dyj3Vk8nP+ePVCcJjw8yqA9B9XyPX/w6D0+EAk+ka3kPMyD2r2A+Be+B4cEPlAF3z1rGts97FPHPZKHtj2Xs9Q9iVEbPfP7ij58//W9O+YcvsE7gT3oiZE+PncKPmZbnbvyyTM9k3GxvSipObwljzA+33srvIdRi713DkA+xKAdvSbKMj7i6UW8G7eRPVEdnD40XhO+6mYpvWFcAD4rrh48tpbqPaNXFj085vA9fdw1PP9CRj41FzM+e2lrvY5DPD55h/i8RPsBvUyMZj2nfIu8yGApvVF29D27pd690kuwvID7rr3VY9U9qPQOvrLC9b2hT+O9wY26PEwJ9LydPrI+QPF8PX99L70Ghdy7sb6aPknc17xzXrE97NbvPYBbbz2L1QQ+wWezPSSlAL6hZ8C+adIlvu044jwOGEG9nAiXvhGYCb3e4kG7C41UvuF5ir547Fg+xvL0vJFceL2JTza+rCk6vtWger5vHae9MCKaPLINKT7TTA89bw0hO88+dz0TngI+WdBXvu0pGj50FH6+i8oyvqMk4r0XlrA9T0FNvnHH0j5y1Us+KmCSvRS2Nb6lkWq9oWPKPVc5nj4kErK9QrdEvs8RFj6yHxe+MSC3PpwdOzywxO09P+2fvr4d6L4+Eyg9x5h+PqbVij2sDoE+FafbPEFo/ryPzY0+o1iiPDMuU75n1qE9F6dmvpgSQL6fqJ69otCAPgb/d7439m2+qXS6PaZVuz3ILOw96uuJvfUjkz5TceU8BElFPVuP/jyX7rG+lqdMvRlnBr4X+oQ+cHmhPLw16b4xTdy+zaTivgHEar56Vle9yHkEvuVDZL6Omz6+5u+nvUNnPL4/EfU8lZh8PWtwKT2srIA+6lHtPgc7Ib2Xx1G+jt5Avfq8BLyb644+iUDXPJLEdj5S6HO+Mxz4PWNhfz6Hbg4+gWN5vvoUVD6AjCq9r2q/vUYFDb6K/Pi7/YoOvxaVVr4DjhI+EQiNvrDwyr4w3CO+zIRCPf+9tL3+5Iw72sclvVrGxT0Aido9MB59vuVNkD6GTwY+Vd8YvgiHGD1maYa+MJPNvIzzjb6pWlu+zx1VPnJFgj5X8Vq+2m0bvlhJDz57xQ88HxqrPRxaxr3bQQy/H202vlYoTz1oGhu+Yc67vYmgUL4ICbY+/ZHPPAUwdD5qe069eS5/PROBvb0lzpA9rDblvdUVjr6ec0K+g3beuzcOb70fC16+6R/+vRODcT4oXnW9GYG6voNIQj6PvxW+rA8xPicYDr5OIxG+LHgMPwvRATsW6zY+IWgBvgrlIT21FZ888QeAPSGW07wjp469gYl4vsxUe762B1A+7H+9Pev1Nj6zzz2+PwAFvoqINz1Lvve93ezrPaFunL27SKk7/XD3vRnwTz5lBJi9qqBevkCJhr68CIM+uqEZProFrLruLZw9Cr9ePgT3iL2UfLS6AKt7PdSqOT6e1CC+tqKAPTQ2gb5cDAU8mx7kPrtWor7L8xK+R1tCPoNR5D2HOp8+VMGGvropJj5E5Eg9Ahw+PTx0VT1RbRk8hvMqPUND3T1Af7y+ZpqSvMwd/b3vhQu+LNydPTJ3iL2pLE8++elwPjeZEL5c7eG9yh7Nu80cxz1rV7W+nGk8PpIoBTxeH6o99V5HPv8pkT6C12u+jSkzPMQtcj0GsUw+0mtovj8Q3L0rKTw+9a/KPau9Lz4AOwa9+Uf8PRle170+gcm9QUc9vj4l5L1CSbg9HBr/PUBK1r3Ne7O8cLZLvUO597zmCIW+A+nCvWF6Eb6vihU82PTQvfKhab7UwyM8PY9VvLpG0b4oO+683ky5vB8gpT3ILcs81GpZPeiOSb5UUly+PkrfPUIHDT4Hdy69Y66Yvb/L0T2IwoG9XPkIvsj/rT0qjR2+0v6DuyL8Bz4oPle9Q9tbPCt/Bz5GhO89SQT4vSNwdL5u4P+9/sGrPcSBwr36AjG9EAC7PSHotDx2PTy9kZ9rvijLhj3GCh0+Ma1gvjNWBT4Gp1W97+OrPW4tob22blw+2d2RPahtNrxN4WU8dJBhPSr+ITw7axy+lZ0Zvn8evT3YHQu+8rr7vSN50D1J8DW9nE8fO9oHBr7hxTq+nSQevWLynD1w8Ha+qb5mu73BDT6Qs0i+mFVBvjn7Lr34zII9M0z5vbtgUb6ZNwe+PB4dPnOWWz2xBDE+3pIivjKQSr2lFAO9zRszPLLcAT75CPC9xmGbvLPlJj5MXOa9cV6tvdCdX74S9di8+xfru5fVv73hRkg9wwagPQ54DT4gyu09U9xYvB4ZTr3yCi++gHx/vk2TUj0Ygzi9qEUZPQPiBT5yJYu8RD/APekSAL5r8vA8LWcaPqWDUL4G+T+9nyzNPLXsML6BXXo9R7gHPs4Asr2EkhW+EDiEPlHBQL74Iqs9HdyCvvKB7b16QhW+KzgWvozm+T04+KE+AXkEPeREDr2Ly089XXczPuy1Mzx2WbM93shnPeFXgD3ZN9q8ly3APD5bmr6LwAi80H9wvqtDHr5gFxk+9i9mPUDLfj4b/BQ9r7VDvVTqYz6QLGi+v5f3ve4gNL4a7ZO+DnNOPfZmgz7aF4Q+nLMrPbiLRL5iiWU+7OtXPv2aajwJ53W+udQ6vbvakLxzVCg9hIlevhCCA78xH6y6ya6iPhxBu73L4MI9+ecgvim4Hb6IlIe+qq4dPv0Osj0LdSG9Kmk9vtb8hr4XVa6+2uJovr9fYT1IUea+MonTvZ+aR7pQhOI9n0ggPUHUVD4IzAq+naLwvVJhWr76V1M9QmeRvVMdCb2j1Pi9M/XEPE+Lwb22xI09NZGEvYDvHD7KJdg+Mgw7vs/mCb6HZzS+yrSaPrZ0xz4UY9q+1LazPq2SF71yv4G+pCkGPsM8S701UK+9pasAPt+UIT5cCio9cwjDveFNjr7/Kta8vDTevWSJgz6d1/A9JCNCvlS0Qr7cwK49n+OoPRszGb7mAJ0+xH5dPaaYLz2Bh5q+OnS1Pvzvlb5ivP88y8kivURsrby71wU+y9oTvvr/XLwwAvu9kf9DvuKKhD7IX4Q9/TeUvvex+ToCXh098r0RPQZ8+b47bRQ+jiH6ujycYr48Ok2+ZSwlvmLuaT7UFUq+BlnRvjqJvL4FEX+97oZ/vRL5k76Kxio+cJcBvmJDAL6p9rW9HPmvPbBglL29Mpk+8xWCvBpEhD6DixG++6KdvQrNNj30QEQ9cZuiPnWNKj5xXOO9zjatPeHlRL74kkO+yX9MPXaTvj7fQzo+dEl9PmZJkT3MtIG+dPNuPukSa76rGHU+jXSTPiaGCr5knYU+W0q6vGHsjr3gCCy+DSpsvok5xD3JYpI+VvL2PdvDhb1187C9OQfnvtIPWr3HELO9sN1Evh+eDLtmo3W9YF2lvn+omb6Jf26+XucOPcFZ6L6KlC6+cYXfPqTazj7IHqS96Vz5PR1WfTs5Rga9Q1WGvosmRT1Tlv875oU1vR5mFT1lA5M+tYTzvXIxvTyFQhC+ijgrPucMEL6ZSrc89McWvmiV8r0USEU9P/rWPBwQNL7yg8k+uo5hvqR6KL4lkSq+nIlDPe7EhT2HcaQ9uG4LPfiDAL5v4I09So8FvQ/Qz75y6fg+b6VJPim3RD64G7A9ZQQpPtbLtD0l0UI+3TXPPQeR9D0l6Fe+NEKCPlichr6npPe+vKKvvaag1b1isqG+6eukPgJAD740T4i9/DG/PlvWkb6CUyC+kmCTPuUTMz0j/sW+5je6PWn+m71QR5u9Ye4FPpzBub2nfRa+JCzCPRzO2r0xaIQ9pHhIvidhuz2ZtR6+hxC1PTOuwL07eJo96w9fPqoNIL5TBgK+nBAoPu0dPD4SiQw9u/WpvcvmDz0+fQC8FloZvvG0Bz5kEB09AKzEvRKH+r1wE5O9367pPXGHRb4kBw2+qO9lvpUZjLydlGY8wWoLPkn9BD69if69O9aCvRVEIT6izg++zNiPu+RSgz5tWoO99Mi4vBlPnzyZ3Dw9fOc7vsbYhbwCLWs9QN2+PfiULD6fdgQ8Z4zevScXwz34Vl8+SFOMPZSbcL1DDwm+Rxv/vY6Rfz7Wymq+ovGFPcN6P70o5Q2+SYW3vZxTob3FJ5A9ulI8vnY+O77DYh896aRuvVzLNb3Xt1E925NrvWYshD0nCRI+SiEuPh0qlj3odcM9gZG0PQzOID3mDXC9ja25vHA1pb0iNbc9YXAkvrdZlb0q4Yk+sF5gOmKUCD74DOk9ALynvd87TL6ZYi++CYjPPd4yUjvu1Yk8P3c4veC1szrNa+096tmlPaWkKj4cy8K9k8SPPZsBoz2b8sy9tgDmvP+xET4wE0E9GBIWvrsftj17t8E9HvCFPWFmyD1lVam9LU1ou2YBGr5kO9i9nCExvgx+gr2rhi+9M2/zvbwmOb2Q/h++n0T9PHelU73oy0G8tmDDPXoXg7w3y0Y9IFFePvNN8Twdkq0+VnUBvsATez44iok+T8XBvpca1z2C0Gi8P7UcPZoHGj7htfq+QdzuvSedejzUFuU9Cqudvp1KAD47vGC+IA4WvnJ/qr5rsC49fhw5PpAGDD6K3EK++kBNPpHkcT77yiQ+FIFVvASNGD43PRc9cBUqvhv0MT7AdGe+/s27vmy6jr51dT48Td9kvu9f672DrMQ8GvxLvqeRmr7LJ929A/QUvWR15D2bUcI9NdDcOzrNRj5r3uI91QSSvYMiAD4gdOM8z3TrPZ/UGb4Z9gM+qSLIOq09SL7+6MA7ECHiPZRg2702a72+yvDIvZ3N+7zePBA9X7isvkhvdD7qoru+AVT+Pbxqhrvlb348C+T7PQ2MjryP6i8+WoHqveztlj0cfBI+pynGPOu1kz67nkG9CaCIvpurwj3Dlze8jrtwPBKuAT734u29tmuTPjuMV77fVwG9zDN5vQZ2rr6ap5u+JDnHPcX7vDvN2J89ckrbO+7wubxUU5G+nM81PkOlGD6fNda+ANYvP6VfTj4+VnU9iezmPX+tN761MlG8rTChPtMHBD1DYwG+/tI6PG/smz69sTy+4DFTvFesS74cnrS9iUoCPl/Fuz2fAao7M1JDvjn/dD466wG9Cpe5PUCfIT05AEK++pyhvhhkhz1yHJQ9e8ULvYArtz4hzOu9SR2Bvm4G1T37wG0+aGj9vSVHLr4zEVg9FcaAvrxcrD0qkJG9hq4xPgAIir5JLzQ+TWcbPa4RVb6z/Hs+CwKPvSnLwL2K+5O+DGJXPnUoFLyGhLg905uVPvCvSb5kAyE+AkSPvvpcSb7aWPG9DYsfvA/SBT/kooK9Yz7vvZADPz0kazC+hK2JvtdixT66DG++cRjJvQc2Tj6HFPw8ZXWmPvcKJr47I3a+0jxEvmbdrb06kiS+A/XMPlhgNL4ewAM++my5vVqiSrxlKAC+Jd/lPREvt71Rofc9axdcvmPwdD20muK9cHXFPC7jhj4fFUw+DdotvD+mSj7zTr89VSL3PSrthrxbXxY+xZo/PoC/pL11YTM+qXCavYn2Rb58u/e9RHBCPiT1/7w5fGk7RAKGPgJ1Fr56txi+RRNoPFL08Dyg+7g+LRp4vnstpD1GMZy+J27tPpNzHj6LRh6+luRTPXStgz1/bIY9wg5/veMF/z1BwCE+SvxQvq2g9b1jOVM95ON6PoFBRj46rjS+OR3qPEBYhbqGOay99CoXPc5fNb6QTx+8/h/xvIO+ej7aors9GCDNvr1Lo735XHY+BV9iPqsxxb2Y8Dw+BO9qPavzVzzUBx++P0FJPYDYRD5sLJA8+J4APoWxWz0ifJK95f1CPsez2r0/Pja8scgJPnxXNT57tUM+VIkkvlfOqz2RzUc+nnXpvTM+nz3bYcu99KWrPVc9ab2WbRI+h4rzPb3lbD4ekgC9tj9XvUORET6pCJ89TSEZPun3Qj6vFNI9GCNOvvc5ZT5qCVo9vl2IPdtwcjyAc8k9p1PvPbhEmb2fITM+6EPovLW3RD5+GgG+48sOPgm6mT25oRe+qdpDvc2eaz0XqmO+bCkNPumHUj6wmpm9+0YRPFP+OD4vXv69PNydO3/RnL3S3ug7BvSCPex8vb0+Elw9jOahPblLDb70bQ29GiYePcGl0bzqiUk+rJbWvaQoLb4CZI+8pxE/vurku70pTi0+n+IBPJgTXT0PFq28qnk0O0HyF75g/hO+SMCmO8EMoz1KzCu+hKldPfTwFz6ioES9cs7yPTK2hD0tVW0+jeNbvZnxXz37tyk9jAZovht0oT549gg+D/bHvHqdcb1gr6E9NigAPg1/Kb7ODfy9yQyxPjA2IL6c/WI+ji8tPuSvHz7tcAW9FI6uPcGsbr6pVke9GJoJvqNzRz1zT2u9/SKPPKGODjqy7aa9ITXtvYXc8r0Lmcu8sCv2PYnPm70PYO27ghhCPN/W6701jTo+mmTsvV4Q472PXwA+Ifg9u0cAhD3l+h09owAnPBTSiLwAac693vAmOxHqGj3Ekng9YuPkPfq4MD3IF8M95jKDvsTnkb5jjgu/N+1LPu0N8LyUkII+v7wUPoM0vz71Yo+9U9AxPmmvyz2RGiC+3nCGvjj7Sz4BkoE+pcMCvslN2rzMPu29J1l3vjQgK77O31e+5lZjPSJ99zzcT2Y9BkbuPTzJuL6wscO+VMNVvpAUaT6jZQy+Lt/5PbJTJD7zAeM+oE06PIrDsb6bZ8y9fPlGO4+Do754Q42+RJUTPfMQjT40mq4+ISAmPcjkPLwiNOy+ffiVvWfIBD69TGm+++czPj8ngb65FAg+UcA3PQ0kWT74zUg+oMpDviiFCD647oG8eoi+vdELND6rspU9pworPh3TO750tNM+4yxEPrES0b1xi5y+1TA5vTfjV71k4tO9FWL7PFtpDr45U5q9OCggPX8B4T0FW8m9PMqKvttJ4bzm/yI+zMzPPpCxDz4YUfm9d0X2vChV4L2YHUk+78/cPZtPO76Qbi2+CVX1vWZ5eb4Drsu7inmivZOAyr5WTzS+sZg3vlv79L0gaFU95XhdvkdlGL60wA0/fKxhPoGRp76wMBK9Qy7ZvTi8p75nkQc+heMyvpvnrj50P0O+b2DgPoU4lL4TI34+6P7JvRqzqDxjudQ9KhhwPuG1J75gdss+ON6LvN+vW767jzO9dopUPQCoA77HPBa+IRqUvVE/kjstXc+9yE7SvOErJb3+TF6+QQUyPdvVBD8TfbE+Znl2Phifr72+qEy+YDdBvvpsDj7yN6u9O67TPe8t3j7TOva8WUlwPoiJrT0dxgk+ZANavSlp1r220g6+6TPSvcMavrxXNV4+JGhTvHKXmz14/6i9dtC8vSHQIL4JAkG+UvUxPRR9xb57toM+cONLvlOt4b66+HS+IiScvQJWmL2xkg0+I7c7vivmmT3Zgbu8apjUvoVfvz3fcna99bmkPm7z7rtZW4K+eIUtPYGCmL1476G+XjVovZv7gboz6/S8Eu1aPbo2GD6kwUY9nH4hPW8rur6a73E+ItaBOJMO3z0c+2M+uQZ4vXtBjz5EuqS7SmiPvkAtxb6+mao+Q4rVvgaztj73hpw71GtePli+a74hKSk9GaylvfmLgT1U2BQ95Z/lPCdu9r1Wnno+f+VfPY7Tyj7IjF8+qlQHPvC8N773dvg9mtA8PuclhL50XAe+1eQHvpjdEDwXlJK97YZRPlVNhj6j348+BdWAvSrtRz5w1ya+VNUpvjujsr5wXI2+M4JAvVsPoLuOzLq+4hcLPurLxrzdj6c72uyrPad5mL4qxfY8RoqOvA7JMDwfscC+euBTvhW+Xj1E2NE988kLPiWQYj5hdBc9h3e/PeCFoT5nFuw9iJaavjzS4rzcNk4+v1ZzvbgY8D1eCiY+u10WvqHdDb4wyHm9B/+SPPVXND10LVK94T+sPYIFdLw+imQ9wGzWvTe/zLyx3Zq9EDX9PW5gzL0wwau9f2YnPm/Zm72bgwI+A08gvlE8q742CfY8laAHvf6mWr44TBk+IDcivteASL25Koc8XrMmPnwPbD4bkU0+B1MIvto1nL6vQCa+O9/9ulZgkL4LBce9SsD7PTX9QT1ZvZU9ScJVPqh3qjyegbm8YhWfvSXSBb6aHC699yv6PWXOhz3wkpU9iP5WPtsChr5h7Ii9AGQ2vmrfAT3/YJW8GMeWvaVxGr2Eqaq9Im5OvgHpEj3Kq9O8YZwavQVJ9Dzp9pS7SoMmPr5pw7vLOR8+CnmFvDpxiL3tuwI+Sf8yvoVQAb09jo28CiLGPX92N77WjTW+/TsCPtAOID75F7C9MhSHPUdz6j1BJ4C99OnzvZhAgD72ZUM+WwThPYZoeb2d6hi8LBMPvvvvAL6sTia+WB1Bvu2Dqj1Q75g+RcDCvQl2TL6Oo908W667vX/7Pr5r6Qc+MA2CPgwWq72tdp28no7CO2ENnTsXHAY+VYukvJmQ6j3rh6q9RUgpPtJCnz3Zsgi+y+N+PPbCIj32PIk9h7+WPeqBHzxXUxc+Gpi5Pcjunr6zRse9OxL1PT6ySb6uvCY9Ns0qvn0fIT7LTrc9QIxLPRt2Vb6MaxA+2gWdPUTlJL1xDWg+K3g2vX8OFr3O4VK+nXsHvjt5oL7lYIi9mccpvTkwtr2qAfw+nMZMPcVACr5x5kW+sipovlz6Xj5WFnQ9vFZBPQ8IpT6Op6Y9R3OqvZtVg77CebM9iBdYvosJqD5Xk6g+5CP0vCmp2b21pRK9NBDavU27Lr5O6rm9nteRPkJQk73pJN69vxeqPbY/Tr2erOE9Q6t6vNpnlr5Pvie+2ZQXPXIexb0VJDg+LFuCPLxnh74jEwo+w4xRPhKWOr1Wl4s87qcRP37Hgz1/msc9OcK1vXEzFb7ltIi9BJUMP7lvC70vv588vrsIPqqHKz6I98W9yQL2vVTdnj0weFs+1DeIvYiSL70x7K08zcsXvZqlFb4iyZS9QzusvQzy7T08iWE9RksmvU3DBD4aOKG9SFHIvRNoBb45AVq9UlqnPgG/JD5Dwu69DrMMPu9lMr2ybiA+8vd6vkxe1T7X7c4+Ntwavib6LT4fIDU+a3WJvsHzLb6MljU9wk/cPaqKrj6qIAY+1JmMvmb9/b3asI2+2LkSPp3adj0JY5q+yiBtPhYa8ryPBgm+jh80vmtsMr4qXHW+7IckP4mOAD5fiqm+D56HvY+KIz9jZvK++/uDvof+zj5aRVq81GG6vm0PH77pw2w9ElwZPbg+h76AB868yTd1Pf8j2b5HiY0+ITeQvNA7Nb7e7Es9e0W5vTslgL6gG5K+k7bCvVQRl77u9ge+L5sxPulDvrxnDRu9F05BPcwSVL71yck9plfSPfCDVL3aj+4+pTNSvjFTmj6Uwae9ueRavufNxb2E0mc9fh+VvR1XMD6D/ZK87VevPZUPL7yHNEU+3hzwPTjgjT4XZPa7cJS4PLdPY725mBM9EboUPgGLRz6SGWq+VMOMvm0igD4JVIg9gkaGPu0lwL4sGSq+pV3WvkxvxzrKlEq8VlYbvbeazT1nS5c+xSQsvijlRT3GdQ2+kkGrvmQaA76JtlM+UQQpvX67jbyC1x2+20GOvFoMIjzdCX088OASvmpnarpa8Rs+0JLUvRUzobz36mW7Amz4PLA2Db5ctZ0989WdOiC2cz7uJJ09gUevPuXNZr51+jq+bgZKvr9VIT6iE7E+3KAmvb6D2r35goe94JrOPHTZG7/ohlS+BIz3vL3xmj7Rh4g9Ve2NvkIpGj3z5I6+0MuEvLDhLT6fbIi95p0ZvJAvE75/I90+FaX6vbGh170fIAS+ubBMvly5jj7blfQ9komaPhdeDL6qaUe+JrlLPiQLSb5bbTm/MJttPaaBPr4iPhq+E4q8Pa//R77fpxS+Ls6LvSwBbL1INiE85iKCvgTzDD4y00k+AvPKPYG1uD2HzBs7ja5PvUZAgz30iYA9rtOevJpvYr7N1PI9htI6vZKuJrwWOoA9PLlfPRhaHz5xEze9jJcxvTdwqr3P5y4+KdA+vuY2Mr4kq8Y9LKTAPTzRo7x/v2q8CscwPKVD371zAjQ+kLhmPbG7Bz7qsAq+fh/PvUrbFT46lRq+9lg+O4wEwT0C52w9ykh2vNndOr0mj7O9vjujvfthNz0ms/m9DCwCPTCYbD1Udp28m6GBPZxCET0q1Mq8nPTIvF28Ij51eGA9kZ2KvLv0z70AVIO8gSB6PllXMr6algW+iEBOPlBoZr2wMFy9DuezvXDI1by8g5g9TbPRvJMTxj0O/hI+QnHvPZYxqj3oOgm+w7ZVvH9ILz42yoA91rUfverntbzADkM+6gwgvWFL3jye8eW9U3kwvAEvSr7Daje8vfwQPufxQz39x5m9/8BcvgOWhTwNx6o9xr7QPajc0L3Aos6+EX9+PCBrRr6QQQM+JYGBvcPA+TsTONS9d+vsvTtsWb6kdgS+gAWQvCqejj15pqw9SaPoPC8Vqb4Yfk2+Q0d6PfsD5z2qzZU9yOYEPS4Ezr06bcU9lGIPPhV5Cj5h7pe+qDiqvRKo1ryKwQQ9ZbXfvWDUtT0u9qs9YRMXPijiEr6FrD2+zLLivUnf0z0PeA0+DX/KPaAs1b34vVg9MlUmPlC7Nz78IL48jbjLvL0RybqHKIy7U5/wPgMF6Dwsv9K9IsL5OxeKoL7zuAU+Th5pviupwDzXkAG+zsutPjeH7T2tAIS+SwnxvYyA/b25ql6+qBQsPti4Qz6yyRs+jnNjvguDYD50w7W96Snzvfy+ob4P35u9ovuBvWFw67yDTIM8H9KEvVV1Iz2JvjY9Z0rFvHMBxz2IC4c9mIpIPv6w1b296Gm9SlpwPlSwTT0hAKg9LY7IPFQ0Q760q6I+gWmIvYIHH7+qgw+9nsYcPpDLBL66DG89QXgtPVYOv72LXcG9EsUsvXDGf760X5U7I/eRPiA5Hb4TbwA+Bi2JPX7RdD7BDTG9kfGFvjtTLL7VuBq8zcn9vB/9G74u38W9iyqhPFJmIT3orBC9AgS4PePGhz2pWFe+Q9KOPc40cj5z7Tk9EcFxvuYgSL2LKeG96/FTvYOLbj7cFwq+KFkNPvlOKj+Chom+QMoxvrDvyzsN21a+9hakvCmHjD71XQk+MO8EPBpCKL5SSK28qrs9veXsyrxQqjY+fqONvq77xz2itRu+n9vUvcr5b75QtRu9/5AEPePRXT5tZGk+RQUHvsGJGT7OtJe+wtttvow4mL46qmS9AiUovlMBh77bcbM9giigvg28Vz7/XEu+fEHWvLLWCT4JZN09mqaNvk0Tgz72q5m7RLfJvOHz7r7zvjI+O45QPc1wyr5hhY2+42uSPA+3QL5vkTO+sfQKvhcMg75o4OC9WWKrPsFlx72HiU288OKNvlQ9RD4+X1y+FyzKvEMrEb5EvOg84YkHPmlwyDwGNIo8/1MxvoZSUr1hSsY9xD+nvbbHcD7Re7A+7EUNvgChab4uqku+ONyZva/577w1eoc+pQLFPisnjb7Wrzq+ir9vPhjxzz0IxYk+tlKdvuRqHD0ir3o+hlo+PbZReL6W+oK+2J4nPh5sjj7b9dc+MRhBvMPNcT4XR4s99uC3PRS6BL4EoPc9il2aPpxCIb6cYA8+Ws+iPR9yx74Yhlq9s8cLPV//Cr+JFkg+UhS8PnASUT6mVEc+eNkcPZmyRr2N7Hq+ONm9vXPelrz4Tbq9Civ8PJYkCr6SmSE+E3GcPTzKi75r/4a+445mvWvZkr7V83I+F84hvcfPG73uWMI96nnwvgIr675SaDi+HwK2vQN/hD2Itos+PfUoPkupxz2aLm49wH+dPmcCTD6wyTy+ZlOKvdAUzL6IPyo+RMZcPt7j+D0BvhG+f1LZPo4/qr3slyw+vSWqO1zSZb6iqrO+6lOSPgAlizvexsm9tCLUPRFsrL7O7Ti9QS2DvK98jb4fopu9pvdFvtUEqT6ydj6+ZDcxvmAWNj2/hWy+ungdPtSnfj4cIBW9dqO3PbkQ8b11Qh6+VueNPTjAYT3ICs+9/K6BvmxEzDqIGLg9yYwtvmr7qD2TVim+/NyCvW1thbxmbgA9ebe+vrh/C74dnTg+2zofPm247T03eA693yk8vPrSgb7pCGU7P1NovgTGOLvCFjg+i7nWvJrijjxCGYG+fW42vgQMij3nJEO+/IznPZ6R7b3m8eu9K1aBvckrRD7gfCw+IPXXPAdT+D3zv/49iVYmPP8J/bpg5Je9VsOgPSMOUT3R5ks8KZqTvWy+g77xbso8CXGwPWQkSz7DLsY9nLePPEi6wL1K3JG9PZlGvpwwHT6j3XM+TKlpvaPmwzy1tDA95Yk1vZXbTz4NMem86kPQOwlslT39hda8QkCzvZkSD76xBMC8xq+svJP9jL0/wrQ9qoPOvZveHj5loJ+9J8EdvhZTPb4Qk8a941ZgvhLc5D2Cuhm91ArAPQD2eL6bwTW9W/n1POnhjr3GwDS8r9J1vWIxVD6Ueiq+3Hy7PfYOnL3qON88MIjUPSfpar42ySU+MX9aPX9dfL3R8hc+XtkgvQ13Eb4ACWe9yl94vdHy5T3SNuI8OtowPkc3zz1DZUC+4OkLPcTfrD2vacy9XRFXvoo78z0vnXy9tCB8vWoQsTy+2jy9//7APbmvJD6t9OM9RZYCvluQUD7t4/A9cchpvZjjmz5Of0o+lpKEPRys9jpaXP491+7KPv2ojT36Xl8+jOFMPgbBCj/ecmE8h1oLvWajKb3678o9cTQkPj/oJT4rm6Q9d51Svo8xEDy0xPi9QLO1vHgjHD4HmwG+/ZK3veu1qLyH2zW9bKi8PYMvG76l6FO+sSzoPQsbA77TxZ+9lOoNPhYXlT36+e08Rt0jvP29m70OMK69VnORPnbAG75snUq+OIzdvPGjDj4EeSI+V4B8vhlcMj2fpga7iYxTPtSm1b74+cY9y2KIPWTvPL7tbv47t7G/vs/4tT3tyDy8GNsrPD9JX7xP8Ho+55SzPVAMCz6Zpe+8aClbuxDdRz7QbIi9TO1kPjahWDzl0wG+RKnePfWFVj2OGCY+yty2PdTAOL7dP389TEYcPglmnL5OU6k9dkK/vb+4DD7Gpnc8JcJtPVlXNz5zlRa+vZs2veCZhT71MY0+0xqJvhnj5Ty4TWS+rhEpvrIa4z0gC1q+y29UPoTxvryg7HO+nk3BvcAdNT4as5a8Vk4Dvn7NcT1AE9q93Nebvimu1DyMR0G+Jo2lvjPv0L1890w+qfHSPVGTfb6vURe9tjmmOiWZOr67fzk93QvVvqbyVL43lKS9GqKLPhZr/DmUDoG+nvIePoCYB74VDza+MRjLO5huNL4uUW++9Og2vXYb972k/6q+z2J1vgjiZr606I4+lOMdvk9caL4pM408OJWRvs6N/b3lsF2+uEQJvhqD9T10Sza9KEn0veEjfz3SHyC+fH2bPHRTt7zD/n8+I9mnPWalmbwVOL49dlhkvtBF9z2rvTc+viI3vordmjxi9RS+ZVT+vfS9uz1QLiW+jmo7PHLvQr5th2g+LDQqPEDhjT1WB6e+5cnzPowx7b1QZN++DkVvvpobST2D4mO+fJ7DvSO7FT1HDlK8AZfYPZz1r73CD6q+6hR1vi59Rj7H/xw9vPtcvn0bmj1Pe5k9gvZxvRfDkz2xrCS+uoQLO7Eppr7IJ7G9xvWkPHPtob2wtJ47xBiwvMWDtL2cJQu9kmJDPcKF4z1odk09kpLqvV0wDz1LbEy+Yl/5vmPRZL08BzC9SqqhO53Nlj1LOEM+AptKPiYZsb5kKf+9YvEFPP8QIT0s1XM+LgE/Pb9ciL5VGFc+XMsivZ3yML7aORQ+rc1LPrnw4z329Hy9f42KPVyvjD03jZW81CaLPexbLz4spj8+CODZvUZ/Tr6YEbk9fNwdPuVMYr7EH8C+3NhbvvPYDL4KHUo9R9OrPqIRkr1bczA+rJM0O6MAXL2awNW+APyMvC3EVD3Ap0g6MYrSPjM/5b3sq3s94MjuvLjZTL56PnY9bmkLviHF/D23W1m+76UWvtqlND0bC4Y9LOKpPIsGc72W6EC+6a7BPLjIXT1VN1K8vacyPcAJ1z3k9Ru9ZTVXu9oxn71dkKY9SL8KPumM6j1kZII9ectxvqbJPj6+vk28maA+PiP1ij3dB2K+UCDNPTL7Nb0Ffqc+nDupu86G2b2em2m88jwVPonN9D0z4Cq+xebBvWLT9710ou29r+ouPTR5VL6UQHS+xmO2vaJaHD1NX8M9lONMPvLVwj0tsa48+20IPpSjiD3twiK+6iVRPTAbNz65wH89sUYkPSQhhb2E1I+9t2cMPA4Nlb0J0pi72iDNPdp2UT3aLx092THpvRnPr73hIVG8a5rPPDHYqr1KIOo9EmB/O6UAOr6gDNE9nYRdPoxMZj50b9E9VT0CvnUwZrtZHY691jlvPcIpsby39309RhzjvV10DL2R1MG9hLUrPtDfMz1ztRc8lkIlvuebpz6Kuo69xFfSvV3/L76Dk06+XBURvkr8tb2QUms562NNvkWrxLxsX2S9xRFbvschib5s6Uy+QVHsPLNKmj2ZMei68J+zvFI4Z76rQxw+wBSCunFxKT5RnsK8HyQWPnwLUb49f889nSblvTwVgj0M1Fy+5aASvu1dLz7xJui9ArTzPW3GK70LiT2+3shCvS+JBL16R2g9j6zSPWxe4DzR+7q9jiGRvaQz9rxtnQu9qci7PKhdrL1NRVQ9pYqOvh7i+T2550w9xQolPSdKbr0RV089SvLVvY2slj73RKm93a4BPo51mD4K34i+CQY3Pgn0Nz0D5TE+DATbvfmV8z0cWrO9+ZE8vjhkWz1Pa0C9909iPnY6Cz0pIYe+2NzsvsUigr7SobK9VjUTvfiTx70i2YE9TKMzPtOeNT5PAFU+ZK3ive/dhr1CNA6/1fM4vf7LQT5JlJq+jRy1PZOTiD4TWtE9OAY5vlkV7r2RWbu+xNESvaNq2L5LuMY92K+5vsikcb3hi7g9KOS0vSqeJz5aMQK+JTNCPV6yzD1dvi6+gXRGOg9PLD5SNNY9/kJNPh8N6TyqW489OpcMPkx4hL5pcsu9k1zMvbzijL47+LS+k6JtPsc1Jb4H7Gw9gktFvbhjiL4OAZs+d6/GvbMK7r1pCR0+ZsmmPqLViz6iOTm+bawKPqicuT6+izA+Okx9O21dXD6MaAG+oqeYvjQ9Ab5yT4m9xu5mPtBeQL6uFso9j1MEvuM1vb0O1xI+YLWMvtJY+rxeWYe8febVvtoaCb2Hbgs9Y0kgPDBvlb2uDEI906PBvSXcLL1D9Q2+VAL5vXfuHL1gtHe+5Jo4vqnxxr1SF1++wvE9PggmEbz5UAY+F7AoPntbFj3vS/88pLCAPrk9qL7Xs/G8muo6vFhBpTud6as9qOtivZFX+zt/IsI9shqrvcvcHDygQig+mFqvPQcUDb3F1zS+lQ1MPJsSh746wZ+9UAfJvqRMvT12sJK+XG5APkDpkD4KRoM+1J95veA3Ej2gzn6+fBSYvpqJTr7havc99RUyPaugKb15y0Q+BcnGPh5c4z7gfrg9eUZCvqv2CL+1cbE7OP+NvnUXrL5x/yS+JSdMPbLDwr1pu7Q9Kw7XPcnUUj1+el29btOgvstyiz4NkhU88ir6vA1jFj19s8S9nIOBvvwCET4MuoI98w8BO5SePj6lcla9C3mwuoItvr0LIUk+m1Q9Pa7dqb6mzQ49IuIwPvKaKT4He5Q8nTUQveaIgz5qp5Q93SxePc8KRb1pDAG+UX8Jv8wKiT4M83O+Q1ANvvYvBz6P648+f0frvV16ED4JcKk9XmsSvgULkb07kmI+piZUvbFnXD2u0Yw+vgi5PaVoDj3036Q7HLZCvkTxHTsAEeI9F3KRPlu7ZL1gvn8+3V1qPLXSAD0AbRi9hSREvYVqb73dwKU8gM46vgBXlbx8dsG9tuA0vl2Nx7xoLVK+S0OIPOWMZz3m0Wy8H+gxPsZn2r4Fl2o+T1MEvaBrSD5CmJe90AILvp0G1Ty2S6g9baXgPstVeT2pLia9vRFKPXT1Rzw2z1m8z9C3vsAZI77QcIC6l/A9PqFJyD16Y6a91FmXvI6QT76WmzM+tiwyvbgAGj4Jf6U9EM2BO+YvgL2+hCi+dyw9vnliez4wkWe9r8S2vKVH3bxftqG9HbBzu3cEjb7X9CE+uD44vdq5B7tw8QI+2GFZvhhMWzyHeRu9mmw9PrAOEL4akKU9K5ODPYu9wT0DDls+b/CoPS5PxL0q58A9aE72vAMJCj1FHII8y5TTPDv3XT2NECI+t4IhPmQoGz3H3EK9GYamu+iMn70u+tk9j9DuvSM6WD2ws7e9ZGELPaArGj4CtUM+UXTGPW8DJD1dLrc91whVvvFLLj4gnBW+0FbAvbr+1bzlyPy9cHF+vLyj8j0BMlu+LutgvIR52TzDvXM9qAEsvfChFj7guYk9zIk3vXP54r0tLfI9aduIPtuniz2C7ci9QUZgvinGEr29KN69oGitvcHj9zxBY+K9WcqPvWdlpr1YoQG+1SIVvawUUj4U+Y89kdvxPSQUk70wr/89CJX+PO5fTT3TxCQ+7wtXvddpez3Jr4g9UDC1vQCRuzuNT128rmuJPHzF7z0xCqs8v+CZPb5dHD6iD6K9LYaovV+Kkbymddq9MuAyvm6zVD4kCYY9aW2CPehGhL2jDmQ+xufePX5L+73DyDq+XbfXPaJPoj2zRFS+a/TrPGaJwb3EBiK9GimVPXmUCr3MKKi9ldmIPZNFoL3fzkS+OX8Cvp+NRj49dM+9eo5IvrpBH74o+QK+la+KPXbCUz4yOoO987FyPokwcL52kXo+I/gevAAIUTzdx1i+guGZPfp8Nz7BhhM+kaMFPYmsnj5TP+Q9hFo7vhwzQD4R5wg+V5NFPerxKD0bOjC+0cxfPRUIsb3M9+A91t0rO4G6p71/J4c9G3OCPRQ/Kz6WZSQ+ke/rvONCND6gXMs9drq5PlJaMj1v2qo9TDI6vsEWjjwHgz4+/qhVPhK9pj4t63a+blGjvoLLrT0Gldq9jkSxPb+4Tz6AS5m9jVyhPiESrb2/4ee9mFE7vj0+hb3Ydlg9M79DPMCIkb10Niu9lOnePCOeTrwqKDq+rPckvJr2G70Bgvq9KP1XPZEKgT4zZIo9OLejvqFBS7238Dm9me2ovaifob5OGMU9eukEviP3AT7mBLE9lGJZvh3GYr4OjQ0+KSuqvsakqr1iIYc9CZmMvkTwcT4WN6K7YRNfPc1MMr4sYgy99MylPUrjjjqmBzO7igClPISVG7tmmKk+eTfLvQk3e75om2e9d2nHuwRa9r1Y4DE7TMGQvqTxh7uXj7w+gpbXvUAkO74NHt+8XENUPqdlSr4W/cA8kzz+Os1xM77OSQc+E87RPdijV76TUes+irucPU3/qj7GF3M9/5hkPoVKOj18kdm9+cu7PYYUjr6wNBi+MIuDPk+3orw6/N48zVgZPh0RCT8DBhe902uxvWwMhD0y/W4+EL9FvjZABr4XPhK95CwoPg0yMz5QmkU9qqS9vc3vnb1oq4G9XNKHvp0QKj1+2hi+7dmRvbydbr1n03e+6qJkPE+BDr3LyeY96aIsviJ7Tb5YSsG95GoCPlM4xD30l5Q93njCviAFsz6LzTq9zQ8CvaThAr+1oyI+fZ0zPYIS/rxVSUK+c1vYum3cgz5Z2I4+1qqrvstLez6tUQU+LfDFvUB5m77zWxm+502KvnbXab4vC3u+jz2qPf8RBr7G4bi+5qIwvlGxIbz0K4a9knLjPd6l2z3E1RU+29ibvDLKc76OJMe9HqB1PkygJLwrfMg9mTRJPhTHoj2h4R89EBeCviimfb7CPa69HbOIvfZ0NT4T+yI+DgfAPf1FWj68yR4+3kTCudyIbz3Yu4o5hK7sO1d5dD6JU2E+aoTuu70YG76mMae91vu6PazHJ77tHzG+rlYHPoPcPr63dAA80/KkPDT12j2z+jO8kuS/vpPw471s39Q+IjQwPXeBLT2gjkU+bFCdvaC1Vz4sYJS+PlYJvuCn076/YjY+OeVHvgktRD4HB849i+WSvMg2Uryg6jQ+La9Xvtor6r15Bqy9rWFiPp3Ty71Io5y+pHWAvp9YRr58xB49AVsgvP+lRb7vHqg9pep9vRR6mb2qBBu+XhvQPUNuCD7L69U9XrEpPjfPlr1g21m+FTWAvMZTXDs1nqI9kfRHPc8vB77MDxK+bIt1PbbiH76nz+y8AAGRvSFnZTvxIcq9XECQvcZI3b32j6891yeWvLi6AL1obRq+BvPVvQiqCr4hQpC8QaGaPBIZVb0+zU+9xbCfPdXOuj3C+0Q+ByolPv1A1zwzbFK+jWAAPl2i8r04AKw90PKZPSmjkj5F96C9r0bjPb6EXbweAZw9fHLAvTIph72Qvlq9N8PrPdRivr5LcwQ9VqsIPEzCQj6/bpA+BIwtPubVgr2tYjI+gz1nvXiybz2VUqm9BgpDPsEyWzxaKQe+l73xPdEbd705NcQ9OezbPAh+dD1W8FK+VE8EPpZNHD0cFqW9jh1pPQ9CTb23XQa+/+3KvDAxrD3gXSo+1BYDPngPbbxrxNQ9nFCNvZwdJr2iEgw+DBdwvsjqQL4GLyK+JT+TPcd+Cj0SITQ+IlGAPWwuhz6PWjW+cXOGvn9YFL3XqGC+HjMUPQyHfz44MOA95aOMPk4INT4gyso7/PUaPuXf573fc2e+wDKkPZkjQL689TE+2F31vFxd0b1U9bS9/6YRPimk9r0/v5U+9kgYvXixeD1wExa9Dzvavd9CnTxhQI69jL/vvc9T/ry5ehg9tJ+jPQhNLz4+ZJw+AxkrviBrC76vMmS+gNeOPbZtTj1DfX4+Md3NvrUfJj7UaYc+sOnmvXxHW777rbg+hIXIPhUmkL5an/O9pM9LPZB0Vb3Q8pC9dW2YPbyItr1bYFk+RET7PVeAhD09AoY+4RKuPWx5Kz5XwQy8ymfZvSWYH77Dh+i9j/WSPhwhnD4DvZO9o3I4PMEMaT4yHoU+a3V5PgKwLz1Kapm+rTmNPrTBwL4Qztw6SK63vnLewb7mbi4+iWx/Pim7Cz78Nuy9cL/TvRiVnL6EXAI+9pUqPlYCHT4H5NM92necvtUZTr62B3+82AqEvmfLj75I0+C+fsYlPnB3cD6wo4Q+vM7FvLRzHL59olS+Hm54vlSIMr53kK490AL7PEgkwLzwSx6+0R1yPfPd2b179fm9QbqivUX9FL5ZHvC8e4WtPqvlbz7XbdW9iM7CPlEQOj6nEHW9bbQAPmeljz5Skyq+SRp4Ppco4Tys4dU+CMF/PvEihD4UGkM7sWQ6vADaNL527gi/AhIfvqpPkzu7iDI+x3pRvn61ezx8I8491b3XPR6kJbxqMTi+pvOmvtHiIj9jZz49x6bMvaXBObsdUny+A7tFvg6z5D1Xh1695GkdPtyXp70oM6W+JsaMvluDdr47bDQ+4V7ZvolNgz5et1M+83vHPNg6nL5EZEW+zuG+PQjnjz3119C7z+mUvsM7qj560vc93dQ9vtnwF76YmO8+fPllvphNqT7oBii+gpI/PQtpzD2j2GS+hzzpPEPaTL0Vn109VqZDPqwXJD3pG909fWqJPjTQPj4anzS+W0uAvQjoQL6Z47m+kROZvQWCLr+kyLK9Gv6mPgwtMj7K1o09sJjtu+tx072pX+C+PZtHPk/pNL1I0Tg+1o6MPmdCSL1CxfG9kCaRPrrMVj5K6Ry7fymWvSx1x74YFuq+1gaMPTD7Lb42+KO96iGrPj5KUD6qgom9kAFaPqiM7zzyz5887xKnvUj3Iz0ELoI+YZSEvswxmbwSHE0+nvVdvq6eaD79XEE9Gj62vkUoLj5p6Qc9FDR0PqTJEL2+2yk9xb04vgAyGz0G+8W988LBvckmnD2Wgpw9oMK4vWzQD77SQag9TjnPvfx6qD7GPrW+4Ze0vmSb6j2TioY9MYrevb643L4dgpw8HGkjvvrL9r1j4By+6O8MvjkNV70m4g2/KxOlPVE3Hj7Kwbc9qu5xvhLC8Dx4/vG+kVu6PaHV3j4HPo2+qqt5Pqbq5b1YIBy+bXECv92+qb6rByu+ra+Fu0yxTz2YmyM+JSNNvbyZGLwVNxE+dknGPVDE+j7AIqc+S8F8vNOREb4aEiG9GZXcvWl8F75EVye7"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "KGxZPeGVCT5zYFY9o4Y7PR4N7Ds/Qvw9+wULvV4yyT38/2G8rMEBvIt72ry5qSS8hfzWu2K3Gj5kjbc8Kmk1Pu1pyD2o37e9Rz8QvCYkm7vF3o+84xCEPchRvj04l4C8Mrx3PSqMjL3QjUq9DgV9vStMy7tutgk+gPpGve0IzbvYjO29j8WpvGw68LxaVfW78zQuvXEzQLwLqIC9yFDUvWqjNb3GHZ888Gowvcd0jD5CPoi8972IPFjJFb3FwlM8cK7lPM6yyDsyvxI+wYzPPEPpvj0l+oI9vtBdPuyXLD5VkZk+fdTDvVdRG70JzHu8uEUdvRCaBb4JytA9EM+JvcjTLD6igRC9SdudPcUN2L29lmW8vr0LPmaN7T1SsX88u0jXPfhCuT2lr0g8ybRUPuNOrr02Jyg+tCOiuyLtSD0K2+c9GLv4u91vwzzy0sm9pjbzvZwVVz1VXNA8J8xWvQg+PLwmf9i9jUGuPb6yCb2/IgM8S4N+vBH+Rb0EUsY92O0AvSUKhb1MVmY95MTkvJKomT3SRto7TlkAvTBmab2sIgo8oL6GvQylMTsjdFK6Hgr/vePOgzz8JE48CGlbvd2KdL3FcAc8dMJZPQ/y8L00Cuc9OmfrPMUHgT645b49Iks4vRmrNDyWSfi8FQzmvSL5wztRiyQ+eKHtPSLYyrw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1_2/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 