{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "9S9lPct6cr1Xpby9SlAQv8pIiT3k69i9whmjvtdTAz6B17U9pFuHvtPas7xstKA+Nr6PO+IPYr7m6hW+5qHGvPMYWb0aNUM+Xm5guytfnLxXQEC8DXHtPcB0Mb5lp688BBWpvVZmwj2YvCU+SmENvSRgXD5j1Lo7XzbYPZ5eA71siiq+h3jZvq2CBT5pHUU+Ro+UPdL3Zb21Whk+V3nsvPi6xb3YEES+xtM7vp+wxz1oWSo+00GKvrHlQ751xS6+TYYlPljpAT0Doau9Kn+bPeNNNjzWrzq+6vkCviF+AL0HTug9SESpPeoMYr7+Qcs8RFv+PWBABbxp7be9sv1WvZGDqj1K/bk8c/swPmji0bv0Wxg+Zk3hvSX4FT6Yszu+IB3NvbZ+Oj7w7DY9exP+u93/Bj2Lks09CeFSvjH3br3eWvq9NcM1vmlFgL50Xrk9HmwVvsJRC751Dnq+rs1GvlS3Eb4FbA0+Q8wPvkNhAz65If89NCr7vHDDHb5wzIm+UNoWPS4CW76MFtU98kWNPBSqfjtmWR4+qF3rPX5hBD7RCoU9ooIyvvkvbz0TG/E9TTaHvaOVkb2FKKq8AYIYvrg/Dz0lBSK+kgfIvG4IZ74+dzK+D29bvnmbPL5qEya+9EotPsSWLz29TKw9K10lPdyDmDyvbrK+nKgnvtDMqj1LXT29jkd1PlWyzzyRNok9BYaSvd5H7j0pAx+8dGfKvSF7Kj6Qpp893RtrvKNXhj2A5VS+ceFyvvh6Az7DreC9y09ovZyJhT0qLeO9BYZlvsrh8L13IPe9WjqZvYnjCj3CCce9Ccq4vZ26Tr0hzuM9/afPPUooAL7Z1UK+0QUIvcV0Az4io2U+U0SMPu/x+r1Uwgu+0qw/vfvuJT0ZQkE9b1/rPXJvTL2wmyM+iyYXPqfAm723jwg+s9tZPTX7ez5ecD4+2KO9vMh5170FsBq8JC0WvVT1JT1TMVw9n99FvhoMdT5rbZY89B7CvedHGL1ECsC7GDoovj7ltT3Vzrw9/+mSPVBnB768+XK+zyCqPU8GZL5RY2E946yiPTUoSb41ADO9ka2lPatysr09UG4+tqodvnYTjbz2OL296IcEPtrMUb6bNp494PHIPad7tbzmviQ8guWdvJf/XzuTmRo+q2wfvcucET5cyCC+UnuxPdl/fL2gWIc9QUQ6PmDCIb0Tg7u8drukvYUepr1JipA9CqcQvUsOIz4Aa3m8cs4OvUwJjj16GTg+Ako6PiMZHb4fCcI9fMljvRazpD3jdpY+42r1u2ZIBz2Qzze9VxyAvawzcD5y7wC+xRG0PSt2vb1ABho9kogDvq09Vrx1uwe+JiJOPsfo4Lye8gk+ktmzPYjzsj2o9IG+aMTXPYGfKz28b3q8RmHrveNq3j0JiVI+xOyqvAvlrjtzPBA8w6FVPrPYs71fytm8SWSvvWRIbL3rKge+HrF2PlK+HzsVfH0+X04zvlF4I7y46tW9X1oTvmwy8jzkvks9R9z9PTdq/L3uMsG9wo3tPZjjFT4ncnI7VdFgPJMCnT67Z/S9apuuPHWrbT2M0Ow9UNDqPVV68r11urS8Im2FvIRGCr7whUm+WMMVPv5arD0Len2+r4kGvqgP0D1hyUQ9HaM/Pqq2KD683gY8s743vsLDsD3LtRE8YwOAPueVgL2zcqk93FqSPUPjRr50kmU+bqBevEaUkjzzjdK94/Q7vWjsQL7ffl89BQ0kPZYFBD0/FzM+bdJMPfqwPL1Z+Ki9Ec/5vf5+sj1uyE2+dG+pPWFM/z12e1E+aJW2PNT0sTxbdVC+g9xKvsfFVb2YYl8+dsj8PfXjzT273Y49X5kkPpIkTbouaNM9I5wJPvL6ur2iOrk9nCccvirDrb2e+1E8Gdh3PVWu9T0AEC6+LFrtvZLwMD2oSZc9A5hYvuHMJL31jD++GquwPWPERz7vxQI+snEdvrx5LT0RPeM9lgLqvaOSKj5vXQ49n78VvjaQhj6FNT49TxYuPgOSJz2fH809i57lvWXypD0TObq9yJWvvWTUh71bojy+I81jviE0hz5r7gW+fApyvbb/OL2XDoS+/3xtvj8b9L0wcQs+57MLvtgTvT0R/yY+4iaJvuH13T1mkJQ919AwvgIeEr1u3u082ArYvF5ABj4gh/S9m1VdPGX2/D3CYu09llkdvuJaFr5iI+o9fyDkPRs1NT5YmzG++LRIPST1fz3koUc+RzuXvmLYjb3nDzS+lNeAPlKsKb3oVUu+wCV9vkYSAj7qIRY+0OwpvkKsEr6+b9w9MbklvaPkNb3XGxA+u/YPvhQNN76Pkjq+wcPQvZybvj2THXW+NHcpvoAHCD1x8Bs9iRIIO9sKir2HpDW+ENooPnDQGj4+5xu+RYnaPZqNIzuOGPk9QldSvoV2uzqHsAE+8sREvlu/gTyY4zU+lceMPAUf4T3Vv7u9tFCYPZx1R77F5Ei9mkxOvD9Sd71wEhq+gcoAPWlBcL2R25c9VAGBPQrcT77f8zm9IdoAvXpw+z194Yo74tpvPajXQ77xDya+anwZvmo8Ab4sKQg+Ogq0PZVNuzz1Mtm9xf8FvhjrP71uR7A9W6s+PdplYr3s4tE9/ZKgvUoGGbycsaM9aWJcPcgQOj5SWGe+xSu+PTWdRLs0W5692f4UvU33Yr6y3Dm+ZUZYvklrED6f6z8+ths4vvI37bzkwhC8KHAovUjHFj5uYKy+H043PEi3Xb5S0Os9RBeGPuaBFL7wcfy8Db8xvll0Vr0HPNS7jerlvX62bz0qhC49ajYsvZmvgr0CjUS+TANrvnXHIDwzMAW9+HGiOrswn7xr/SA+5gAzvhSpBz5BZ2C9u4wvPEE0gr3hGCI9XSljvZbuvTwGX6e9aY6jPR10jjxdHyU9I1R/vr+uhb1HxYk+WsGKvNkZgr1AB1S+NLEtPsAiwjs6Pxy+hDCAvkobVL42CyM+jGPTvCCTxD2x1hM+mn8QPjeTOzweFwA9PLaavDy7YL5KjSA+TXL1PSEc+D0FTUm8qsKFvmHnsD3GFP69aI5ZPRnqJj0BOIG+SkyEvXuBvb0fE7E9px9KvrJajz0lfxm9IRDQvLkn0L0uPvQ9l8I4veE7NL0IWBm9vqBdPUs/a75gOE29lFMhvV1QZL50Aq093rECvZ8Yfr2KIm89oSkYPWPVbL6xmN+9aqAyPlwMdD3fzJ29Lc/2vLJ9073zFcK9zQY8PVTnEj7wEBO+BaoZvW6WlbqrIi4+d8wLPgqqzL0p/+Y9kXpoPjwXpb03AwQ+9kUMO437rL1wHEG+2aduPvWJA75POgY+H3QlvlkgD7400J49iQCVPUS7Nbyp6Tu+bV/YvSpzUT5JZTo+NIS0PT7ME75voo+9C5+HOp00Zj0+xpA9FUI5PfzYxzxvOO68amGGPTpmET68g7S9+iVMvVa3a7ya7OS8OBZbPVMNwrq0xmY+EYtFvvKIfj6UEzs+62upPf8Nfr0Bwn4+W1g3Pi0yIj664D8+ODqEO2v+sT3iric+Ht80vtYKWb2KcT09oVatvbedTr0duQ6+BMPnu7CKYT4QkIq7/pFuPmihCj61ccQ7m95rvQajHz6eePg8SBlPvR9Qaj3oTZ89DEDRuyHVfD3vkxq+4p0rPGd05b1Jm0a9A9F3PikW+72hcdC9m9JRvjwG7r0FpC2+aTIvPkJqmT07qse9STykPSbqz7w2Xky9dBeGPj/jCr6Z6oO8HOKfvRZ9gL4kxYW8Hp6NvpgTCD7Zxa07M7idvdg7Nj3xwMM9yvrjPaxg2L1l6T++8WnyPUHJTL1eBX69DFMePiJ0kL2xuoa9rRu+PUWFhj0stis+kUTkPPe3xb22Z4C+uWz7vayeCL09v8u8hcXmPZ69mj15RG27mZJZPrSyGr1Owjo+4r6WvM/J8r3piHA9JpJAPTHevT3x9Cm+zarKvXjIJT6WpwA+2rf9PQCd3r2rBkk7mN1qvdsBAj18o1S+cDx5Putagz5rrjg98GMmvpDo/71KHh4+cj4ZvqjqEr6Bbcw7F76CvTWBlj1WoMi9ixOvvTaveD79nYs9F1c0PIXpD74ZPMm9NaFRvV8rsj2YK4u93gN8voWlnL1W4Fc+z/ANvsWR0j2k37q+bADbO75xCT6gWiE9b/WVvjwduD1N0Cy9ojKDva/5Kz5EDhK9q7z5PXXDYz58nBk9hIoyPi8/Uj5Mx8K93cC2vdwnGT7LNim9pQoXvUZbHT1jaR++j87PO3AyBz5V9gk9/OWXPRue9L1foB++RY0QvvzwHz6cpVC+ixRpPQoygT0cmRe+68B+vhLVkz3laEU+dLn2Pb4FoT1ctBM+BLsovlsvnb4mlyo+LwG3vV3zD76eoOQ9Et48vQqwoLwKfE281zk2vrPyCz1XlW+9gFrsPNNRwL3Mbbm8APL3ve+oiL1pbko93e4OvjxRir5ZXHA9CM8vvSka771S3yo+VSumvkUpQb7CmXy+pKc/PnqLID2jq3M+AIN9Pvo5Aj7fCp097n3Jve4ArbxJFhA+qVdHvoJ1vDy6DxO+D/7HvUJWgbwhH8k9M8ITvk1ZHb40y+49suhRvUbSWr73Xiq+NQfYvD6ZW7wC+xk9+e9nvrBcFzwxVmG8i6rZO/cANj7vFVq+PobMvQmnuT2j8dQ7klg+PgXsBT0YMoi+HgUTvTw5pb0+qBo+FmSOvA5TLbwH+Ne9+KLuPCT22j3lduy8zXbqvVGlgr37dOi8DER+vUWOTb3NKkK9cPq1vRkpkj0nW+O+a3AiPsAyC75hEKE9vGmcvVRWZL3Qus+9o3VRPaxoRzyIBT4+4XA9voT9vbysbGw9gKStPJlT773s9OY9qIBCvtXoLT4UxYy9AYKwvU3Z5L3AmIw9k55HvpXduLxHxxU+AS0PvcbLET5n8A481SrMvaT7ID1l8yS+9wCOPkAkcL0+II6+k3PbPMRywr1oRsA94fVRPmPUmr04cUY9t6C/vYPrxL1lAh8+JKyTvjRdRj1+gh4+nQACvCgGqT0tvSI+ejSsvUTIwTzNahE+wJAGvtKDyb0qoes9cHa3vH//Tb4OaaC9uNj+vUJLhz6Ao9Q9U+YBPQLxgz6RcCS+XJj2vU8ZzTnBwaa9MdLtvYk4Gr5CNhe+cIjQPeypU74Xe8M9/hI2vVSoXr5jpTK+ZDsKPYs7G74ZEII+ywAOvg7HbL4XOoW8kwwyPvJHcLxWllo+ujZ4PsXTQ77MzQm+ptypPUVeOb4soz0+OyaGvg36GL7Wxjw9lXRIvpl76701DBa9t57SvR+Ucb5+E7k9mKlSPXznLD4LIgs+OBNsPZSuVr7kKWm73hd5vtZ8ZL5CCKq9wi0vPp8Oib5IRYw8qVxfvk4ac71lFTm9f+V/vFX6Tj7b5cs9IC2yuwI5t7xNDw2+bAzdPKkluzxNFBU+ZgGPvsWr+z1t7bY9UcO+PZftVj2Osyw9aYrLusUABD4V+ka+AVuZPWsI/r2JCw6++91lvrNYXj3FPSW9jh5avi4goz22CX4+zC06PhHieD4B70g9dyz/PbIU2TuxRFc9zGYHvSYPaz4tzCE9uGyivRD1ET4M7le+e240PAhCYr4w6bY9uyoVvuUKzzsWuQM+uUOEPS90ED5t+tI7Fw3pvYRGSD1K1ei926QLvgqGoT6aeaG9W6iMPVVEDj6gtqI9mQm+PHbvJT2LUWe+K+ycPvavM77vIhS+EvYOviQ5h71d3by8+vflPL33ZDxeHMo8FiHcPS6EIz6xCnU+lUhwPshbZb6W5i4+ecdXvXPBQL6zdAQ+zZVBvvr/mr1wV6q9OoguPht3SL4bNW+84amGvfcrNr7g7w6+vrAgPufD0bzX3xK+EhyEvZcXjT1HcU++CTCEPYLPOT2rA4y85KgHvWDNwj2Abe29z4R7vdTUIT06yY8+sIAZPkMCmryWGtE9Wv3lvW8BAz0z1iE+U4QQvTQAKr7cNRq9cBIJvts6ST7eLfA8AcY0vmRMXD4cO7s8uTe0PFr9bz5j1CE+S2JBvt0QB74VKQI+ctISvft3HT1S/v096/2zuzvqwb0I2YW9BfwAvREuGj7CpgC+BdQIPg333LzUWBM9xPzaPZ98lT0OSu89xucKPSkUGr7OMCQ+BWK2vfk1G77Gfo69m/81vnG8pb3hWyQ8fUy9PAUwxD0y5IC8SOb1vfv/jT1b6c29/rxfPFywWruDKZ88MP4UPrHK6r0UOq+9S6uYPT38CrzY8ug96nu1PaGKFL5K5LG9pQ0GvoIzI74moyI9b8ItPoYY0r0+/ca9YbXyvanvLj57dYq9G3dMviE1Fr6HKbi9850tviszoT2T1TI801PPPavUFT25HWg+rcjGvCxfBr4XxfS7ZVTPvPopRT619c286WJCPP7zRL2LeeC9dpCPvV5j5L0/TWG+/CE7PoWmSj63zt48cq3EPUvMOz4QDA2+mlKYvd5t0D1jB5w9uVK2u8Vvgr2MdAe+RpVrPY8FOD03M+09+9oCvlGJljzdtgU+fRG+vZ1d/Tx4rNI9oJJkPckCB74+XLA9fQBFPrJj7r0dIbm880bHPOCFH77e7Do9zKC2PSrBqD2BaOI9Zl0dvc/+Cz4hHJA8IvFcPVz0Cz67nCq8QPZbvQRM9D2BWgo+wh7NvKoupj25o7s9FMMMPowXFz5dVfg9W3ekPfjQKzxKqyu+IwTdPbw2KD7mOfK9nDUyvdC+1rxHyxU+ZmwxveDGBj27cG49O5UNPQN4+j1T3qy9gtOSPEor6rpJkEQ+moS7PT6aBr59LXK8XPACvpE6Sj7FHF89Lex2vWlUUD7BugK9uxZNPXMruj3XeYK+5qaMPTkHjj0qrbw7Ngg9vSm6hb6RrTm+bcKDvkeO1LpCfx2+KfMVPV1gb7x7CC++IKkavtXdGz7/jMM9KM1Ivn+34z1Z4Jy9xYRYvgAioD0xwxw9jFOlvjP3Wr1x25u9vLs9vtTk5T1NUoq+xq+avUBdEr4aATS+uuwBPZ422jwhyzi9HAb0PdNYPz5bWP89vsgEviEAOb64sCy8PogTPNpUUb4uWri9hc+RvTokhL1FWtk9deb+vE7d5L3ATyu9KC2zvfcYnz6lXrK8Yj1OvkiRFr6tD8+8n3F1voFFqz0BXVm+9ojCPiFtIr0l2lK+6wdhvskzV70hX4k+nOlJvsI+Ab085Iu+v1xNvn7zHb5AeZS8jmCjulhU37wv32i+63WlvZ0x6rzRSBq+WZcevmZwW74ScTK8PQ5BPrFOQT7fJGu9/Wb8PaiAkL6XczC9NV8pPWE5Sr4GgcC8AIwpPlH/6D2bati8+L1lPcCDMb0xU4O+49KtvaS3KD3+tWM9Q9bPvf17Ab1SBGY+BeHSPXu+VL7sOvM8aqYdPniBYb78jjG+n49PviVxmbwuzAs8FJfBPZUH9z3A8pM9jB4BPgX4AryuMn8+mLpXveM5iz31tuo8opbVvQTW9j2HzII+PfD0vYZbDz45S0C+veysPZXyLr79ZyI9IpKsPWZlZb2oEd29WcZ3vLJkj7vc3eW9terCvFt/1T1P3au9cj5jvkBl3b3m/hi8evmbPUvSHr0EZXo8HDJwvb3K5r2S+nQ9qRqOPAV1Qb4k+u09QYHRPdFQ/D1BrRS+4tqXPUh8l7wOI409DpYIPjQ5k71L4wg+XKgGPQB0e71ItrY9SfxSPn8/Dr5MPA++zsikPRsfxbwFDwk+Y057PX92GL3Z20S+kbgDPZkN5j0AsAu+1zGnvZ/gzr0LVx0+J/+RvZ4c7j3WDF69fVvQPavM47rmkDy+kW+OO+pbPj1WPrY8RwUjvgDViDxtByo+tCYfPtHyPj5B8qm9MNPdPbvJTb38GZA9DOy8PekIAr3/jri9X9mROnjKl76hMMU8WCcdPSgw+D1MK+Q9h6oJvloiEb5uphY+kWdLvu3b5j3nw+c9CrncvQETWr2qxqO9QQwmvbe29D21nkg9wSQlvW2qHT5eESm+DHM6PAHBJL5aTOS9qaS/PPmeCj46CFQ8ybvXPV+sgT0y3Je9BU3ZvWHwFT5/VBK+w77PvL4nbz4fNBY9xXelPWDxAr3frwo+vSsePhahQ73j8T2+luAPPtAV+bvONZO9P/UOPtVkCD7oRNy9pPUDPhRRMj6Tby0+3T+Vva3A1r30gpU9SWtTPdh7HD6WcvK9c2zZvCgpTz347e07V8yAPat/5zxmfLO9MdVavINA6T36ZwC9n9CSPZhjub2WAc49ht+4Pehdwj04dwU8HnJzPRNqCT4iNaQ9vT6fvUHaur3OGsI9bYCfPdeNkz3/Ueg9btCHPSZgkD1TT629PGCMvTt40z2N5bc9dbioPbyqKb3Rj949dDTGPax4pD2gdby7i99oPcLaqT2t5hq+jK4pPO7LKT5ACL+9EyaaPd2Xmj3vYXS74A+cPE6uB74T4LY8o3bpPUDTZT0QtOy8FRUXPSwGFT0rPoq95u/FvSsOxrskj3W9GdTAvSYQAzviHeM8l0vmOpw8EL2vGGw9pXUXPdHVXzxt1ri9sueIvYKxM73ISzE+k+0jPrTP4L3mmoU9H8cRPnPHBz40qCK+/2T3PJabBDy54PQ6qTOtO68x0bzoLIK9A4lTvUXiEz6FV1O84e4Yvu6xAL5wXdK9SK7PPL93WD3+SSY8anKrvXgIDL4q3/W9KSMGvWYMwr3TZj48I8cVvZkAnz14xXo9sNDQPW8sDr6rYfc9FGjyvGPORj2zLr28oJVZvWafqT0Nno+9DrNiPQZ5KDwJKHW9WLBovaUTmL0xhZC9dtOePVS9Xj0JgNG8u3aGvLG0JjxGvlC+/vCNPd/hhr2Kgwk+YwH6PUbLS771daQ90XlrPdYJ5TyukNm8FuEIvpHsDb02Luw92AYDvnEnST3/IxA+XLlMPSTCwD2gLzY95bwLvJZhVz0igyk9m8clvg2GUz4ighe9ricRPl4b072IVoc+Y6L0vADaHz6rVi+9m4B8PtSisD0Cfoq9C6V7Puzv571a/NU99flVPjHuvL0kaMg9XS7LvRxriz1D2IM+f73XvW9107sWi6w6H28NPhqzIDyoAXE97NT7vFK1t70XeL48osEXPfX8bT6VWxi9u/D8vOXh/72rIKI95RUIvmdRgL0IapG94N32vcqf8r1pxEO92m8mPbFi8j3kaAA8kOwQPuUc5L2hFZq9BU6EPRDzhb360i0+UMx9PnR8QL6JW7C9jgrhvQffOD22KXI+OITGPYhthr1/PeC9nkGIvbF7Dz6Axoo+urM+vreUmD642tg8sWDxvPJA6T2k2NC971gBvsNkrD0niBo+HB5FPZ+LNT568CE9/Mo4PKRQcz3Xtei9gaS1uwqTFr4tgSY+nGM3Pi/QnD0VIeY8YfQkPhd3i70vRS0+226oPUoNQL3zFnO+1n4lvrjCaT6mrtU9Zw5aPtx5cz4PGQ8+284Qvo85SD1ASSQ9myRWPbt2ID4myZg+HcjZvSycgj5495i8TWFDPntJCr73Onk9mJ8iPobkFL4pOEm+09EAvPKVUz014e09TrmXvQWcDz7mLh++3IDEvYOqJL5mXXA+p2jzPaT5WLsdpcg92gERPiJ5dbzvyuQ9hxOyPcSa0L3gtd29zWP1vR1UGb6ABRW+F3mjvWdL8rwLLCC+o/s2vnXJID2dWIG+fkMPPndh/z1pU4c9LvSKPjo7Ez6tJ7M9LeZxvTw1Gr6l3JY9Vq1PPlIqqz1F51G+GlBrPprFn73GU/097LU3PfWPDL7tQtK98Dg/Pm8CKT3p5ww+jbKHPcgrBzqZec492oOEvnILq7335zm7i+I6PqjSnL39xiw8nDQlvj/E4r12PWY98xUcPSODMj6s3li+vDgEvkDSpT1iGN49c9yJvJs73D2NMkC+W7sbvFODYr7a5hi9v6bqvXkxDr2hvyw+pxOUPfr59LzS6QW9vHt8vkrvSr4ZtZI99b9tvh/0Er2dQW4+u4duvockuDsmpBi9Sdo7O6B/hb2uBho+J710PhjFGj7mtqs93JkbvqBTwD1goHI91r0ePkNI/b2z35C9JbhoPnoRfL3jMBW94PWNuz8XkD2EFiQ9BdwUPq3nab51q+m81qVPvp+QoL1QqZk6HqQIvGBIQr2Ej8m9i+ROPeL/D74r5dC9Mx4RPmt97z1Jdu69NLQAvTqlPr2R1fY8Sso0Pl7YdT4ugLm9Xs7tvDzgY7yOO6s9L17HPKgSET7Tq5m9P/8BvXN4Mz5zpgg+p/zWPWy3ojtACkw9BWtOvWPGiT0pRle9k5cfPZQF/T1t1HE+i6mOPV+yqj3nBiI+mU2/vUImZr3cucQ9LYgJPe6mMz16rgA9+NwKPanPqb3AkBW+8JiIPZushT1HKBI7gEtGPgeAuz0eU+k8/Gz3PX5qt73/8PU9KcYhvZOWID4llji9L3gFPknkBr6Wxpw9fS30vEjkUL1yF4G91NAmPtw8mL3/AKW99PuuPEsNUT2Jk4G+faC3PKS78rogCBA+j7s8vmP8kb2hZim9KTPNvLc+qj1RhMI95ls4PvTYJT0lYk4+IL94PVJ7iLys1VG+KHY4vlogK75aIYC8FtBbvW8cuT3fgTE+lyJNO3/2qD1qLA++W1gHPivLAr53ECA+vieTvJgMVz1Tzxm+AYDZvQERLD4lXN49hP+nvJ0knr3uhTA+H9uQvRshwbv3Ure8PDYbvn33Pr0ejSe9jY7ZvX4sDb08GeG93huKPUU37j1t+RY+ggzzPPaNw7xhtS6+lfmhPY1S2T0sU4k9DPxWvYTZnj36sa89ButHvD0wCL1/3L+9ojD1vQBbKb66odO9DIQoPsCb1TwJ/0Y+1KmdvQZVUz2T1jo9GHA5vYuG8j0wUhw+NPpMPIljnT3mFdc9DbyevZHb8T316mc8OcrSvQj4LT0CVmY9/ZeuPd8zCL04HGG+bf6PvWiwaz29nbG9z5qRvPOupL3bL9K9G46ovbE/GD4c02K773dBvrsMhj4AcQk8SbtVPW0B2T3/Tfa9UKfmPXmqyj1JxUQ+REa4vT6ZkD7inOM9ZViEvkV2kj3rA0O+gjcOvlBGhD4bBfE9SlmNPfBHAb6cNnW+C0duviEcHj76/7O84UD2vbu60T22z7Y9EFNNPhikxrvBfK28yU00vj0dmLoLoEI+rSdSvsuzE75dPb87Vvxiu44qAzqmJhw+XzLhPV8GOj777JS9OmcTvjEKq72Krte9tD0NvlxmPr30SOs9OsO8vOmDPD0NPHE9d2OcvctFD71ghki+M7mhPXzNQr7KmL+8I0SFvSflBbwHAjy9GWMpvvaQET7KAt09ZqXrPPY07r0gbxG+tGT9PUxtpT0Jk9U9SjlcPjm5tj0Shfs95cI3POI0ir21sKc9gEfUvIflkjytDog9b/W7PWGFibxGYEi9/ajCveYFhb2iMd89JlMRveEv9r2LCN69ErIGvmsfND6AFQ6+j8wfPs4MmL4i1mW90wGjPeRDDb1WmSa8azwVvvqnozzxpOE8ux8YPelmnj0xpY28BrOdPXd74r2kfEw+G/lbPREIbj13quG78QaNPYwLB74I2HI+x5SjPaibFL0H8eC8ox0BvqZM1jz9xH4+p3aEPSZ2iT4Wl769Wh4ivqa2+T251ig7cyjhPOy2iTunLd69qbkTPkX/8DzYFZA+1b5YPM4vNj5Ap5U+ZL/+PYb80D1zaC0+sWnRvBZJwbwFxSc+ECw7PZv3/70Bkps9Z0UsPXfRGT4dhxU9EVmRPbDlUz7d1Rc+pX1mvQn+Uj1pmHE+qsIWvuQlkL3rgT8+euq+vS0y/TyHZjU+eoBEPEQtJr0qRhE+Th/sPUKF/b3gO529NOQ2Pkgghj0zyY4+34BmOyzJTbxFPQy+UYwJvmLJPj4og2m9ZG2VvEu0ujx/CGY+5nB9PYJjWr7Z6kA9u6AjPuuPmz4UUxI+DbbRPaKDjT1tDKo8WFUzPu6WWz5v1YC+/kcjvoA/3LwL//W9+dcLveAitLxT/g2+/ciDPgTSa72Jj4A8ZPTAPAzHuD0mPcS9U5nivcAvJL7WMhI8Nocdvs8rhL57PCQ+/+RMPuRmLDv7bwm9DLbhvau35jozEeA9VgnKvcsKaj2hch49YQegPbBg8j3R8hK+/T8fvk+xUz3/7cI8tCQJPp6jVj7ZDWA+9+4/PjWIoz5/lJA9k8VJvmbiqT3wzwE9ojogvr9JzD3A4HC9wMZpPqYkI70RTuA8UosxvpLgHz4+C3E+wm4DvXsCMb6wx3C9sVjjPS+6DT2ndVy9JnYlPfO1Ob6BVbw9m/uwPUP0Irzhc1C9DUyAvWhRmj17h7a9fhEUPiQyAr0ZqSu+eMWgvYaJWj0lb7Y9KnnQPe+ZF72VsLA9tHOdvfBIkz23Fwq+SZ9OPlQqDr0nVOy8UGnbPcJawT3okoq9ikAHvsz/Bb5vJai9EWs+vjARij3/nY899aYoPnXILr7JIwy8kG/8vTilOD2lx7e8uiGsPEpRk70DD5m90sKwPeOD5j1/BwG+B8ozvWCUAT6mZna9ZkxcPXSpOj4QxBe+MWAEvt2rND21Bxm+9tw6vANf0j3hwGc+AfrUPZzdKDhPJ8E9ndYIPvuoEj1JIqa9mbbdPThUIrxlZtC9BaaDPe7WG76OWQ49QJrIvcYO9r3mDYO70Db9PP34dj7fT8U95hQuPn6Os73vedO9Ir5uvn4Wqr0UDkK9ZhMTPgqcUz3xFJS9rU6Bvfi9lz0rI4a9OVQ5PQx5qL1KOn69xzZfPQzC0L2BEqe9rjffPQ5X/70Vx349nRifvITTPb4tE6w9Tj4pvoNuVb4UELs9fPROPVnbAz4pyK464DGzPY7tFD65rRW99OKLvecrPj0tIzS9uoIlvtOFEr5OAn49zusVPRswdL193y+99CiePL4dyr0Mebw9aTx5PJeu77wfswG9uZoDPsNiFT5g3RU+wWbTvdxsbrxf5PK93Y28Pb0r871uM4S9E4mzvUlqF76o+Gy8Dum5PRR/B76d6+e8xx6bPan+pL0Oj4g+LwFAPhz6jDuN7nU+c8CTvWMfjrsGVq09dwfpvWS9VTz5yCG93K2NPmNZZL7ovQK9tuv9PSunHb7AkW69gFQsPVNhp71jue691ZSoPWaUOL6QBvQ9Uz2nPVxW9T1xMc09YJ9WvUmeDL56P+Y9ZTHpvbOJ6D2XpfE8bjAdPWIySj46wb+9E3+JPRzyar0r4sK9UTdavYB40L1Olsk9pSKnvWTAXb7dzmS9wdB7PX+3tT2z7nM+eIRgvl9JZD3hop6+U7wNvsp6Fj7rnO89qD4IvWsDLj2+fJC8EtnyPTuLOT7DDCy9I3z/PRYenb0vF0C9h1IgvucfMr1USgu9Ag8kPrOXZz0guZg+HmWFPXun2rwCcVm+P+wuPhDvCTxXW+c6Ke8BvCemMj2WZVa9o6uyvX5zLryQZCk+QkI8vYEd2r0JdQo9tv+vPVHsyj2jt0k+tAI2PlxDCr1kW4g8Pmscvmvvrr3GcTA93u1iPXuN6z1VhqU8h/PjvNAj7jzmK2O+aSGmvSEHWD3QEuU9ZfcBvnOUcrwR0cI+eYoCvnEVjr33e7m9SE/lvT0DHL71r709bFmpPROUBr1qz6i8H+YJvuCZCr5anHM+y+upPY54t7wBRgE8daYhPMC9KL2E8EU94m/AvN9uA74YYIA+L2hFPlLsor2om5q9SLzlPI60LL5NAji9BNWCvvmKzr0ZVCo+qINgvrePRb4RmCQ8Rt1tvpKolz2Y5mS+s6kGPnDBCD4JbZA9x7azPlSfDb4PJyo+JoM2vQDbOj5Gwke+I65QPunFr70TrIG9cuAyPhVmX774rmQ+BhuNvI17Gb7kjbO9SavjPX7ELL6UFgm6xrt4PjFB3D3Asjc+PFUjPLP9Gj5T0Aw9AdRjPlHrnL2P2KO9rGBQvp/Pbb7YyiY+WeHZvZFu672TZjW+kcx5vgWz371Sa/o9VUGnvYP3Zr2T60K+dBKiPgbYKL61kUG9dF8BvdMljTzuymg93V1APlbbI74G3DQ+lXedvvbE+D2LLn08aBCGvbDZIb51Kou9spABO5enUL2SRze8wBXlPVbRR73NdfS84wArPtmnaz6QyqU9Tnj+PexpLj6+7A89az6JPWhLKb6nQD48rAB4O5BUrj35SmG7YxgVPjXaUD4lmQK+C0mRPuRP471iuwO9JrNXPj2GNTxVt3u9aZYrvXHzGrzryhi+EHEJPSp7QzyaYbO+p94mvfACBz4Vjv29HZBPPQ6Gmr50imc8GsGNu07irz5qdjO+3lylPXxFTr4kCzY+/zEZvdSzCD3E0gm9EEQAPGazUbwzLg4+j4brPbytkz0ab3W+dL/NvSTdnT0ZXcE7ne8hvkEbA705sbq9GbxDvoT6LL4OUki9wy8kvi/h2z0rjGK7jjeSPZj3F75JOMG9UjOBPdqR+r0LiFi92QnDPS0G3Ly1BLE9wN9XPVMvirk6g1g+y5MtvvhH8L0LHHm+oF++vSh8F74XMxW+XIkmPpLSxb1AymK+DsP9PMSSrj126ZK9XHCCvQzJsD1gwoe9esYpvgSC7D1D1ZW94Ek0vo2NZ75JR++92aervG2FSD146mI9GS4Dvpp0jz2dqZ+8RYg1PVTGTr2SAQS+hDf8PVBMNb7dKtk88xEvvReNG74yELi95pybPcXc1T05tus64scfvSdLaz0yDRI+ez+CvqtzXD3Ievm9EILoPddx2r2Ca5O8ZsnnPFM+8jwhdJk93Gn7PLFkar3Uoxy9KBaBvSUZ+z1rzke9M8/KvZF3+70lrgM+EyHSvcK6xz2S94M9odJxvGI2eD2ylrc9LPfFvdN+gj1hO608Qvk6vupVzz3q/gm+4S8NPaOW3r3Hk1E95tfHPcPTQb3yYho+6Um7u4NWBT5m1rA9f+DRPALVoj1/CZ08BSK9vQbkxTxcUXO+gMMavmXm272dnCO9YyAVvjFpzb2O+AC+3EeDPTyWU71NREi9zj71vUCqbj6y2Fi9WWnxvEJ6S77PAjE819crPGWnhL7R8Rc9kecjvv6M67258v+8qSc5Poj2cD4Rteq9CpJRPs5eFj30VM49yIWuviayQD2Gbo685S5yPVbImD1XPoQ9efCEO9QRJT6zHFo++QsXvRdHFD1KAte80mYUPbio47v4QbM8+8GfPg38+r2QaCe9XHCwvbPWVD6F8C0+CBNeu2YRij0q8Fa+OetaPglQpr21sus9jxMdviUg8z0PP+W90OV0PtmYmzx6wWg+wOEzvicsJD4jFOs94TArPJWQoL5pIXg+7ou2PTBqWr5OUQI+FE2LvRxR7D2gBxy+WTZGvZnPYDx3cJq9oYc6vm2FzD398QE+srNpPoYPBT6EjaG9mYcyvUoqQD7L2Zu9AMnaPXDbL74lkCk9qz+6vSAhGb5pK0Y9F2QEPRu0eLzRXa47z9xBPmWsML4rOAO97W26PdJY1b3oDQm9kk8ivQMY/D0qGww91W/9vfzl2LkjjI48aJU6viDPiT2pAdy9PD9APp/TML3vvuK94UiGvRhyrL295Ke9jLVuPgKMMD56e4Q+ZpWoPZGrQ77G1q29Ty+YvckJVr50hCI+1yGivkUTCL6+X8e9WgJGvRCUdT1Nevq9BFCcPW7I9r1ghJM934CDPU7ZTL3BZE48ksGqvWXOjrxarBw+paLBvStfcbxGrCc+JpNVvvmZjjmzJxK+xXPlPanYrr3i0Wi9VnlMvk1LYb7WGsE9ryMuvlVRxDwjJFW9QzYFvjokar2o5Tk+UyaLvQYjo70ugSk+pjTMPUIDaz7ZeBg+RSoIvSoBoD6jNNw9Mu4aPRGb5Dz2Rxe+oNQKPgOwYj2FFqA99mdBPUNRtj22ktu6K89dvSMQkD6pGsU9D50rPT2z8T05DwU+n5lKPv3cL73rmjC+2PxfPaeybT2xTcu9nU8/PoRImD2UFHY9jKlCvk+ZbL571iU+d9xJPlBfaz1qG1M9kr15PXWKvrtqMV69eZwoPrCHHb7KGZM+hQarPdIzKD5wtdY8U19EvltzTT6b9gM+bmbYvW1CPT6aEDW9wTbkPcjdHb4RtbY9Tn7VvNbl/jxbe1s9oFQfPnA9OL3p5FO+1LQQvu6KOb20s3g+RMTzvfO+Rjz9VJi+d2KtPN48+bwwFoy9Kgp2PrPYsz1g1nS79tDtPRCZBj0DNEM9xIE0PjXt6b1vvRU+J5mCvvSV/T1mtIu9qaZ4vnM8NT5puoU9orUCPpSerzuJH8Y96SwMvZn1pzwKx389betzPSntFz4uspc94XDLvTox4zxee9e9qUJavWYznjyl3fu8QcYlvPfEhD41GHk92KI2vJEm0D2rVYQ+gUkhPsGQnjxfF5+81qk3vrq/9b0MpRC+hXzFvXzWTbz5sxK+jz1QvUd2zzyU3A+8tgMePj0sMT6p2ey9H6+5PJY6NbxYmhE9dJySvcgbpD3RuC8+UQ5FvT7m5b3iUNi9WmUBvqLe5b2ytDE+FjbCvCQh+j1Vex0+W6scvraSNb1D6yS++pv3PTfnpj2YlR6+28eOPeVcyj3ppAK+pT1wvR+H2L0uEc+83Q2Uu5F+6D0Vh0G9bAxyvTEhTj0GQEI9q2yJvUR7Db1JQlI8B/0zvM8eYr2V1ZE76a/4PVLt8jzgs6u8UPR3PVMeHL7AiaI9dQCZvfQ2a7ruO/e7RveXvahbjrzxq2Q9k5N6vQ/vC74QVwq9s+9XvTCLTDwUZh++zs8ovtYwYjzi3uo9JT8HPjqzKL4SRic+YOXMvbdRNr2udxo+Ysj5PZ8k3b1IqQy+3Omlva8rBj4URxC9AaEZPtCxAz3w0gi+IIdDvgbnMj6fN9s95Z6bvXL53L1zVqA8gVC1PFBxCz7OsbG9kDY1Pk4/lTzq8z2+Vlw1vTnZc71Yihc+psjGPchHYT2MqKw8/dQ8vhfQkr3XtHw8YF4EPuCqFr4xr7q9hrxlPP+1kD0gQUA7m6KGvDiZjr3wB9w9A1QRPrBBLT4lSQ69PuunvFjugr5mUgE+3cE5u2cOnT28nBO+SsB1PbrRgD22Sx+9LaCsvYHAnb2wLGg9OL3bPe6ZpLxZ2nQ84r8tvsQuLb2U9CW+sJk/PTdqZ7wHeYi8Tg01PWqTuDxFHMQ7gLeQvPlcoT3D0qA9Qv+/vXOqoz3oafm9fD+pPclkxzsp1QQ+iMJzvvrpJL78rtc8Te/dvebtGb46p8I84/yJO4tY5b0BORe+ua4TPd7BVD1xj7I9hKSFPbb0Sr1pgaw9HrGUve1jez2i2Ky8CmaJvXWpJr5tPXG+y8NgPliEpT4W2p29GaJsvnlWij6vWzY+y9CsPdCqm73KfKI94t4JPmP1bb1UDSM+xTOqPfOjxj3l6f89fuQ6vro2Mj66wRu+ZTQevqk+bbymdyC+GVHUPUuSmryH1O+8zlkCPYl7Rz2mYrM99/9nPQOP6r0mzhI+imkMvu+UGz3IbE0++mZWvGN+Rj1R3gg+M3KOPOCb6Lzvr9S938RxPd/LDr3gwgC+OtlnPe8o4j3kxRi+gu9+vOo2Sr76hwW9ZBp0voDRPz0G4xO+h7VGPUU/1b1eSsS9L9GxPXl/x7u7Kak9pTeCvXwTP7zEuqa9uH6qvgu8or62lbw92pARPjFXj77mFZ29Ig+Qu5MHDL42op++GjqvPf3o0j1BaDy9GPvxPYLGn72ojmy9KUgCPgLOKLzEgBA+NgzRvPH3QD1cXb87VZ5yPY0FCT6QqJ29zN0yvgRzgT0FU+W9QfSGvdRnaL2U2qq9HTNevbBNGDzr9jw+VjoDvjuPY74tmFk+KlcLvWL/ST6Vu04+RUeEPX1by71/Hs88ZKGePHgEIb4KK8E9X8Y+vUWXsDxHX2C9+Hh2vsYxJbx/bLY94tKEPT9OU7y7mGa9Mz41vrWbFb5UnjA+6OKavke/o72G2sE86cAgvinYKT69dti9q10BPf3x1L1ftgG9tVIYPsw1Ij0ljj492pCxPg3YQrzIQm4+xbwbvkycRL0yCVC+7Lglvb+Y9T0sxEu+xp8BPjQdHD4/lHo+rtJKPkOB/j0AtFw+1EScPgo2ajyBiJM++ugYPpo4GDyE1Gw+IvLgveNeNj6baQa+th9iPflmKj60owW+IUYFPtlU9j3lrxg+pjeIPUkOJT6cwbm92Co5Prn+KD2VBJW+M2euupZYAT49YAO+fSTfPSDthDz3LsK9HLMGPsmPdb6lbt083RIlO/i69TwStx29tQDfPO4vKb1I4289EfoKPnrIHT6fOUA+2+w7PVRejLxhQS8+IjajPvhaG74iqkK+eN8SPm6Nhz1ZDXk9x7wPPZlO3bwowIa9dtsCPtmjbL7Ve6o989e0ve9UXj6j6rs9ASEGPWfurz0AWB0+t4zTvVNqOr5jFDa+9oggvkD7Mz4/aI499rzbPQgYDb1QGDU9ONvbvQAeKbxH1Ak+p/AmPq8LaT1ALsE6XD/9vc+p8r0li+88uSc9PQRqcLzgrA8+WYXavRXhPb0iFQ++pc7WvV7t+L2sYyo86oXAPeHlCT5cVR2+qA1uPaiEtr2afoU9ovFQvW7z0rwXFHs8Q03KveVpc73KQBc9x1AQPlRz/71n926953V6PfT0hzyw8sU6s9/RvcLfe7twDNS8F+Z1vfjmbbwnebO7G6LjPWw3ojxAvR4+CQY4PMQHAT43C/K98W2UPQ2JNb7wJIs9+woKvgVFcjw0DT8+d3DhveEhH75JXWS8bjsIPjlvhr4LA2Y9L3o+vnYapTwxBYs9gS8UvuQodLv7ghS9776evEia1b0I0C29CxrBvKXaDD5ljbk8tFWRvcDdpr2fUr+79YxzPdqAV74ShbK87WcNPm8t9L2ueaq9hj8gvvPe/z34NA4+zasKPNWQF74GRhM+eDUFvQ2ooD0+8Li8ixJrvUsb0Lypmd89ZNVLvlj2Rr6k18U9lI0aveXBqjqiVZg8BOxsvX6IKT5Qnic7ysNPvkRnpz3B8LU91DwyPspBWL4xzs69kK7PPGOuSj1+bFq+MlmpPZJelb0iS6O8PngmPptcXL16lpY9YjoCvrZlEj4BbMG9bxsmPgWC9z0hcaU92kwnPd4fgDw6Zbc8ZakHPbytijzOrY09GrD+PdKOZ71CjdG87x2oPGHw9T0JXy6+77CDPQlY5T1ozbM9BFeaPdXWar1oZTE+WW08PICEXzybo7c9bD7nPYhdh74oYru9bVgzPhPXQT3mpBA+0TH9vE9c8j2hbU69E2dHPS9+YL5hl8q8WSGRPVB8FL57rtq97AfGPdal7LxZh9g9owZAPjfkibzgPtw95NoLPaedqbwjI8A9KMgQvlvpC71t0ow9Q8+lPSj24D07N1893hWyvulSQL39Vn09+yNgPJV1Sjwz+/s8z+sPPuevOr4ZGIw9nAc+vui+hb01y1G+H45RPbL19D0JtgS+N5EWPilTbrxe0Ke9JH0Qvkx4nj3TdXy+Y3I0PjTr1L3wYXU+XjjUvEzvMz3m+1++jjTDPBlpWr4Ouly9a217vrE3Bb0E+FW8iqNqPRAZtbx7Pto9DDA5PrFxu70toIg8yuw1PYzmPDxa3ts7IGt9vEWkRbyjCME8PFAIvgWEIr4Hb46+pSEGvf98pztHcrY9BphivXnGk70exYu8Pm8ZPtJvx7o1duy7mAK9vdb8Ij595/q9ylckPS/tRr32R4C8nqB6vrdtEr7wlLq8ANGCvsQCOD23Ybu9p6SavRwkZbwpvRA+YBCNvOudUT2bi7U9IUCXPtYsKrx7dyM8XS94O0XI/D0go6k91OxLPe2WJ720wvE91v3+vZ0odz2glwo+P6zoPeVWsD29Q+I95hwFvjoEWb4cut48HXNSPVO6qbyonKg9XdOjvST6Fj1vwVc9Zx0Yvf2ttj1SaGo99R9kvgqZHr7KU6s+SPmRPmhJXj22uzs+0ftGPJeRtj3r4xi+eLFgPaPxYDsRN7M9cDENvUnjjbkU1o08BOHnPRf7gzx6cgM+fxfcvcqxhL1hogA99ROuPSW4Yb1/ujA+MQBHPkX9TrvMjiQ+nHSzPT0oTj5cg4S+RZ+WvtG0jD6Invw75xnBPek6I72GnUk+wbUXPJOprbztghA+hXb6PVrDeL0ZNrs9JrsrPtEMCr4eCSo9TjdQO/q9iTyXB9c7X/kNPUpVUT0p84a++CMbPl+n6j2PEZM8xCWLPlVWgD0GolI7Uy6lvQ24x71ZvYm+idLovaAS2TsruY4+7663PC2QT75o+tc9YgLPPJhUHD5tLe69XR4IvhbKD74O5XC+3i22vMIzRj2yIZM97OsWvuctkj7YHc09ksp+PpfPmTv2OTa7JTnpPVRjpbwQ2ww+nzoavYdZWT3bM/g91oZ0vSvVZj7+Q5u+g6GwvGmNCryYx5e8RZxvPnceZr2lmtG9+US2PFiFYD48ot49OMp6PCaqVL6ufKO8XkSSvcQERz7xBaW8hzP0vdPIt73wyjW+eEIYvhfzxbw+U768bJisPX2FCz6hgbK8vqOCOymjtr35YR4+LCfYPHrWuj0lhYS9DDSBPUaiUz0zKha+9jEQPie/zjtFI329FOZnvZtYnzzgfmk8diPmvXdQFD6R3ge96hXqPPVlrz19bWC9rfopPtCpXT0Ad8k8AhkXvoWMFz46dIc9gHgavmx6yjtwOWQ9Kh+WvJ4zID2ZJKk9wQwUvZV3JL7HoEo+ZgTKvTJU6b0Y2BW99NCWPUo0i70Uksy7RDSePc9HJryWCsI9t2HEPBRw5b2diw29lgBnvvx8AT7pLuu8yEp5vcNPST2jNE49qP9gPUPE5jzI6a69Qyq+vZp5PDxuHOW9jhzsPfSxHr5AXVq9fTHhPesNeT22gvw9STK6vHsebbyvuAQ+wphSPlE/gj1Lnra93d7FvQavhD0vKrY9cKHdvHcMur00Ta69Wh4Dvorlvb2TFH49g9k0PGqxrb1Klue7QXrQvTkjmD0f3FY9eH3vPdnRYLwQdJY92XmPPa7b5z1Gqgo+PYkRPVx+Dzy38F09ttfmvPrCIz5rA/S9Y6MIu5seNr7y+NM9ZejCPRch1D1lH9k9SXuhvOpL7jy7qIs9JL+fvSB+jbz4H/+9epDuPZ1KG74Gf4e9KzvoPZZWnb2fUKG9tacFPtNoQj1S0Ik70M7jvQW9CL7wTP+9EgRgPkME/LxDn0Y+gmPAPOaDtLz0JDe+GBvLvamrFj53kJU79WzWPSDk9zyrbLi9dNfvvKT9LD7y7OU84ljYPTbnVr4u/wA+diMlvm4WdL3hF4w9MMg9vgdbdj3xNza+0gd+vjtaKz4LuCA+qNwvPoY0ir4CJR477DxGvbEdKr3UFoO9vygePkBeCT01TRK+j7mXva3kzj0UciU+bkurvCrXYb7DYdi8zBd5PgU8fD6V++I940y2vkvRfT4FGmQ+rcMpPit7xDvd7EK7Y5OQPQc5Ib4JdLW9QCrmvMKRHj6afn487KT3vVrybz5K+gS+Pl1hvl1kEb4Ztoq9Uua2PV+cIT4uQEW+AEx9PQzAEL77gSw9bxqkPHhis7wzyi6966adPTFzOr6cYFO9ZTcavkjAYb4qqmY+cCVJPjOXNz2SU/U9fR2lPc8yub3EZbO92PW1vLbl9rtB7hK+ObEEvrJogT0Pu7K95slEvn2A971evSa+v9AjPsLZ3j2mWN89TDHPPUKB1D0r8Zy9qWwFPtwt0r2whay5zys6PoEMKb5d3Z09MnRSPFvygr6Xhq2916L0vXhGgLyC2UK+PdGlPU6QMD5EJHY9bgOXvQg4Bj3f67i9PykBvmPfDT6qagK+/bwNPlNxjD0VX+e9l3sCPvKqAD4/gS48qsJsvjba5T32f769LmkXPXIH3rw+XNS9LKlVPLcf0Dx/3V8+OZlivZaLI7qXF0E+9rawvCwQPj6hP3I9FQswPey6C77gNnk+jhNePnKpYT2kV8G9zNsavtJxQb0610+9S5iivV/IBT6vHiy9Oga8PSD9GT7VjOk9WeNwPmvkJT4Z+TM+KN7jPNp0Fz7Dm3W9m9AePkzHYr0Z5Qu9my4GPbbbqzxMuMK87fVrvVrWKz5vE+W9oCNRPYf+670dOJI+ZFHKPNf6LL6fuVy+bJbXPAPgob1CdqK90tKrPZroiD1PIcI9y2PLPNsw4r3L0xs+94L5PeSYJ76c+1Y+XUZ6PZfb3r3e90w9IE0nPUplyL2qhym+aPVkvWunvD2qumK+fEiFvJd3Ar7OPHE9PdcCvi3lOL2D1O+9P8mCPfkkVz1WYFQ+fTAQvh0mZz2hey69BSrKvS/HpT1uQVc9yrIJvJRDJ7ywWhe+Ar+LvXuabr07uLI9SvcHvoJQBT7K6Py92esAPhFj3j0dqUA9HLdtvqPzKz16nRO+ez9FPkfhdbzXRYg9muUcPtn8X73T8Gc+g8MAvsbpKT3eB2I+SBLjvP0XNb77ynw+/SEaPYxsKz6/bTg+0vouPvVipD6DnGw9FpAfPu3IDj5+4Ao9btcsPgns0T2g6D8+BZSrPBNiHr7csF69X2NIPbO2Bj7IqNO95UtCPSVRvD09tC48nk/WPSSuDj7SgK69uVi9vWXkar05gIM9G1Z0vSuJGD6uW0W7+TjfPV9CHT4+PNs9Dp1dPSoQQz6A+iE+LueKPVv+3TzDaCa+iOE5vha2Q710klc+SWV7vfSipD09jZq+niwSPilq8737zoM8NCU8vWEwDr4QCvi9rNNyPSUkOL5tj6A8XcwbvDVQSL5R1NU9Psp0vdEuM76Gaau7jFTHvbfcDjtY0iC+DDlCPsdQLj7YLBs9+TnDvdWwL76MqcQ9B77rvTQrQb2i5xg+ao7TPeBaGb6wL/U7ufsoPnZzxz3eFue9nBE0vfPMhjvM12U9mwjcPebPnT00wfs9u8MmPQNWYb0PIOu6f2alPZVYEb6DJQo96Lsxva52Pb7a5ES+rKgSvuOuRD1Abys+ZykIvpt0tb1HZvo9amu3PThgybyzfzU+UXMrPtB4n7wMFA++ma/BPSg82DyFGLS9xqzkvRVR2717cWQ9aj+XvSOG8L1ezRE+ESsmvf50qDzlXsU9YsCbPTKpFL3FPbm8A28fvjr8r7wAgKo9JLZovdFIyb1zN7C9amiCvjewPb2JHGm9RT5MvvjGGD0ZHT4+3pFIPVTYlD2Yt6M96GWCPbUciL1W69I4jRAPvkKFjL1BwI+86oRMPiBq7T2xd6k9Kr2fupgGkb0WoK+9kjk1vXoLjr07GoI9QK0FvHBncjyrnb88AmEIPo/Pdz0iLaa9/EUuvA0/77236T6+tabbPdm7hb0KhLa9j9EPPQkkaT5DY5+9xXzXvNjzPj553BI+NXievBddLLxHiMk9sYYAPlB4Qr6HqoE8YM5LvsSW1byF/D8+ug7qvSYAm70NtG++STYzvoNTPj7XAjs8LdynvDEqQr63OlG+PQJqPoRYRz0NexI+sdmDvjirMj53JJ09PXSMvZuNJL2SEI88ezLQPValQL0XRxU9Cr42Pk2pUj1/PT+9Elr+PZOfHz7e9V2+xBFOvutNXz3ixJc81YJCvQOf0D0vHRW+aqynvFUMhzxEhBQ+KVjLvY0lZ74DPkA9MWL6vDxXWL6uNyi9Sf8VPiveIr6vcx89+sK/PREX3L0RA5O9goYKO4Ly9D2h6mE+ahaEvN+EFT4+SqM4deCRPW/UqLvTncc9nWOAPMYXDz5IapU90G2du9/6OD2vHuW9sfQqvXAMbD49y6S9e0DivUXuxb1xgQ4+yA2tvO3bCb7nlBY+0CE/PAxWo7wPYs89oaHmPf6KK75JLfi7JWsavWj67715/LS9/8QJvpzH5L1ah7W9EkDZPV+s4713UX48k7LXvGBLKT6trMo9r8CAvpiX3z28Rus7X/2QvboNFTvYjUS9Q6KcvGHXXb5u92q+9GuWPeN3xrxMTTq9YHtJPl5Enb3D5pM99y59vYtCBT5wpGC8hAq5PXUPBj1qBh6+4o8WPu5GqL29kvk9mNaLPTuAwbwITH2+cTuSvh2KSjxbAVy829pGvOc0GL5cljg9/fzpPCrlQj7uWPm83yFJvV2iVT5pWui9t9QsPvj0Jz6G81I9GifRPZu/OzzrWFC9z3aJvpSm3L2Lrrw7LkcTPik6eT0ir5s+WwcMvJMIVr5Mthy+4M8GuxgKeb05Yxg+05hBPV0fyL3Dt2S+epxVPs1MnT2VxeE990fgPUUsbb4cUMS9znwhvtod970Cmea8/HSAvaJFOb46l726NDNIvptJjD3xVpU9OnuWPu8d3z0gfo+9iB5fvclthb32Yy2+jZ1nvVFcXT6+vDQ+qMmFvWfPpj4EArw9BvR/viKBDr0EWkE99on6vId8urzAe7S9u73avI5ym73XKPS8b459PsUeBT6Cmt09a86APDesjD5hDQs8bJl4vuAPnj7ewIO+G1iCvhePmr3JdBO+qFaZvhFa3L12Gz2+iOnUvfOBCT1F8og9FmQIPnH6or30ZIE+ixivPcp0cj3uHsk9ReGwPYXupLwbO1A9E+kSPMSSaTwzp7w80AbVO84Qgr6O6eA7+FTmvZ04Cz3oRCe7y8AaPRpEI74j/Qc+w8ACvufazb0gUUY9xaDOPXYlJr1wYuO94rEqPd+x4D3ifRa9B8n+vSPt4z3TDJc9M/4fOhldGbsbUaC8AUn+vV6K8b0KZCA+SkAiPvXY/j32BmU+AacFPmLdGr0RzEe+woycveO6Fz1mmn0+S8r5u3Z/Kz2Y7+y9dSGPvJIoa758Sk0+FDXqvZhuNj7MSAM+xHU7vdBSZj2UWBq8v2idvE33j72z19k94zgBvjJCc73Jy0y8KSMEvuNW/T2wygY+9CKSPb/3kr3kdRg+miRMvZkY0r2lSwc+oRzuPHGEFT51ec6928MdvTt2K70U6Ww9tiA8PlQI5L0I7Cc+uGTzvHjA8j0CwoG9lZgIPI7QHb1vIBy941ABvr5PGz6V3g++6CMjPX4EHj4MBgQ+z6AFvTNIObzgTF2+8ji+Pb1CATxr2vQ8sc/ZPI21Or18pYi93iMcPqJemj4LvVA9G0ZaPp8NIL4zaRu9kWYgvnADAT6Nhdw9pZEMvSPCtrnZOvC89wfxvEHdw70sdzU+zMYvPvHLlzxDpjE+HJHOvZjRIL4ZZ7a9WrQwPlfkNz4QQEY7FRFwvXAT3TpBPzC9H8CKvPnDtj3vSXc8qD+1vWw4br1ls4+9/I0GvqGyNL1gceI9ZNs0PV0HFD2gdrm9f8VKvRyCYj0pnNo9xaZdvgtbx71QJFy91zdnPiluqT12QvC8ozUAPr630L1GLlc+se5hvqjdwzyL8QK+bd+iPkQlIr6rQtM9KPQ+vuI24rwtvXc9HQzWPWQueL6nWou6qzqoPXHHvbz+zRo+CYaOPTY2Dj5dvTi+NnarvQqFQr47gBE+xPZIPUKHzb3dTMO9h7JnvpmyEL4RpME94Lh5PORH9D0DFDK8XHgfPr0gqbxhQKw9uO9pvhD4ZL6d5ew9LD4zvPBuW75mioq+T2WFvpUcOT2DlzS+gFaBPCAn6jznfWk+fTWGPoyzGL5LAAk9yvCCPmOeb70/Wsg9nYSIPtDMRL65LvQ9rMZMvl1R9T0ZU3M+qxnUvU0r3j2gyla+NYQKPnIiqj70YF+7h8lLPiX6hz3tTQ8+M1gvvmfYmDyjMzE+jkzJPAvwuL2cGzU+3jSOvvySjz3cody8u64FPsCzDz5KjkO+rndpvb7rGb50rRw+5SIzPgLTJb7WmZE9Xf+tPWOs4LwC8b49I+SzPQxcTL4bfJC91ilSvqLOBj6NSJI9Ca8+PlwM+z3zIo89BKHVPP2SQL1eXA89+FFZPDbKcT5jpUE8M3xSPUyVGj5NkOq8pcSBPVbIK776OkG8kVxjvlH7Ub4WVy09sUY6vsYtBL29QFc+g3TkPXt+ED57zcu8JiCOPpFkNb7f2I8+OIfPO8so/rxyTT4+irPaPTgwuTzNTRU+kiufvSrZAr4OCT2+PVKUPQizkLymlzw+Mn9UPYIPcj2wFuI9+hpuvq1rOT4jkvu9urT/vbbta7w4RmA9J88RPsqElr3rFGg+w0U4PU14ij36kha+bxo1PnFsDT5HsN+9BHIYvrIwFj3hCaM8ZVaFvnQvGT6wtRQ9uG4UPpIBBr7KT6I9RHSDPmxZmb0Q49A9E1H4vTf7E77QrlI+DP6SPm/uZTyM1749m36DvdrUEL1yQ9O7qrAGPtlewz1ziFo99iYGPZ0Dtr0sFQc+OGeMvsr+nD12pOU9SQ82Pg02vb2hkXc9LnppvQ0fFruHnos9tnNLPYraID7wMKc9SkqBvvZu6D0f7kI9Pl9hPD8HkL3fYSM+IAktvhF7DD3ATKe+/wv5vZHYRz0UK4k8d4aEPgtWkTwEDlk7sMZ+vAecqj3VY+A9NKQ+vHUUlD2y1rM7JBrEPM4syz2yp5e9X5k1Pi04Lj5fwf+9HxeIPn7Zgb4N8A4+Y+IpPspMY747X5C9FySvPAqm8r2HgYY+T343vnBjkb6mGFy+WQwEPlhtor325Tu9PizuPVWCOb4cDYU8MXIkPgeR+z2voXI+MxtXvVN/N74pnAO+JoeEPXtiGj4lfiq9M59vvT3mITwoQMy9P2bDvSM3i7wCZm09gVHMu/JfGr7BkDq+crvkPPpfBb6XU8u8cu6BPSKQp7tGZs28HSd3PRDuQbx+U5e9EPKKvSuHnz0xawg9W6PFvHhhPbpzdtu9Tr4WvtPMRD6WBaq9ZF6TPes8Oj2ZN2g9G7gbPUjGRjw0QfM87vg2vuVuJT2Qvr48hPqrPdGANj74YBw9B1QpPlFkbb7DVh++c6LPvbb9Hb7TBWO9gmhwvuV4jD29eiA+WnMFvmyPrz1Rp8c9A8CovcUbHz2PDmM7W35/vVF6Mj6rb0s+xvbVPJPcST6lozQ+0LqIPZyGFb4/m5C9xum/vV6lgT1ITVo90NOhPfFzR76Gj9Q9u+TWPVCQaL0z1xY+CgTmvZXnIj7sr3G9uWfmPbhQKT4AoAg+OliSPHRi0zyk8Q29Yd4jPtqTj72VjtM94pj8PVZEn73f5Qw8hk7cvYqiGb6Yb8U9CAEXvcescbzIPB2+TCJbvkE1/T3VLaa910KgPRl5Fb4zdSs9Qw2EvbcBq70JjbE9fM1SPX37QT78w+K9YkQQvlkLpzyONwi+rosNPVUlrr0luug9zzPpOmlZdb0iBcG7mt3dvZg2qr0XnSo9i3Y5vWxlC7vqDG2915MmvRMXEL4rk6S9qIkzvRC2Ez7Ksa053RyLPf66/TzTQjS8fpYJvu0rJbzVf7+9hPqsvTUFXz3HvRs9a7YXvsftM77iGUs+EgVuvmONZT3L/cO8brLzPUqovb3pAmE8/6ZSPePsm71rS6W9Up4ovTdMO7526Pg9qvtCvk/DVT2yW989OMSovVZJVD7cUDG9i42+vROj5z1Juhi+WFnIvE5Plzw8JfU96OaCvZc+nj0DohU9tVOUvQqgO70VPBq+91OnPVTEBz72JfI9hMmxvRlGPL6yqzW9ltNIveil6rxPU0A8G3XZvQzN8rwUfd09uzL8PWgIrzyzbky9/BilvSvvnb4DL9y9tGQDvgS1cTxk0aG820R7u5RwQr5G1Z89PitMPajUxL0zlhu8337MvWmQbTwJxf29OdqOPAsys71KxLE9gVG/PQ9f1LzLkWe+yvfKPZFE+js7uN683IuKvonHW75Zei8+D8v6PVkm6D3UrQ++jk+nO/qiX71q3VA+zmBLPtCdID0hQhI9tm8pPNnzJT6wn1+8Yt8CvrJdTr66FBm+YFySPUkgVT4PmUw9LiSWvlymFT2DY3I+yfVbPr+GRj1pVMk91D+0Pe2/vr08IwO++wZLPkWRDj2bVIE8FdACPToSiz1WdLA951civUfOBr4fDyK+H+2oPThNBb0IaKA9mdz9O66uPj3NgQE+Z8HWPImRyj1HC4U9G7CpPWBiir0nrTG+KEMSvasu6L1+wHq+Js9EPY2wXb3GZry9cHSEPW6rSz2Ej3u9i5xZvEOZbL3/R4k+6otxPdWw8z2yntQ9EBkLPtWtZD12i8O9jSyNPTihQj49R5+9BU4nPEkW+r1/98A9RxluOg52Bj5vIny9QmQuPU6XCz7VsXa9Qp7xvdsSKL6yoQA+IRiWvnJTAb7H8Qq+V6S7OcPtzL2TcYW9va+QvIzyQz6OCJ08kMDtvSqrTD1IyHs8OycMPhNstTrKRY4+/MowvqDoYDwt6pA70v3TPMGtTz6DIHA+rW9rvbgOZT3e5Zs95hIxPFCWVL2TVge9wiWvvKXhU704v3E+haWkvWHlCT7cf+o9ff0jPcw4ZL4rU829N73hvRParDutvrG9t/uEPoeZuD2CPRS+/3vMvDVnxzyQ1hu+UhdUPjRBRb56GNo9UbzWvRthyj0sGhQ9Pn9jvu81/j3VAmq9BuUyPDlRCr0ega+9KZzgvSDQz7xqOjg95gwjvcH8sT1qpjY+8M41vt1wFLxnBjE8WqXovbbepT7BeBi+PYO9OU2ej72Psu08W5//vArjnTwb8xw+Fia6PXob3T0gZ/E9LH8cvnnvV733tK489AbpvQeJ6T3G7xO+9fvevTEjST5eT0u+w+7DPMWGVD3jesK8sbkRvqLoG71Wdo89xkqwPRCeP7ynlkE8zy5QPfk2Dr37C9u8mXsMvr0QlTsit5A9TFHHPYw82z2F8P29/zxxPk6RuD3H1E49zYp7PSSCLT7R2KS9cjP2vNBTtL2uNRU+C6udvcjVtb24Wc+9VipcPH4psr2smjg9RlPsPA+Zbj3eulM9gshtvAe/ODwFm8M9YOPLPHJIzT0VSJO917wTPhzyLTzYmNC9crHbPd8xXD1NJpO9egfuPRk/1jx9Sgy+YVXHPWkuLj0fBLk9gTV8vQpgkTuqlua8pZfGvQAiND2WtuM9E1hMPQI3ED4koAi+vh6RPbkO4D27RQc+2zcUvvI8Ej1/jOw9HD/wvYokn70YlDS9vlGjPflspjvqPLO9rnvXPeYuFz4b9mQ+Gg8YPv6gOL7CX7m9X7Qovt/DBL4ZBoi9NfuaPaUUxbwfrDG9xLMavp595D2rH6s9FCIKPe0wrz2t4ww9wmUwPuzTbbyUG1s8dQwmvqUrtT0B3oC9rF6GPQfqrz3rhx++bg4UvhHdGT4fl2w6c0RAvRi6xr0ufDY+zvrEPY5R0b0I5yW+0WEsvXWgGr4ZuPK9X9QuPeM4pLxbSIi8eCqzO1y1Ej60aIc9nA6APdUCvz2uwIW9KqbFPcgEPr5WYQS+qWdGvCjyAr0HUq29wqCXPEBqAL49/C6+6aFiu1MOSLzF2Ki6DECrvTRvtT2kNZ++ILA6vpsSHz60wWC8Q0oUvg4N570bkJo9ZXSAvfmtVTzTIJ2+JA5tPKtRwTuLMAc9z4LNPauG9b34xLU9khGPPYLn6L3+E7A8uJyLvq4XG73ZtaQ+IHwFPSu/Mz7GIBe+hlRWvjFtMr4iP4i9Kiwmvjc7oL2FSXW+K+KzvYNMmDxJvfm9/QTfvSXCGj6ilq29qKbbvSQQ8707jwE9AS7IvFkR7b13Rzi+zENqvriPlb1WEl29a2skvifBL77qYHa+J24hPEwCkD6GwFm+bE44vqvcDr6U8Za7WzpHvjBGeb3OiAG+7H6CPivjhr0dfa69bKOuPQGs07x+WQQ+9pkPPTqaqLxwwgw9PtcHvqaDTL7cCjo94xA9PvpTWj3D95c9CQ5HvNvSMj2A8bS+snjbve8jhr7RbEE+LWCtPfk8oD6wrh68a65wvrwKpD3YZDQ+vXoZvebyCr5XMRq+8sM2PjQ8nz1+Phs+YkYVPdrAjbxPGA69IdQyvCM9Fb4NO6y9hGEBvnon3r3CUV4+AwktPjn9tbw5DOK8laWtPT4gizzbCry7UcTgvdD7iD2YnRW+GaPBPh5z+j2pjpC7sosJvXUzCr6duuA9AmuTPXAxrr2GiQw+QRtRvVAGKD0cQpk+SqcQvn5ngz2MD9K9eJ6ovbHL571lcSG93XSZvaJG/Ds+ynS7pnaWPJ9w9LsDU9q9npV+PWSeJT3BzDg8AFxYPmQXx70ogR495XSLPW9RNL7biKA9G10VPiDdNL2+ZJS9S25svY2mHD023xQ84S3tvcOfIL2iSFY9udq9ve652z2+ZRS+i9u5PDi1oLyoSpK9X9QMPlgteb3mZem95qKZvLoQKL6n/9e9hKGuPPHQ2TyXgzo+V3x5PjyGB77SDUI9TTg4Pdi9u73SaRQ+p3e4vZuJBL7sV/89NMsOvlzWo7ylkRg8LuepvWifRz4AzYu9FK+UPX71JT7Oupe9cZZEPorvRj0BOFc+NWeBPWPNCD5yT047p9QPPVWmLD7yiKK9E62aPOBGjz2xF5S9HbqVvAIFBr46b4Y8lTslvX8XvD3+2bw9HtZYPlfwfz0uKQE+XNfkPeGAkzp0IvS9dDKZva806z2DkJS8N1sMPiSWNr54NNo9y4efvbhzGT6YEJS9vVOjvb2mhz1k7om9F/Cxva/EEL4kgB+9EUlLvkU2Lz7HL609ZdEvPvMEPL7EEQW+kqA8PjwU/jxsABS+wmeGPeEmSj3jxl8+swRkvquwCT7M9Pg63IouPuX43LsLiUe+RShuPltqej4hR0I9rSJIPRD9uz6jPS0+sH86Pdkn270XYtW9KEjvPRU/Vz08q2I+Dsw8vc2lFzwSw+K8PjAfPsJvOD227DA+L/4EPnm7gT2ah1E9jTvYvLtPhb3kGm0+kzcbPnEMuz01aUs+180APnUZtjtYT4a9O+GPvd8cN7yuMyS+/jWlvfjAkrrpUBE+DQWNvtJaBT2HPPm974kcvtxxAD7eyLC8/UMovjte673nLr48dmcGPmOF+z3tyZg9jQuBPoZPVD5X0fo9TgxhPQjnFb4MpwS+MvWFvbx1AD7bQnk9O2KWvROAEL3TZSI+m0sRvtWH+z11/gC+u5RcPC/c1Lzuu5c9+h2lPYRSSD36VxI+n72fvfFCUD1sPxu+VNdAvgvizb005Mc9KzgqvRRrnTorA+M9j/UMvUEaRr68ELy9SrkuvqOsj70nBtG9iFHAPWLUT711rWa9oBe2vayG0Lzl1XS9Z3GwvWjAQL6Z8sO9HlsRvcXhOz0ykvS9iquNOyIotT3gAQ0+HdYKvXAtEr3rQUK+PFeOPTY1Tz2nBhS7MA8svq7gkjz3DQG+hj+0vZOg0L2VGHe9BkXevJfXcL2+u8y9bIcXvll/FT6P2FI7r7ZIvnrg4D3pN3C9sPE9Pt6VNz3t8+K9G39TvP3eSD1XZAE+9hbxPOGsa72XNwO+MmpDPZ5OvD0OoRM9ewO0O5yojT0Pp249R6HfPaTmYT0OcsK9NXzKPEIp/7xLnRU9DtDzPaieTzq2/0m9P4vsPagrhDsEDnE9xeMsvnqdVrzWPT++pgv9ve28TLt4fQy9O0oRPvK0ab383Di9b5JQvsYklj15h5g8Xn0avQTxQz4mBNK9OlrqvF3pdD6HF2W+KNEFvorgWD1hzOU88J9qvhRQR71miRg8CcxEPqUBjb3exE++Hh7cPDasET0yfQG9WG2RPRC61jwcRIS+mlW5vHHHpbv5+pa9ucS3PT05Kz2jV6u6XQnUPFlcAT5L0X68bg+Avp2HJD1ThuS8bmCiPbju5DtvTI8+KhqVvfcvEL7cnWw9l+ojPoROPz7+G5y9j5P2vY4aVD7GYtI7upemPRTrbj0Eu7A92PEgPlsWQb5BrUg+070HPqIfqLw8U3K9G0/rOWT1M75WK5c9aIUgPfqP4b1O+oU8U4YivprLoTy3D849TOL3vZxJ4bzYlAk+rWcCPuBbl7wHJlW9+3CXO7BjD74FUc29R8cHvUU4ND6Z78Q9myV+vmro8L27RLW953+IvHe+ej5safk8Y8KyvSh7hj7bVHA99iQZvYbT1r2Y+iU+7Db2PclUUr5DoDS+WZ34PQ8qGj3oNqk9wTxlvsjEAT5pEYK+6QdJPp3b8T3iNVS+IO68Pf0iuL0x+JU9equyPGX2CLy1bO+8RllmPF78Jr53opG71+jduxwT/rxijms8sfE3vtZVLD5N68Q8fdYdvbqgPb2ui009HyEkvqTlL75J9IA+p5uovalH6b3YzL08YVZivSaKVj7aote9WxfRvVu1WL51BRA+EezFPVHSyj3wXVW8nLuzvR45Yb2F9U69Iyd1vazvrLxE2Sq9QdEtvkHYD73wk5C9ghMjvZxvGD4jiIC9tJlsvWg9i71Yyu+9rFDovZlr0z189lK9UIP0vSO4Br5Ipkc94JkCPiwker1GJ4m+eAPrvRfxYzzXkkA+MYUvvumi4b2NsDs+bSZPuwX+Xz04X3m9w3L+vf0SQj0dpYI+hO5NvLI+nbxQukm+Ao7CPXuucT4Atqu9ju6FvEbmZL6u5AE9U+5nvRMv3z09G+u7tXm+PfJHGj6NFgk++5wgvRPZP71Yghw+N7FhvZLBrb2VP1K9BeOEPLkF9z0obhW8Ze/+PH8SpT2Nhuy97sOuvXHswr1RIxq99hVjvBlSIr2c/1y+FaRPPMez7z0l8H899hFaPjPWkT5t4yG98LsOPHSZVT4ThJg9/jBSvikZfT7FR7U9C+dWPa9LRj7JtQa9MTfIPVkouz2WRoI+BqwDvtx1djyGqYK8lTaTPWOgWb5e7Zc+IN5QPYUvY71inI898j+jPRehab5fmco9s/EjvSH+fz1ItmA+HMO3vCpBAr4thhC+fy9TPBfsYb4YzhM+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "JnwxvSWv4j05nBq7LzUVPrVbT72+0S29vAgQPJ7AQr0uUKA9IW73vMK+trzAdN09MXCcvE1Fo7yf+7U81suEvfroH728lNs76vUJPAPM8jzAV5C8wuOgvXHqPTwTOYy9KS+WvWwr8zlVvjs9hi6pvCCHrzyyPRE8umugvGTISr1Ut2y9AdZbPvg2fT21J+g9h1dZPJk3iruypx68W5lkvfGon73gM/I8m9yAvW3EOb39QNs9WxVLPnnTqj3+7fM8B6UBPmcobr0X/AK+hSNuvXBG57wIOvS8drwqOummd71VDbE9K1iRvSFBYT0unYO9knv1u0/65rxqt668NoOqveY3Z71LZRo83HKTPKsJXL36FXk8WnaQvQBXML3dBrG7D0s0Pt2AGLw5apc9Eym7PRgfnr2C87+9GcRVPR7hDr4rdqc6mRhDvD088rwezrW8fyVTvZwlsD1+Hwa8kQDWvPW3p70XTwm+i6iTvQnuWr2nswS7eQ4DPZiatT3xmay7UuokPXgKnLynHkE9+N78vax1MrwuOzC9BmjXvd//e7xQFzm9wK5XPau/rrxebOm9+eLavZG9l733Kuq9e3aKvRLD2rulnWq7BOPCvTTC9j2IG6A+VLs5PVLlib3A6pM9nhudveIu8LzSeN28aDuZvProuT3lJEi9++9gO2WOJD0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1_2/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 