{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "x4XOvOO0Iz7k6kM+0sXQvi2JGD4bzq68o2EHvt6JkD1c7Ys9ZZJavv9hY72dWvg9W04GPgF/kL4pCDM8/w4Cvk+umrmwShu839qPvegIjL7RIpY9LK/rvUdsJ75mGpm9WCgYvlAXWb6db5S+2fTvPprIRb4SDbk+3548vdNqtT2tc4C+jNvvPQDyEr2lnMq9ym+hPdaOHr0cOM88WPGSvreedD5QjOI7+Y6cvhjy/78gqdi9l/8ePpB+Rj20kNW+JDzovv1WH76ENPa910uYPga0o75tZwA9vYbAPWpxbL6f0zO/kZTcO+BVZT3g/YS9x5ILPlsHIb6wHRO/0ESEvg/UA77d2ZO+kjeBvrQI8z0p/0k+rWaSPXFQib1hRAs+BRMrveopDj78KIi9md4NvIPBkr6C61a+tbW6vNGqp747dFY+qntpvfil1D0Sjk08H9PdPAXYbr5TGUw9ZQGdvaWI6r1qiP29G6E/vl+P+ruY/Rk+35y/vdomxb21+4W9hbG0vG3p2T12vVe+/s04vkRdU740gRu8sQwjPQVNFD2I3P66jskxPYgShj5oZT6+dlTFPXHejL1WUFO+F4YvPZHODjyqAFe6ytaXvUKSmTxNquI+lH9gvmdACb6JIgm/GvX9PegWYL4VSjQ+6AMLvSKa+70Ck44+6ukpvbemW74N+IS+qDOEvQpuwz0m+NU9r+OTvbMrBj7Qm3Y+QJMAPUjWcj6exn0+3WONvgJ1jr0pWUq9EKQwPlWYuD72xXw+bGmTvqg5ND7jcpk9RYd/PW9OGz5szCk+EaBDv9he8T7jLYs+goNVvJRnCL0wnbs+SaEQvpe16L3yxvY9+GuyPfrhvz4IDzy+TALEPvbewL2OFZA9f+8HviV4q75Hj2+9in5+PrFxAz7uGoM+yDrOu8oShj2EeRK+U8s6vYqhvT3W8SC9PKLDvQFEr7zEGOY+fGPePUJpp76rVGm8dEcaPozW+zziClm9SqmLvcu8uT5rSMa9/VdyvM2BqL5Iuky++6q0PdvkBjwISaw+nlxPPrXChr07Iqg+VAIYPpdr+j3+rjy9t6dIvUcIYL6QvAG+gHNHvNZMBb9h9Ie+hVcHPhLLWT3nqcK9QJUpvr2A2L4j5pS+hJ03vnPz2L7fmkK+Z5+qvnxdvD5OYlK+FOmAPompa72Q89M+13EKvj0oFz+rMIO+7lWfO6bnsb6k7RE+yjwZvjbCjj1PF5m9QffBvb9ygj0tV5W96z/7PsH8Sz3NT9O9hqZbvlGZxr7+FXw+Z4mRO46opj4rypO+jX6Qvjq3sj58ICq+XkyxPa78OL7Q++k+2T+IPv15CbxnR9E+8o2ivb2n1j0N5pe7T9zVvQHkRr5nMbe9S1Q/PiwsCj4AagC9ZvOwPWtVOz5smYs+6rY6Pvbjzr2IjSC+XoqMPe1tUT6GUAc/6XXNPkaVIr4yrFQ+QE4jvQXkMb/IF5g+7NicPaFKJr5J1sy+/NUlPg4IYD2/GEu9bXzpveiwAj7NTQq+HDSHPtQdl70vULG+QJn3vXOQsT2++Yg+9CsPu+7e7z4/cZk+It+/PjWIy74o+Yy+hJFVvuA9Lj4yKea9T6cXvvjzx77sH4Q9DtixPjpEu7ts1S8++oLrvrFXq77ezn0+8gI+Pvp+wL0kCSS96Xqwvp7OCr4DCDo+gYTZvdhO/L3HnxE/ZyObPtMX3j5WJ5E9d5WVPlvABT6k5hU+VJQpvuyylD71x9W99S3hvfztBL38uow9A91CvSSxrj3tpt49bUMFvc5t9L0yuxU9eNOgPlc/h75zo4c8DwntPd2t+byLt4++43VJvR0S/r2bUxI9IpJFvhF2AD6/3O291kLvvnP2lrzyVhK+o4vYPY5+rz0sbx+828aDvhSDIT4G3au8YtCNPAqTCz78i6y7kz66Pbmcuz0olsq98Um8PXWuFL0FQAs++GUMvj3Zjj4YUnq8paJvPrKNmr6bcAe+HA4qvjFBw71VTaK+85PZvJg7jb0Ndzk9zzrgPpI6jD366La9dy//veEWnr6N1ok+P6lTvtXbBL0XyIg+EE7MPSlocr4E5p+84Ml1vkR2nb3/CZQ9jHjovazKkjyc27S9CshDvgVtu75XssW+FnS9PeItTr47Fis9QjcdP1Ye1jxRGly+viLJPUkDTb1ksUO9/OZvvu+plr33X6M86epHvrHw7b2MBLA+cx3hvHUurb3VziK+y2MxPmEVAT3/FmK+OucVPRf6V74Is/o9d9CQPtp+5D1E5Ho9wfZEvmesvb+uzT2+r2zTvUJErb5iZYE+1iCAPd1jrT3P14k+2l3OvuJY4r2DTea9cY32vXmol74LdDq+QJB4vf7asb2JNQ09FoeIvntxlL6XIYG+8+MWvVyZHb1p2c49vMJDPjxPZr4VWxg+m/4LPvuHTL1lJgY+J8J5Pbi3Bb0BRnA9LO73PRmsBr28hEu+HajcPWCjvT1mGii+XH9evsQoNz6C1kU+nXxoPR04uL0FHTs9zBBsviGUmD2+N1I+T1pUvZqOvjwNU0A+yhZBPR5+NT1TPYi9SRvaPcTnhTxRSs29JEwYPgbizb44EQs9mNMEvRmvTL3MOEg9LowmPiehl747GAy+WOEUPnqhyD2OXL+90+9bPcDQ1j2yHac92XmAvmW5SL6XwAO+5/ZBvqMff71I2Bi/dftvPfUCa75ZP5E9/nWivl68HL9XrME+F69uvo98EL6EzwO/Qz/RveN9jL5M5wu+5Sa/vVaa1j2xtM29CuBqvVnFvz6wPNk93hFqPsj1hb7HwJI9cOBgPlj0dz5RaRo+GHE4vqf2AT5Sagw+odKVPqwqHz66A9a89LvKvn/mAT4TkkW9hZZ/vX3Jjr4MRdY9rZHDvjg32r6prME9HGKevZ1shz4GVku+IQ35PhcyIL6M1Ks+hyF2vTzedj1qoLM+pxfqPo4Rmj2rpyw+BKVCPpudFD5mFIu+agcFvf4LBj9Tm0q9vWAEvikgDr2G+vk85BiiPga3wL3+EIy+bCRoPq9Tgzx+QMc9o6mCvQW2Ej09QSs+C5D1vbCsTT4ccIa+9G8FPME0KD7eCnI9OaeVvWMus7zW3tu9dBWHvWgG1Lzh6hY9w8aVPDGD5LxbfHc+M6qgPXJ7bLwGiP29yxuovjkZxD5wVfS957zEvmq+j756ax2+mIVYvXYXj75ZVUM91KrJvvsDuj5t6QW9BRjoPd2cd75aLj89wqohvpTpoT7D2qC+5KWqPbkZsb1ONhM+nd6IvbB6Vz4YNos+PpFXvl98eD0p+aW+aHZYvVp/yj2DUai9Px6gvTnyrb4puaM+biH0vIOa/j4d7iK+S7fvvUU36z1U0Sq+s9GivRN9Sj6rPuE+oLa2PocIVL6wThQ/W0dDvtCfKb5xS1G9tQnOPpRAhr5s1eY92sKfPn9gWL4YoRU+2TkkPlzNHD6AF5A+NEtzPMphxbvdk3o94FJkPcWQNz5WI5Q+GEm6PrMxQ76ilNM9iFFOvqIfH79aQFo9/yEBPpsSKb7dzIe+v1hOPBUdgT3801S+/8YqPWqJhz5BBhA+QX6wPvKxOj6UgBa+XP/Zvd8dYD4nr6k+Lv+BvlAg5z0vS5M+KH4qPhkOLL/Tppm+ZOnivWd1XD2CMn+9mvkOvkEZEb6QvEs+ouI8vM4c+Lze6F07S04evt+TXb4zVs+7gIt5PrQorD3Vnms+LGicviww4bzAvNY9YgREvbGpOL7N0Cw+qTbPvXkMuT576Qc+spz9PXNyxj0b0hc+boOgvRB8pz3N2li+Y1bNvXeVjL3o2N89iozIvdVx07yzkK+9xTNdPkswob6tSxk8Oax3vqpGRb7xi4m+t9PjvKrs+z1gD56+okVPPfst0774wTs+FLevvYbwSb1vkG++JfRTviu8B70FEwO+1jCMvQB5tj6oA1M9WepqvpGdBj/m5OO9CrMUvrAkjz0K8W89q2ArPldURj4/lIW+1W5YPmBZyr2FR6M9EZKJvlYqLD4EqEo+5ggaPQvyCr5T1ka+jCDHPe1YBr0sjI++LT+FPmpmi77LeMI95DoBPy7S7b0VzYs9tS06vo1/d71Pbr0+IiKkvhk9n7xyyf++otd1vpt0Mr6SMzi9vADZPcZwsb3nzik++HiRvA40k75nXI68xS8pPnLiGb1ALE2+o1Q1vrCVqb7c/zI+4eGxvlcq9b3jZ7u9eithvkCdsTk64iG+brwBvgswi720KVG+3uNLvhzeFLttmYk9U8zNvRsiZ77Zj4m+dREPPkmaRz5MRJ6+kYwLvoDHLT7qSeq7+OD1PcbVKb5pmyc+AHsCvvT6yr+RiNi8BoBhPhNE+D4CNWk+JHFKPqZ9mb4wIK08EFRrPioDg75mrum9uJ4gvpNAdz11yOs9+WwkvnYqIL5HLVS+1aFAv5VCsL1yl4Y7k0hivku1Ij76TQS+Z7ZrvmQcOL4q84O+Ay+ivUmLGb4qkhC+RZ8TviXuSD47EnY+wlEqPvnmUz4Z52k9Y2KZvkGoBr4FQB69kt8HPiNaJD7tb4S9KNyBvn3FlT0ZMg2+YAmBviPNJr2HxH4+SsR6vhvofz3n7Z+9EeRauYSikTyTcuy+9wy4PYXsIz6IwYW+7FeLPR5XVrtRIZS+q6tBPTbuub3bFL89ACwxPhMzHr4ICLG9ZKT8PQ3gubznhjE9nv8kvmQh3D12a6m9+IolPezUpb4jL/q9vVZyPjzduD0BDtI9MsT2vY0hLj6mcTs9PEv5vfyLJr9bp6++T6P+PTOhK74lZca+9L6fPmp9ab4NxpQ+YPNsvum6HD2Awck9pRPmvInAij4MHec7zKfMPIIRQr3SwOA+xIB4ulfyXjwV+bs9wYGOvZZfgD3KSKo+aShnvq0gqT5Fcgq/fuLIPSnDZ7xQnK2+JnUyvhl1ib5scd2+ifJoPnkPYb7dqIy+5T0Ova5LjD44z7s9wE9XPrDTkzxhwzY9z3zjvQGZqj13Z6M+9nKXPt2FWT59tZG9a7rGvnb/dr3HBMe9grTWPFi0Dj4KaRc+jGydvrQ8+D0ubNq9bksBPRzwnztD8Ym8TFPVPJkZUT6aPya+s5edPvNzFbwBJ6U9epaPudEfAD3uf7c9NHHhvrr/r7xLyNe+TrBIPteMXD2cEPS+XhAWvpS4fr5DPKE5u8OLPi0POz0Cqnw+VfiLPQJbMT7rBu29+uUDvmwc4T6Q7Em+7Cwhvujpsr4ygjg+WpDCvVmPk75fU5c9Kmqevvu1tD6OJAY91xm6Pmu7MD45MSk+/JVXPus9JT4X5rS+RGaVvtT14Lx1QSk/hCRcPee25Ly9JEg+Ss8mvsp3xD3ReLu+CmICvdcfDrtp/TO8O9esvpVdBL4ixxe+fZRyPt8eJz/cole9uDlyvbzclb3AUWC+0WeYPYMFrTxxLFU+Nl8GP2k96L6YrMU+HXi5vm9Uvz1t/0w+cjRxPrFWH75G29O+80CtPphUAr1fj2M+JPIZPrsSejxzg/O9zHhrPuxMjztheGs9c00GvgmRcT5MlNM+EGXpPgaHsz24Udw81btMvvtasr57DWW96THbPa2HsD30Bfs9gwVFPrQpRzxWr6a8dVcfPuoKl70x4JA+B9Z0vZ0zZj0sbRi+ObuvPFRyLbzgQoY+6DbWPUEzlz67kjc+uqJjPrlZVr6V75++CzHjvh0sHD04WYa+IDW5Pe7zqL7UF1k+s0i0PvD9pD5jcK0+mEksvaGNmr4XtbI+jMVTu1FbTj6TvE0+iQDXvsGn2L32l0S+EFhcvTkWW77GdiI+mvrAPUPucj0H34e7iZdJPq4mgD68wK0+7wTFvRbVEj7pMPY8gzGNPpKGtrvx68e9w51hPfcJo71iZoQ9cC7+vK/WVr7X0F8+pDgLPeK2m7415AG+GsWCPQ3XB70KGqO90utIPlIoK712klA9kcA6vqULWr7xgiC+tBBKvhzVcD6/Sam+VIoQPj+V7z0k1M09uPLbuxyT5T7wPK+9lSAwPTLzIz2JaE0+9ukDPlvMQD3HE9y8d18evYRYMb5f9Ya9MPV6vtBvpT7oEwe+4TAuPRqO27wLuxS+a6qgvUCIebx/MxK+J8wcPvtWUD0UTM09nk2hPjMtTz29l+I7RtosvXew/bzSz6Y+ybYGvugBzL4Agia+Tc+9v48GEr7xpS68knDmvW0KAT7Mprs8mYxavREdW76a/lU9m6JLPnNzG77MuIE+S9jPPc8VHz6jR8q9uN98PsBHhT4L/j+84GIOvj8xwrz1Huq9AX4rvon7d77Bh6o964TWvOZFT77qwiY+O0eDPmNxEz3usEw+wT98PSTTOLysgkW+jqFzPX7j7b3C02c+5ZK8POyHGD6ymQ2+gYAzvr5z0r192Eq+x5NbvqScoDwMnGi8NswDPtTnDz3xmZu+fBJuPmgPwD3erAW9rgT+vNN2db1yUWk+m6a8PRvABr6JgxO+awRBPri5Ub78Doq+rCQJvtejgD5JwTc+05SvPH8jk76uKVa9c1RQvK4Krz3AkCS9u36XPYOFez5OFKY8gDi+vP1Fd74iKcm93/ifvsLVxb2LOxS+/nx0PSikIb5R/UG+X+dUPM6it733SFM+stElvTRMmzyBZFI9atkAPmYEib3S4/i77ocEPQvW+jyWaLk9uxFcvgORFDyN9Z48sbMYPA2yWr2F99g8TOo3vndMzL3wakm8aiIkPinaub3fKmM9UagxPVveLr7h4qg9y0BmvaASK76IlWm+VASGPvST8j10bmO+ophtPqZeQ76uSYC+4hkfvTu9yr1uDqU9+bRHvlJtKr8cTJI+nosyPtbzar5UcK89A43Lvn4tiL0MtXy9GfU2vNimVD7eQ5a+ygewPrgcd74oZ+o9xtD/PogXab6yf/C96xWfPY8iMD2CdZu9oChePq3OkL4qL7k+mB68PuEl3T5kTQW+QhPBPqXfjDvsUAs+z45WPSgDcb5JQ6c+pC/QvjXqfr6lJQa+Vz2cPmU+Y7yfpfi9O/G+PuLqwj0Znko+XcoiPgm//71G0ck+IrmqPszT870Lx7s9cyrVvEFvfL5H8Zq+pVYCvmk4lD1zuQA+3cyfvqQ4ND7Wlyw+o+8fPg6cDr6faGY9gLzCPXR+H76u6oq9HxYBPrsFzz4Q1XQ+1X4HPghCVb5ZfHG+DIwhPlAJLT4fQY49Y4pLviTMZb54XwK9CxU5vWCaKb5AA9m8wVv4vDgTKj7goja9HAYrvqjtPr7nx3K9MeUnPXEQlD6hTRq8X45jPvydJzzQeG0+hQkivrADpr1lQsE+8iNpvjrs9T4fmxw9cHoBPcUZi75Pess96XhjPmOjKz5UyAO+aa+svhbnIL0S/1I+A/Ghvda+i77Qnla9Au92PuZUDz3dJPq9qL0qPK1mhD5x9ou+JvUivm8QqL093QA/LCjWPBijijxO6XS+gYlBvl2Jzr2ffS28IwXNO2TcK74hzOe9ybAFvSEHFr5lwOE9+nSyvUpGlr09psw8i/eQOzCDxj3Mz5G+e4xKvtYVCL6BLh89k9KaPu3fGL4Q8mk9Z0KVPnWvK77BOyQ9T8dpvrWPZD55KHQ+vmFNPrsje7sxLeU9bEx0voxjnL42kyg9xg+pvkFEFT4Bo2W94Fk3Pp3VEL6FtvO9eJ30vVLmpD64pt2+HICePuZonDxaCMu9Z1W3PXQ8Pj6TdyA+fZUKPkFz1j41ahI+uLHzPlxAt76zQIa8AbG2POGTND4Ls/295nBNPpj1rr5Riqm+J5SEPsRGFL6gftw+quERvd7ESb5Z/aA9GogrPvaVgD53xCw+pTl+vIKAhb1+GQy+jjDCvQgesL51E0++yEX2vEOuMbyQ7Sm9koSePm6XjD4Gs3S93t17vkqC7j2gH4E9AeBYvg9V273M2QK+pFEDPXIaBr41pH6+FiRNvBmNc710e4Q+2n2gPk37Ib7Ekb6+2KRivoK0Fz5qWRW+C8iBPkCOvrzYXCk89H1pPpNypj20drs+6ZaPvmq4Pb5y5/G9mwSxPti+jT68lqe+xfykvS6p5TxtYgw+DaeyOt+m1r1TXHo+jPlPPptYOr7U69Q9ip2APfAZN77vcL8+Z0L+O/1S5z6PGS++vTW8Ofq3M77djoi+zZPCOniWhbvW6MW9fvhdvmsjOj5S+4k+xb3tPipVI74HwGQ+TMbJPOc0bz4gILw9j8+UPQaLBz34spi9CNtGvXMsAb5AZlW+3CsVPfEViT1a1H09GGxmPTHKb71WbQG++JFzPBUHBL4xYi4+OiGPPSwjjz0O2cU8khUtPgFSZb6nOwe+b5yXvfbPFr7SSum8+lfePbhXUT3ByxQ+DJUtPvA+wb1uwga+mBiWvEc2Fr2X3HO+5A0wvYPSLD7ZRJ+9vEJIvslopz0ruPg9ZLxavVcBM77jLYa+WlMNPoauzTvVQcK9cmHqPTbfnL1ROsM88joUvvMWO77Y4RE+KXtbvdJhab649I+92IcTvC2DLz5WRvQ7Ajh0uzYwzDy+RRE+R6A8PW4ySTwtue+9cFKRvZZTrD0DeHS8GMkVPjp3gr314XM9KLJaOhJ1bDsPlRq+ux0VPRZ/6TydH7U90SIBvrVpsr0a84q+YPuGPXth7j0jdi6+AnNtvOaTwr0HApk96hyBvWxcqD07mQE+itIyvkgWd76ROVo+Y+AEvfKnMT093LU9LLgOPh7ti746RIY9RQEwPgVPsj1kfD6+XH1TvogWpzwtLD2+x+DQvBkFPL4H7Da+GhC5Pd3BgD0eUm++u3ARvGjze74yREK9D+JKvnJaoL183nq9nU60vV7QwL0EhuK8qvBZPfivET6x5Nq9phsXvkqcnzx5x0W+phcWvjqrn70ef/G8S2IOPiedf750CWU+deuBPLwUyb2/1LI9iHhdvfhGbT4vKD8+J3GtvDx2BD4JSw2+xMAdvZJsgL5tCfI9orUevsVVAD66gr28ThdOPXAgib4LWzg9204cPmkbhD5UHJU9cBMYvp5JA77bAmq+XVRgviHy8z0mrgW+A71uPmrv7Lx2w/W+A78jPk8fuD0kCRA+cgYHPgwuxrxB6kK9iE1mPu8xlj3K7fA8j1gGP47U4j6cAQU9jagDPt4xq7xczQg9YdSCvnXCuT0tsmw+ZNC8vuqPzr28ekG9JP5aPi5z8T34LyA+5AQXPoJJbz41hLi8lV28veSVtb19Vy8+2Mwhvnf4ub0YeSs9lhlKvdmh9ztbg8q+YqgMvqlcCT06uui9sc/UvnoyAT6K50Y701eVPeetRb5ENga+LEIyvb+P4L5Z/Ui+7zHWvZ/Rbz6cMbm9IqDFPg++Ez0GrpS+GT/VvX2SNj4Qn7U+f5S3vv8+ej5d/Za+LsFsvj9roD5UxWo+Pl6CPsqu0z47Z0s+Zm8KvsEAnD496wQ/TeAvvufDKrynlCC9NKCdPZS10j6S1jQ9WAtVvX12Db5wUos+UpIRvnqs/7125549qjmxvg5uFb7bjJ+9fikjPEzPnT02ovc8fjKyvsUqGT4xD5m+n9PePe5sqT4roWc+mY9CPGM5cT0KmZS8mjLqPc3wBb6QjDC6OZsXPXErYb1aGn89cVOgPkVa7TwWFMk+mQLrvbg7Pz0c4Le9SmNLvhdv373iicA9HZAtPZa3Gr+yZxe+uvUYPjd6xb1aQmg+OYPpveavmr1mZ5y99c15vbOyyj0mfBI+rejvPSSsdD70dds8wtQNvu2MkD2H2c2+bwY0O7wRCT7d8wQ+cYfGvazLsj6gaGg+eEgVPlnNvj3Ad5G+9B2XvV8cpD3pt1W+N6DVPQcOEz7bZJs9z5I3vQg01r3taxg+WvNQvV4SwL4SSuq8N0PYPgt4sL4g6Ds90W44vpLDqr1oU00+sp0QvZHJiryOx1w9ZpIoPvcU2T2Mdoo+/kCiPjic1jyXvYE+Lb+avSQ3zD0Kpo48CJAtPr1c4z36RSu+Ux/aPW24Sr0Wy7S8weL3PWJqBD6tzgc9u02ivfOxvz0YzHa9PXgkPrRI7z1JJbi+K7JoPQZuMD17ziU+mkUmvm5kSz0WhQq+nD50vhGpqz1jcg+8dXBcPa62lj4SXc69s/nQve9FHj7Mgok9HbOaPqLeULw/T4M+H8kQvt3nBT5v2hC8+y2Nu0oShr5Q3fc+vSqRuycjoD4gEaw+6jLHPI/fIj5WPNK87+cHPXa5H7643K09PkkSPmb3f7365Oy91w4VP+5OLj7TP1o9IyLmvYYDsL3Ny6O+vKkbvhmFWLwJERE+Cq8lPrTg670l37M93TMGvh3nSL01OcI9PL0JvKR7dz0LW5I+/6FxvV5AVrxFqK29yal3PPjHAD54AZI+yYfSvEKIMj4Rd4G9mEh8vKehQD3FX7Y9FNLGPdi33r3JyqM9f98kPdckUL5w+Iu9FHorvksfj70Gove9us4lPYad9T2fpq281Bj1PPp3SjvqQ6i9hz+QPU0vpj3ldAI+U7BHPHRdND1MT1a+sq3evWnYEjzPDD275sF8PCbG7DzEqgs+NxP3PfN8sLzMFqA9KJNMPiLYZrsc5tA817obvHN7S734lN09ZyrjvXGpar6kuo4+N9/fOy03yjuyvMS7Mp4LPpu+XTn5OIG7GhyVPhEhGTzvQFg9Gkf7PXUk2Dws6YU9zq0ePVoYXL6xr0G8EfNvPeIXt71O5dy9lh2rOwwgIb2kckO7JtqjPZt4ZD6WKKS9H2ClPrxcF765cuq9Rn2BvrqTgz3h1Oo8IrwyPeNxLz5WocA7eO3LPIqOxjxNbr894cRJvT8sB70kJ329EMmku+O5Sr63NRi+W7AGvlAnCT1T+B46xkEsvc4xQT45JmQ9KTzgvMx4wTx8Yxo9D47qPE7P6z3ko3A82eF4Pnwp8b2dEyI+HO+HPmHTHz5z0Hc9ZDdhvqVL8T0P6wc+KAapPNjwx728Mym+urNavYvVTr1mdAI+PvnCvQSm773AJ9o9Cl2CvqLx5z7NZD+8EiGyPYcHULsL1t+8xR3KPfXwJz5juYM+SZ/SPY6kKz6B7dS8REKJvifx772qCx09j0HFvdki9DnI6MW9e7HPvA1TPjwjGju9H/2XPuftXTzdIhC+1n7MPdJNTT3RbgY+JdvIvmS9xLz8Sa6+qriIvu6HRz50Zwa9i4w8viRnGj7V1so9Zi42PoRy1j3hxMY94YievSSr9L1FAk4+3ZJfPd6l8Lz7Ugm+shSRPpXNbT0lCEg+7+W2vcJFcTwdhJ0+SbGjvRl5Ob2GdOG9E2tQPo+Ul71KaZm9Afl2vqEsLr4Ef4q+KUEEvs11gj57Fu+9rvgZvj0lYr0qjX88rVwRPhJer70i6669ZLhdPaLTTbzBoUA9T41jPY4VHr54FJ491zCNPCvsdD2gona+gPVNPr7yKT70Cok97gpkPdSx0L2Kkeu908InPfmzbz4+/eO9BCPLvaEo3727j5Q9Sv+APnKOIb2Wdr484S5+vkpt7Lq3hrm94QCOvqqvkL619ys+GtldvQY7Pr0fvHs+3HC1vfkeDr5kMiM+YANYvN+SiDs5VlW+CMqEPouIl70vNr09eL5JvoiUgzx3YWy8gjAmvovE3LyJ/zQ8eHqjPj8Sj72yxQ8+mBBCPsBjHT0u20O+YvnXO7lZgj3k5kK+XaO4PVq0iT2LSHa+Ib0tvqAzs75CVnO+7MTRvaPYkb4ruxu9EK6ivQqLij71Bx0+82csvsD/Kr41uGy9ZYWIPHG6zDwTNEe8GZ7QvTPuQr0mlUG87nLQPV75W721eEe9tfCqvTZqI75AUjA9ld6BvnRgGT52Mz2+qdYrvflmP77rm2i8nTOoPsV/tL3x2Yc+NxQuPkE/Wr6Kfwi9r1Y3vVxPSjy965a9s6jMvRaAHz4j69A9U1XlvJkZQz7PQi6+YZHIvnd0fD5VBUe9CyWgvCz0qj51yQW+zEZbPtSgmz2XDja9AvCDvfdWkj34FoU9vYQCvuQvf72Qg4I8VcQKPoj8075Ep1i+Hq1mPeiUkT1lGno+GtDdvR4DGz77qVQ+v/8MvmHdq72CqBU83ZknPSx+sT3FBZc+2ZMqvKp3aL7CSro8LlAiPmcbAj2SFwe9aGxavmk0szwpGXK+AAl2PpWtkj1HceY8lZqGvHGacj2Gvpo+hci2vLNUjj67tFu9qCe9vdMS9r1BCfq9GEKKPY7m2T3JwBK94VUNvgL+jT4twcm+slV2PpHSqb2Zv8q9VNGKvm1laz1NB2Y+vQAqvsADBD4u36W9ml2DPp9CXL7SI969knq3vdTopjxfoOK8qZBaPSxzE77DyG6+U6EbvALTQ763fbg9/+boPbEqabzkam09js5AvoJJPbyLuXm96I6uvHtGLr7+KqK9roFJvk2GS77NVQy+tCQZvgf9o734oVm94Zf/vb0dx7x1VKK8IVJOPJ31B72nGJu+T3o8vqnJ5DojrX09SSG2vTQxCb6BgIW90cr6vZD+wj0NMcq928RvPM0b6TuyrNs9w0SvPVJnRL1O35y9wqa7PTv+fr2yY7u9PmF6vnbuCj5mXkG+DslYPcBvNj5Mb/68VFKWPe9ItrwDJs28GACiPcFg6T0AgPE9gbH2PRL7uLza/3O+DCSCvlA1Lz1Qjje9pnF/PSvMZb2vJxs+mOBXPfiUOr6+sog7Ri+8Pdqiqj2sIuG9sDEePnsrJz5Kl3u+4UNnPC02ET4kWRK+SO3YvUZRmz3TD2m9e3w3PRKAgr30hrU8hzQEPQHYCj434I29GzkRvSrMhL0pUjQ9rga+va/RdbzZJ8692VcrvuwQ9Liqm14+tmO3vdF5drxc0De9+As6PgOdNL5Awqk9kQlSPePNN76zFJC+5A27vox58rxFYOE9mhwyviZPq73oyYG+6ahCvSzdmz3jrY2+laKAPUNEQL6NUYM9O2MqPT7kJD58Kec8v/H9PXgxKT7cgEQ+hbqFvWV0cDzL15q9IOgSO5wEHz5DFC8+f2wsPfubCb3FbVm+qOmavaYJiz1xwDY8iOabPQm3RD5yXOm9K1LYvTrXoL1KRY28VFY7vuAR2L3gm7g9kHOTvZH0mr3jJ927/Ba4vGdQKj7iQr48oE+MvSt2oL2IAxe+j+/SPWMWgbvFpO49T6WXPcriDr0SGzg+XoPSuzYP9L13Zks+W4VAPBF1NT5YBJ69zSZyvabRHb5YAf48Nt2zPUermb6Cbwm+7gGkvKIE2r5O1YS8l2FGvf49WD4ga6M+i9TRPTdgzL32uy2+PS2avr5dN70Cary9DqGivpVHx73xSCC+5bycvdWhfz04yda+tHG+vW+BfL0atEC+W58jPt9zfTt62Ai+uA91PttPWz3TAcY7AJVYPaOzxb3BX6Y9rANMPV8f7LxtdgY9IfMHvten9LzlR/M7B5pUPdJbyz44icg9CfhevW9otr6cSjc9133BvZ/rGz4Z5SI9KfiJvrRLgL5lbWq9uPcvPmzZrr0vbmg9bkIgPQFKR71YHSy9gieVPbwFYryQaR69KQNyvJRNnz1hgT2+qaGOvHB5+j0QuxK+3GIFPiPvXr6In/4+EnmaPLO3sL0uN8E9QJK0PlR29L2kNgU+WywGPXkRLr6+RKE95s+nPH3avT214xs+cOwSPcVohr6CSGk9kjtOvUCjxL5FPO+9DeHiu+0TWL5rRIm++/BKPYEJMr6rPCM+FFsSvjEiKb2rdTU+6NNUPlPoPj3ZIaw9xrVnPGGjfD5w1D4+lTVTvr+YpL2Z8Aq+gGnGvfCSVr7VULa9W2LkPGn/6Tx04ji+qxNevtfVsbxXiWO9IlUevYv6Gj7AFa09fNUavlFmn71tYYm9zxsxPfdd5T1HoCK9m9DNvLTtJr6NHjY+Ao+9vare8zw6z6c9/eI5vluiyD3GlCK+OYfOvN5zET6Dgky9t65XPQ1/5L4gJyg9zXZWO0QBOr6QdE4+CJ8fPautoLxe3SK8PKeuPc4z2L2+ycI8MWpsvmjyrb4TXbA93FRcPRrl6b3KopA+zwGlvlOWWz7q1Ne+T6zzPcEXwzzUSfQ9w6YsPeTl/rxG9aQ9tRaHvWMFBr4sRM06wD/uPVOkir67yuI7OC9iPsI3aL7sIEq+4W1Uvgehv7vuB3e++mR5PZG8+T2XLgm+ut9qva1cWD2vN24+A8nTvaEZEz0ITTs9bMIpPIvsWr1Nr4K8LQn5PUW0jz2sOAS+YpxHvoqeYL7APxw+ZnjrPVOfgT773bY+X6WAvYmCgb30pI27AxsjPm/NtT3+vJ6+FK43vuembTyo10o+TCKBPvb0Vj0qHuy9CrYvvCbHiT4hxEw9Au0tveL/uT0+hb49R/VRPZ9E+rym/mw+mII9PgXCYb1h8Ia9iblyPfleFb7j6/09jik9PguccLu7snK9dmOcPSl5jrsgxTo9f0Q5PvZxSDzxtpG9L3g4PnXvBr6/gpe8ZOLdPbA9M73pWrQ9ot4YPnF1GT1jIha8RQiuvURPeb7CspG9jyyhvR3L3L3hIsu85UdTPfCNBT76jmU6/Mg1vkVHOb7HcwG+2aeCPINpOD7ouQC+ln6Hvn9AHb49f3u963dEPs3mbb3s2vy96AQHvd6Xzj0x9Em9MJfevSNUkT2G3849RAFtu1duCL3qgjk9rEo0vCpG1b23AbO96o5YPX6WGr5ql6Q+frUvPkmpgL4kPXA9Fl0HPhWnQL6Z9w69SUHivcMD370x2iq9hijDvVyMpbyyuR09ApMuPRo0ibsvmQK+E4bCPeg8vz18gEi9rzH5vWCGF77hkaO8ZU0lPf6PAb4nWBw9Ql7wPdO85j3DUis+NjREvWC5/z2D7ra93Gz0vGOJA744hWw+T3KnvSkWxb2SXuW8csr1vap0rr3CU2U9jKt6vuQCEL3FRZa9MLswviV4Sb6nOrm9bdCSOwzeZL09my69CGIAvns4ILyKVwu+8DQPvp/d9j3eIgC+bscPPp0+Sr5Sfze+McIgPRbZgL2+oJy7Ofa9vRh8/Lv/o9093h+cPd4RLbyn+0i9UEesuir7wT0iZBc+zVEIPoIGzzutGUa+ZYc0PZpfcb1whJC9vqYwvC0h3z2eTVE+6tQJPppUjr4/89O8rXAiPdwd576KGTc+1xESvYSidb3Bebu+ke4GvguKcz4mli8+5JNgPgnCTD4zaRe+e6MNP0ClKj3fKdO9OENNPYDRgL63YVu9JSihPaTw6T1GMle9FMHJvZ7jeL5Hcbs8C/5iPrhm0T3tPAM+oJsyPrjD17xPDU28Z2LTPdAJGz2QYqa9qAzDvf477D3DcNc9uf8IvVDPw73R5iS9Udirvj3mur2JUJe854xFPQCavr7xhq29HJmwuw43Wz0sSpm+ODssPqGjED4iNJe6/y2OvaKjDL0TMUa89tsqvpxbaL3oLxq9YHfiPB9+ML6X3Tg8kwS+PTMLZj4IVis9NWoUvK2QurtEyKa8Qkt8PUcgnzwZIQU+0eVBPRpXWj4ZbIm+pgwGvoIcp73bZxm9vMklviQq6b2OfTw9dK5sPjtL6D1zJc49UL8QPjTrvb2D5ak9sVPPPsxqKT4YtgU+b3kFvhFJPD7GgoU+yIETvc0StT0fLE88wywOPm3TnLvXZKU98OWYPOwll76ypVo+OUlsvbyjib23g5q+xUh9vcl2SD0DbKc9aV9ovaLHxrz3cQ6+GtHDPInaD726E/m9nSe6PVB/N758bVK+wM08PTNN5zz8UfI8CUikPo79CD1g0cS8Na0RPvd/ML0ZUTq9m1uXPpeZFb10nE0+NV9DPYtvBz096o4+XxnMvqOr6j2DIOk9+JhCPTECDr0OuDG+tSK5PpsQ1Tx2z8o8WYIAvnO1aLwVa0s9mmC/PXgoTb0m8G29CmhevvV74bzpUT48idyJPefUZ70YTGm+xxSIvT30wb42aAW8pjcUPuAZyD68eEY+E41jvdEFYr7yaC098D+Jvn7Iib1fz8e9WpgSvodqq70TRUY9b5MaPooHjr2/aKg+ZRhWvBJNdT26HS2+ht3HPk24gL6XXrc9vTBDPt1nk74tjlE+gZ+/u6lVDL6+yFU9/LFPPovYAL4DmSq+kIr0PSiHijzInOo62zalPbEXMD6eYSq97ammPZfEkj1VURM8zByOvZxR3z3L5tS9JgUvPtZnBT7+//C8aYlQPcuIMr7M0gC+ubxhPTaUtz0ACa6+Dk3LPWG0zT2/UKA99OdVPURkgT02cpA9OmDWvROSGz1K8N+914UZvjRhZz7FHC++oyi/vT708b2aviA+ZrJBvJClFz2rW0Y+H4pwuyD4JD4uG5S8gq/EvdVySr4UP3i9oYdVPST6CL2OTzo+SfUzvhwJeDxRk6y91AaCPUOZwj2b+AU8egK7PHHuIT61flI9t5SvPpptLT42XXM9d9CQPZ95hz1qWrq9rSEtu0i/oj2mWfe7tSH4Pd/hj75+4Ak+H3gjvQJt1ryltR4+mduEvh38i7zkCYg+sjKQPQBHED2lTtC7el+vvaiA+72j/729VDOjvePYE74jNxY9gYEXvkLLG7znXVS9GUYNPTbGHj7ha4M+93MRvq6Zez6PPV69HFt0viaa6D3Idmg78Jbuva+wob1NsxY+7mlFvcLHHb4As0A+zXt1veTM1r0w/IK+nV2EPSnfqD2MGCc+1lBGPk32sDxDF8G96psFPgoDQT40/gA+HkUivReSoz77WEo+pdNePDhoy70Bv8e7nl1WvcRRijviuGA+8WBSPiGzNj5RjFU9GRHQPbEKKL462wu+2wMsvuLsKD5bFjE9l+TOvbQ0AT3r1XI++8aJPsCqnz2SVfq8x8QavnSrfL3vh1+9T9kxPmypqLwLT326LyZpO7VVCD3VMAy+MgeHvVTTbrxnZRs9TYcZPqVS/70vqtu9RltWPiPowb25dQu8bB5OPltGTD4W4pC81gLvPJeQC7658rQ+N6O5vFNQdz1z1I49C/ulPZ1tIj444XI+D1gXvrjSNL4KM1s+NT6UvTe+xD0mYCI+XAmUPuqTkLwrjAW+On/CvV/xo7xbfNG9HFj/vf5E4byffok+ZE/uvV54Gb5sYEe+cdU+PtYKTj7OwuE9HmMaPS+kBj5UgU2+AVlavo3IHj7qjga+NndPvq9ctLzbFmc94YcZPT6kIT4p4FC+YRU9PsCTA75dpEQ+ItiPvUyJjr6DyI2+wsP5vdyNeD5h0lq+BeRmvkJXEb4nUc4+KCAAvpvUI76AidG9yvEKu0INIj7xSiW+Bai1PZ/IrD6ZXxg+pbMLv4dScz1L6K29dZH5vS+PML4ycfo9XUa6vVBfeT6otw+/bYqevtHJwb6/MT6+3wHovFyrIT2e2+W9EPZnPhx/Or5ccwC+IqYPO34Gjrq2xMi+Noi3vuRcmL4iMTm+Uj+xvq8mDr5w+bg9eNiFPm7xaL60yWC+6T8ovkBhnD3uZKE+8HaFvp3dYj5Xq3O9luSQPqIahT571Mk8YceTPvdePTsZpvS97T3LPCDgMj0/sNe9EitePiONrT6TaPo8bD+lvZfMW752as493Fhzvk+0ez5uWkg+YGEfvRxloz0rRTM+zFWvPk82bb4HUSy7WxE0vofH2j2SrHS+m/4OvYCMlL61M5896rWWPqc+WL2mymW+V049PjSs2rtI5Fa+uTeHvnmRvb3IPnc+UXlHvc4yJ75PhPs+fOFrPqREWj7HlIS+2qKFPVkslr0nRMQ+LlNvPtOCzL0fhM29DqGuPRfIED5tDC++9y8uPWKPkr1fH8a+BVS9u5LjVj07pVi9EWFxPpine73USo0+FngzvTjV1TyrHEQ7veLdPVCscj7YhRm+6CCavKRVB741c16+yYTTveyeJb0P1Cs9D7WSvoWnab7O8Du+W62EPh0/UT6ivTW+HEgWvn3YfLvtwpw+ATjSvl5pY73i/II+dXzRvVSBiTz7sbs+I0kGvr9l2j2cYtq9mrTmPaBHPL2X+Pc9AAIpvnFVkb5DOz6+AhJ0vh/t7T6XRe49B2O6vi+1s7x5EhA8/8eePEgSXD1N1h0+2BpMvQGvML4dfQ2+PLe+vqeF3LxKcJe+mUkyPbj3CD4bnx6+XrWcvUI0er56eky85vdVPqFtXj5nOS88v2KyvRj7MT63/iO+zFW1vi2trzsJk2A+d1LOPsgSR75P/xM+/XmOPbzMKL0iXTO+SJo+veUtJ729+Mc7ZWH+O69ZBz7he/W9Xg9PvlqUHb6KC0E+2hKiPriOjb1Zncg9taKkvkpinz0VGhM+ViHVvfQlLj0M1lq9WxbaPYc3pb2KWYk+9dR7vrDB+z0DfLo+sLd0PpaECL4y6+K6wSU4Pq8h7z0XOwW+9Bf3vnyAiD7BFTy+a2SLPMImgT7WLCA+IC9GPs/1Gb1TCb09lkJcvtkZgT7tu4o+oWqWvZQStb1rbHg+r3AIPv+t/r3vmPy9yLcxPhroX70e8hG92SOJPI+MBT4M22y+EYhwvd2Y2rxfTg8+n5D6veEzfr04sw2+RXIfPgJN0z2Tb26+tvqavOdX3L3vrJG9cvJrPCnnBD4Clxk9inoPPlyncT2I2529f1SjvJGwDT6wYR++S8YSPvOWRL4JgZU9szeyvWvZHz6Eyg+93KluvVHFv72BJQE+zghLPTmmhD2Fkha9UviYPVZEgT2S9Am+3E10PtQIKz4SuYY9jTKivNg3N75vRxi9f/T2PGf14L1ATdA9TKWiPRb/B73S8QW+G8elPY5awb1bMlq+H3/YvdLTrj0LMzI+JNhQu584Fj4JZ8e97QljvTfU7Dx5OKS9ayA/vkYTLDsrsNk6N+qhPaPx9bxNhWu9GXDUPEogOzgIOY+84JdkviKiX760xqg9ot5lvud6ET3cgHe738dtPct1uz1gfQs8a/YCPuDC3DwvG3Q98PMQvSV1hj3CGNA9fkEevqf11L3DapG8GFulvYmfpT0EIaK9+L+yPUHo+rwhf6E8Yglnvcj+Y74ylQC9lyDRvSMJoL2E9Wq+KMtFvkgoqz1eGIk9H9nFvN84XD3fJto8iZ4vvRaJCLyF9/m8uwkovhaFVr3Irgc9CJH0vTPDxrz0ZSi+ze1fPsEDFD0Y5OI8gmMxPJPsDD4+aZa9FiZEvjQszzui5/i6WCUKPNblzb0n86S9emUwPlA0Dr7RnYy9fUySPo+5uD2gdIu92cHvPoBLMz5Frlc+7vSpPf+P4L238dw9W+qAPAjJ1rz1XSy+fCDPPaXi+73K5Ue+/SMNPpgSaD7B9Ji9zk4yPhQTAL7qwn89cMw1OwadDT5Uo0O8uteYvjoYi76G4iQ+5C7pOmgcrb7he/g91DkpPoAKEj1NK+49jtyivQJhi77qPaA+/7czPleFLb5GSo8+nac8PuDFvzywWmG9E7Bnvu5y1T2LKIm+9ZcfPXF4Tj5raKC9uGVEvvkyRL5mPIA9CdjJvTHJArzqjT6+txODPvEpZbzkZx4+l8SQPeT3IT7iSTi+wxVxPgMmAD7dL1++v0l8vSiWJj4ViL49ZkiJvXoH2j0qNVq+c8y5PV4NtT41Daq9OErnvS47273PcL89i1yhvWHppr1AZfK9yXA8vAwoCr6WnYo97jRTvSpZyz3FuyC9X8+gvsTGj73aFLy+zqHxvGI2Q73mfBQ6rYgnPC8Ljb7EqUG+2619PXftf7wul1W+gHGRvLILpD3PWo2+TcSqPLscaj79toO9cEbrPfVYVT7qyne9mNqZPFBaFz7791S+XeULvQZG9DwYTD4+xYKEPeH+GD3DZVi9W8GpPruKX761cYW+8oB2PYhlkLsCIiw9+hAAPeytQT6SKHc9X+CRPCo1Cj2z+QU+yQfRveFWDb5zAAS8LBYQPgtVJL4MtKA9Txz6uoPHTTuVJ2Y+puq6PSTEcL2kY4c+jfS6vHQr8T1lt8m8RjWVPmKpW72zGO+9u7tIPWAXGzzFVxO+y1R6vQbZrj0HZXq+Cec9venadT12r829+m4UvlF8yT429Nw9Wc6ePfUtiT5W7XC9vROUPQDCXr3Jcsc985E1PfWlnD5wFn28PHRbvaHc573eIAW+RngsvROkML1fwsK92s6OOm8y8L1fcGc8hmgqPmu5Bj69M8s8DBUSvpTzWz0BEyw+rO+JPQ9eBL6pWiE+76XRvVGbKb6d/zq+0sG6PWTFvb4tEUA+tJu9vavYbr3VPOY9hZBqPmT/nz7GAAK+ncwMvvektL2JTxU+OixNPjAh7716lhK+CYPgPX8/Ob6J6Gw9a1CrPfJtWT7HhRo++ArSPcUi77yUvb29mAi9vajQ/T0KOyq+hW0Wvig54TxKDf09JYSAO7Ho7Dxfgw0+AtINviN+VDyNfxq9+rF3PFcMF7z6qiq+Qqi1vipFnz3iJxI+SKGjPK26Xj7hnt09LxLHPdI/673gSgY9Ocb4PeBxAL7DfkA94QLCvoEH+zx4TR8+k2IGPcMMrL0+VPi9I2YxPcE/ebtKcAK+N1/nvXWrur0boi28rlG+vao8Eb6004U9ao9Kvij1g74vCYW9uhOMvQlIpj1wumS9rMqIPRcDIjuF2dU9nk6MvdIfB74iAwo9RS0avckswr1s94E9TmiZvYzFoL3QRTy+I3QEvlwSebtVjgE9e7LBO0L2Ar5Jjz6+Hla+vUjOgD36Nlq+PrYCPUFgkL3HXgA+n5RYvaiXfjrpKRu+Ip/gvJGytjxQUkk9rkLcvRcmWj6DZCc+9XcDviLxib0/LLO84qAKPiRyij2i4tW9TfKQPJse4T2mxFI8F7sePrS1Qz2grVG9VI02vYcSGj50wAk9q8c3Phb6Lz3v+CA9RoElPpZxwLztUie+C1q7vePjsj0LfWI+XwMGPj/JFj5MzmK9aHp7vekxtTxH8RY9FEWmPXwhFTzA2hO9m45EPvMRxj1JNNU8FlSTPV4b+b3AQxw+a5vmvJQ3hT00g9+9UGWSvRr88D1JE/m8SukzPcnhFLs6ERo9OOtBvcFOZD06jlc+kL4mPVnbhb3coai9eQmivSmMXr14NsQ9q2scPjGqWD5/0SY+mcaQPSPLGT1js9k95Z73PVI4RL1yDli8plaNvUcLhbz97/O8SyLUvFbgcD294mK8c8I4vQgiZ704Ety9MpTbvXbo4Dz6nFs96uu1vV3vKT6BOoK9EQgSPkPUND2xPF899nUVvRUUDT0+sU09k2SfveuISD0Ylt08Atf7vTE91zzJmwE+1a2YO4CB7D3uLIe8lG4RvrijdL4PONc9kqYjvqD0kT4Xwzi+DcMnPPyRBz6fMse9BbNxvd7r9D0AvEM+3kxXvPjCCr4oFg69fyOYvqQPjr4TBTK9ZIAZv5MFUb7Y57y9gtb/uuAafj5Pjkm9+46tPatZNDw2paw9EoKGveUqgD5O9nE94iSBvnZyVb1ZKhS+LrUtvniesj0sWH6+X/+XvC4+Ob41tpq9GisMPqv7P76WCwA+XjafPDhgI71sfb68WQCDPsrUrbzvskW+rNHqvY9AIz13ULG9LBqwPZtOA73g87Q+0KAfvkr6v711n0e+Aa0tvk6o4j0tIhI+MNAKPkQ7Hr15aGS+IXpiPVD4kz7P/RA89DO9O0FWtzxp1IC92G/5PTpvhr1zO0++2XEUPr85p70g7EK9uA6YPR2DD77b+4s+S86HPYOzBr21Txm+RAvyPefGlj5gwDM+Q19mvV+7n70kKsa9bHQuvj1sgz6uUgi9vbJevuoVQL7WLjw+HsxYPuPOJL4GgE88VfftvU4Bzb0v6VS+jhIfvm5fyr3zaWs9PTOvvW21Kb1vDkc+VBNIPmEfHjxb70m+IX3fvdjFx72NISo9oE6JPcji/z0uFvM9QPTdvZdfkzwLazW9X3IjvVWOlz4lCAE+spMKvkix2L1EMxY9fTpIvoKRY77KAw0+vd3ivBiXFjrqsi8+mFAqviR7Uj4QCxe+PYaWvpXIiT7Spvi9DyyQPjBNMr6mYYk9JUWTuyHcaL7Np5q923O3vdcAn70XzBm+oz1TPUGPS772AHi8QO+svUbl4D3O9S0+zMtIPA3xyLxByO284g8wPnPNhT65YYs8LJ+oPe/Hbz7BJQ6+BTROvhMZHL5ZMPG92+OxvsPOyz3ZpJK91cN1Pm0KkD09jpS9asE1PnZCQbzIYSI9CH10vQOOsL1p2Ky+ZGY/PSaQ5L06+vW9k7ZYvsI9S74tRRK9DffzvaRSC75/lEk+GF2kPUWbPr75Wi+9ty4Mvs+Qoj01ipk+oWqVPT1zQT15UMQ9ZNbgPdnDjL2oQgg9y6duvRiZ8T0w/Ae+AO2GPtSxbr4Vuzc+9LcQPXs/kLu9jYi8mFFlvqSdhT3oqGG8WWyMPeCvxT1gGR4+ISPDvmo8PT6EHHw+4XCFvqUdtj2Lcki+jMcCPVgjF75N/zQ+vglMvpwaB76vVIg9ljEnPiTFMLwavvQ9lagSPptdNjzH3o07htqkvp6ZXj6MKj89nI57PbeQYz6g7Yk+WsVivIDZGb47xvM9VGLiO3Iqkj7or5Q9kbOLvRdkVL7viZo+ZMc/vbboXb4HVxy9nOU7PQ4jnj0+veQ8X251vR8q0b0Un52+j8/KvSHFDz6ZcBO+aeubPY65gb1Uigq8I8d1PLsKf72zmAq9kZu1PfsqkD23ohO86h6qvejCrb35/oa96+dwvf8N8zwBEPG9Yd8zPts7fL16K7e92JIhvruoDb6/v0G9Wb02PpWAEL7VcGE90kiBPT/X/b3Bw0E+yWwcvBfkDb6Jf6c9tQxmvPil2D239Iq8POwsvlCPKb0fnSC9je79PItTgz1SGDu9v3ElvqUegjyFQ6+9EDNMPQ/+iL0igq69tIoSvquyQr2lq8K7coOGPIuWAj0zjMo9PNm8vRlTEb5aEN89q+IUvUOPlT3IWfC7roQIvUSLkr29tTm+iK8Rvaz5yLpGgD0981TAvK0V6r0/f5E83c7AvcV/h70PHFC91dORvZ+/Eb2wxg4+vj6gPBMzhD221ni+S2TRPEDNhT7eJK49eUYlPbaMGT6Mt/Q8VkdFvcc0wD0qnEM+TLcnPUgyIb7MSR4+E4CGvcf+szs3F9m8SfWWOxjYpj1bwME9BaHVvWH2hb1AXhm+W4yguzyZTb1bq3K+tt8HO2sFxTyeREg9IfiDPXMy1j1DZzu+PyrEvdYyhr3wOBi9AOwKPmOi1DyGjjI+Q2NTPDbPk70rQSa95tA6u4rlZb0FRHC8jzbKvFdt0T1jx1q9pTYGvYLftjt1TQG9++LfvYx9Lz302s69w/PrPV4Zfj4OeJe92ZpGPF5vb7xtqSw+c9CAPrC4mz2ZG0e+klmXO5baKTyINhg9gXgxvfy3671hwHG+8nIrPhFwyDwx4sW9SmZqPro68rxZIhK+UD34vgWBhb0ErXQ+BIcKvgFeHr00/6g9Q6o4PoZylr2MFjQ+HILMO8s4ND5La7U8l2X7PYRN272+uB0+wolaPdl/Er1SWgS81dqOvWk6Cr+pvqq9Dpm1vXGII773gpq93sCpPSFBQD4vudA8/w++PZb4iL0Of8G9c9mePU8Ijr5DSh6+rSIZvHrhVj4Ws3M+bgfLvanEEj5JnS2+aSvRPbxPMD4NMbg9tDP+PUMmb74+f0K+nYnIu5uiczv59hQ+J/QJvY7nZr2b5gA+9GCfPG7agT3Ev+m9K0i6vfmopz6W4ym+TZR2PRr//T2f310+UXNMvvOUhD4WfLy9AzwHPc7kGj6FpAW9OxYhPWbd+b1tfsI+qUWePSC9nby476c99/eAPQCcr72hKH8+4u2mPdM3nzwtvJm+7+hxvoaLcD7f4Y8+TnUiPZScar7TwMs9Zp0xvj8Y+z2nCY+8o8v+PYCg7j0rRmC+h8MnPogaIb5waAS+5YoEvitpJj6fNJC+hElyvUa5Fz2T0JY7F6gzvPfUUz7KVoo97HCJPT/aIDzmWtM9CyjRvIGrG7we16A9LVfuPR/osb3vuC4+W0PtPQ9V+b0w18W94F8uPJLcKT6qKYy9upwhOiKCpT2U1yG9WChlPiahIL4ytUU+xaWhvCaKg75D7dg9wDARPl9aXr7CQxK+ZgXhPUP8qT6FcgE7WOrIu1MpKD74zty+AUkBPrPTzj178w+91gPdvJqnHr6apGw9PeOwPc/85D23dE8+WtwAvumbhL6B6ag7nXGNPmx13bxBmt+9EGamvR2ThL41nPM9/Pq6PSBHML527k891I4mPj4O/L1ggEC+vVBAvkwAMb5jkfg9RuHUOzSzabyMR369laBDvf0dMb4fnB8+/hxAPoj0GD39Es4+yw1IPnCifD7QnS++nA4tPthbqT26rTY88CFPvCdCm73H0Gc+TWZEvTVZWD3lAUo9hY/lPfyvJ70Q0Sk+P5SZvWGCRL0l6Zm9JugcvmrIdT6fFIU+9UNYvtYRJz3XGww+PQSMPGD+OT5byvw8wtbbvEb2Bj0Tooa8m5j5PYPdKr3MgoI70tI4PMG27L2ihQC+XYoPvuQLXT4A6069g4MIPkGUBD4yiI29GPo5vd3fYj5Q9648pxuivVbfAj5H4lU+b+qNPQ76sb31JxS+EvsAPjPlQr5O/VE9NgMAvp9uBL439aq9smcnPrAbXD29Pv49YhYMPStpIL4y1pq+fpkmPcsVLD4M4Uu+efzmPf1DuD3qYS+97AaDPHBRTr4tcUO+usnNPVjWrz2QV8A8PePuPOzp6zuwen498CsYvtQuUj48WBA8PwqTvd9USz2qkxq9NdahPpC/Rz1pCa881dk5PaoRKj7CmoK9G6dTvRVIyT1/fBu+HkGfvb5DGL66zdu9RBo/Porukr0jdbQ9pptnPIrx0bxbecu9WraAvDH/Hr7OZTK9Q76mPbJsEL55FZE+FgSEPjO8Qb5qqMO8s/0RvhJoYz76v2W+zRhrvRsx+z035aE9bhiAPSaEPT6Sl0a+D1zpPXxCHb0XI5A6gGt+PmbJNT4k7Va9tRThPWXXJr6sl9m9g7YXvp3ZjL70tB690Jp6O5oHjL0l6km9fi2GvYFDEL2FhKy+VEO2PdSohL04rlM9Ni2HPbLHT74/0h++T7IYvlVPSL2J09691KkUvUeEnD2oBWq8DRvjPPGzGr7RY3e+ZWWBPtg1lD1UBfS9rHP5vCOYrT78WFe+ECMcPtbklT3jZPE9OXNgvjUpfr0Uokk+mWZhPoh9oT5CH+69jGGbva8HDL6n5sQ9rIgBPuVCyD2jcfs9lvv0PTSgBj4bhFC9fLUMvkHXvL2ygz+9Z/SQvTyQMb6BgIw+JjHFvfxjE75sWua9xZw0Pi92Pj6QOk49FLuwO1KRpz0o3Vq8vMd4vjDOhD5UOtk9bwY8vuBzGL5OLUQ8yhQXPZjzpz4xL5y+VryLvVlMY77iQno+5Bnaveo63L1Uou08vLwTPrCXxj4Lj3w7SOhBvp/TIT061E88gPVKPRfBAL2X17w8ILQlvbozcz4Cb069iTyFvcra1D15s4G9X7KiPSkDMD5g9Og9eAn/PHy4YT74xqk+h1vePUf3ED5sHoq9CiImvhsj1j2UGSo9afnkPTFXk73syDg9a0NwPjm0MD4oyAk9CvO/vTrdtL0jwFs9jKR6PcarMj0E8ws+ahCZvpPs1T2ymr45LFmBPT8O/71Ewxu9tJJkvTBvyrwha8G7J1BAPes9rb7bnCi+tkTcPQy82z0Yx/e66qT/vWuvrr0pAr09p306vof0Cz3zDn+9bpyPPKn4lT0eY0A9q8mRvh/Ph7yRaKC9uc4wPi9MST4B6OY8LUAvPkZa4ryrbyg+wtXYu/j+s72yaCi9/RIUPvZKoz55J6C9H5GkvURETb7xF5U+Nv9ZPoZUyr1GZ+q+Ey3dPZU0Sb6rz9O9migSvm+aHr0Gk8a8rEHJvVEK+r2kuWo+8/eGvROpQb4TteA9aQWhvvrEbb6rDfW8jZ+QPnlA3r2cFzI+ki6Evrw2ez6pSxU9G06ZPRO5hz1XeHQ+Eqc+vTsQ1jrbBZS9If+zvA4W370qPwE9H9JtPbSGwD0odk6+UBzqvFO9az1OOjE9bxCDPbqoHz1MhxG+qsc3vk+H6L2xAtg7+lcDvhVGUj7BW6M64fK/Pbxp+jtRvgE9Z2GOPhBlaz5Ank2+SrQMvfVbYL6DqGq9sYh+PWAtgb7i6369lykavoAYLL0+UjY9lyNjPc/1cT2lnN+9CZXlvERDXL6P4Jq+/d9sPePb5L2UmEY+f+PmPYtE6LyRTvU9usCGviuMI77kRKi9MY01vgQcLT1Neci+fEyKvq7Mxr0SyfU8G+Zevln99D0Wtq29zLTuuvmvjD1iV1S+ZjqyPPFaiD44MTU++k37vIxqfLyAABg+IaMiPjTaIL579A096zRHPexQF75Wo/K8SatCu+BD+b1o+709gWEHvms/ij0YOq49oFQNvjaRkD3zdSm+HTTnvYbhqj5lVjY+H/UxvQ4Uc70tw6A+Kxpqvm1PUr4Ox+K9bkGpPb3unL7IgX2+0eivPvSwPr7lEh++Ib4BvtwkJz7b0qM+XrBXPgLSKb7o2Ae9wQOJvs/t3T30piU+59EMvmV6L76kl509BwIHvsVlG70jrgu+8xeNPktde73DtTe+j2hQvmmWUj332+K8xemBPWINMD7ICle+8fIrPu/NjL2ysQq+M97uPUyQyrxwZoa+DYWOvjCd5b0DB2w+TwUSPnFFqrq1Tdi876gDOynr3zyDdne8g/F0PZZ/mb1TaVI9m8EUPdqNyb3erkm95R5oPokv7L2tuDe8/YcRPT+PAj4X1Ru8sst1vVJorL2sX+o9S1CjvVimG73GM5e7FM3FPSpMCT4ooPs8zEJ5vUlTiD0Jwo29awiDPSYvtrt8gzM+M3fAvcFUAz4SVBI+mSxwPaUDcL0r2gw7+1cRPuYdYT0huCS98M2DvdvkUz1mE0G8PTFbPaOBiz1dSqM9CRSjveamLj3H1uS8t6c7Pe3Yyz3qkzC9DkQ+Pkv4jL3U+NO96mUdPsVzgDz4ktm9tNkNPgLO/TyJNfa9ma1APjQXRr3lC3a8r7jtvfK70z2DKtK9UiTLO95Abj1CDAI9gTt/vQxRFr2jCRy+uMC7vdbPpT23nO09YbuVPTPm0L3nU2k9p/yVvrvw0L3EazI+efLlu5Om171A9UK8dTcXvOyk5T1wf2u9apSwPK6miT1wa8e8EE+6PDkYkDwcaW29ZZKWvSBstb0RyTw+m04+vZNmvj1YYSc9J7cuPaQeOzyRuAg+/iBWPX7NO70M7aM952LuPYYSPj2KR3u8GjVlvQR1bzx6iek9Y2sqvG7CiD0cigy+PYo4vVnkej115Jg87GBuvYC2yb0pP6E9QiSEPd3knz3Vpaw9nIU6vWBBDT4L8DS9txzQPR+H7z3X1Aa+mpUxu92HBL3tVcg8/nyUvbeN3DwOeEa9aH8TPkWWtrydix49RKwjPP247LxhiFS9xuMkvhjbdj2oHjG9/GIjPENFUzz1kAo+MyXuPdLlzT2YOSs9m5RIPOzVdr1Y7cK8CYiLPRPWWD1Lr6E+HHVAvtbJaz1DoKu9dGn0vBWzDT6ZdqI9w8V2vRtwQD0pYey97aAnvs0UCr1irBe+SrO3vamF/r3Udw498wexPU30G7sqBCC+ajnkvcPQnLvT8Ya9UqYsvQB1yL2IJf+9LN/4PTiNiL0LA6A9cN4YPgTYRD0TqU69cvPGvLAavT1s8wE9NlUrPkN93D2l8Ak+igUcPp8dcb3SEZ09d/Y/PTuFh72IA/g8RBxnO3juZD1WW0u9DOc8PYWDhz5XuVQ+7P4SvbJWNT2wDCo+xMEqvhWqyr3eC8A9PdacPHg67r3NDG4+k0FDPYxwRz0o7Mo9nMBgvdBV5L2eqKa9N0t2vVXXvrw+OgE+BraoPOlSpb00vu67PBGQPkgWvLlFi/474G5bvL6LQ76HNXe+XMkavRs54LtJqn0+gafpPcLQ0T2YpAy8+DkwPLkDHTzh0ig+Q/edvSdIXT2zNSC+JEzRPcZCWb0u6vQ9MaKNO53KfT6cHss8uoXjvTpECb7tw/i9EvsvvTnaZr4wIxg+qDt0u81iu7wLxn45bCn9vLxkAj3q+Qg+soXtvRx++T2qHoG9TARDPasPNT6rtCo9YCAMvlHPmDxVFdK9qyk5PsCwyj3g5is9+I4XPs3WmT1Awgc+BxUXvvoVpj55sgu+VhyPva+dD76GkbA9f0JEPmo/Nz6JsVA+Wa+DPlUYHL07Z/O8MfEFvFAb7jvOmC69ALSQvk1uyz0pVQA+kaqhPXjed71tMKc8dYMjPjaEK76D8RM9SUkhvYCqg7xYI2S+86aFPYsNBr64+Fa93rIBvMV0Tr7zlM29/ieqPYeVY70lgXA9zsrYvBakk70qZEe+1oBcvQqn5b2bJDy+K7HCvb3Uir3Jzx4+tPcPPm+9hr36Ckw+0eOSPcreE765fcG9MgZrPkGAZD3zAOe8+Ev3PTAKrj3GBTk+evgQvvQ+hz6xMHi+aulsPY+dsz2fIri9pjalO1iPyLxqIhs8igebPcQmbj7x8Zu9Dk/YvcSjfD0uyQG94T6uPQefhrwxvcu9NEUjvD9+Xr4+aoG8bCA3PZnFkz3+RwQ+vXE0PazvIj2S2G89p2igPfWjVj2jgC+9HOjevVnczj14RrW9yIdGPP+k4z0+Fde7wyQ/PekJeb2zesg9cpMbvpa7Hz6RIy8+kVD+vR+WL76GtN28HhvrvIFyFz4C2d08NiWOvLCMgb4Dwia9lTsWPOjD0z2pn5W9aP4cPtfti72MXRm8RXlYvetAWb49P4u+ZAORPW7KnL6Zwl++KgH4u0k0NL1C1hg8kuJTPSMdFz0AgYq9W3v3vQbaAr4evsu+0VNGvq4JM74RIUe+u0q0vVtxi734eLK9lhVkvTB0Hz3RNkG9dsHhvMgPWzjgLf69b7PpvaKZCr15ZYC9GJkLPlNWWT6Dv6Q8su2mPRSyjz2NBWm+iwWrvTOT5TzXdN691OF/PTNMEL6flhe+Wc9aPj0xOL4yIFG9EBw0vf1D3roJHjo+IxA8vZy4cr0EebI9qw3ePOKXJr4TJ+S9ESgtPVRemr1G5tC83mc4PHeoSL7YVI++6JEuvF46iz1+ZHu9+aQlvtoEzL0b0bk948lVPivxCD4ux8q+/h/TvaI2XbykBfu7y3pKvRdoCj65OFI+afqmvniQ8r3IbjA9P9c6vpdhDD5QFlM6YWjXvYssoL54NZo+4k2SvnYOOr4x1aS9xFRhvCZSO7wsTbu97s9RvP2Zlr2DQdy8ilvPvYw1ir5anfy9SW4jvrUPtzwezjS+LsehvitVlzuhoiq+yAoGvmzkn75JHt+9qOXGPDfVBb42PP09i8ZxPqEg4D0x3mU8JQb+vK0F/j126DM+1vfjvfLZI77lhlo+8rzuPQdVlr4/GTG+zoY+Pk5uOb0PYmQ9YGDyvfimKzuaFBq9H4ZLvTg57r0jFfE94EmTvoqpir4vL9E9EmGnPHuADz4M6hC+JrnovsktHb3J9IQ+6xiBPkL7Kj6YDko+PRZfPm2/Lz7WTIA9b6+YvPLYzDpm6B4++WUfPtarOb7I4o09ZtZhvcxVSb5d7dq+rbCxPvNioT1IekM+yLHDvFiUNbzB9no+xh04PmB00zyUlP+7bYzwvJn++T2x/A6+u6NrvUkJfr3y/668xkBGvjvifLyO9ho5X/Kcvmag/70JLzS+UbGqPsbT+r3unHq9gP+FPXQ0Ij4oCh89Rm5BvszegTyGxOE8TJ0avrArXL6cJ/Q9UeEjPf4D8r1qYyE9TFsGvhhnoz61mQg9lboSvFQOJj4utZQ9CHFzPBPsj7spoZS9NygHPV+yij64av6612IpvT8VML4qc4K9IxciPqFzpT0bNwk+EamXuxfqlL0CynU+wKEdPr10kL4I5ys9PT00vZIGvT4SujO+RgMEvi1EHL6Hqdo8q1OcPh2S2T0teau88bRWPUTSaT4lLKI9V+9oPAOZBb/gkYY+I2KvPQs75z0CgaK9AllPPv6LTz4NpYw9o2XlvVKCtjxAmbG+NKL2vexQLL7okN89BT4Hvj2L0L7MyB4+yCMpvsa+BL5PsJg9VrVlPvKOMj5cK989OdWzPvvLG778h3I+IrUPPZldiry+/14+bpr7Pt769j0d8pQ+qTYAvMtSVj7h+1u+10TpPYP/9jzB9pC+cswFPVpqPD6HxXa9mPkJvjSLvr3Gxi0+Q608Pv0tsrx/1zC+vR1XvmO4hT3n2Bs9DmmZO6l/qD5Y1yW+8JErPYllMr4hfgg+3N7pvUmpDj4rwj09ckbPvnEuCb798ZW+69JoPQyKOr1T/Dk9oCBCvkc+xr4YET4+MCCBPuEoFz7N1Fw+V0+VvTPTkTzuBgO/rmBYPR2Sb76kx+u7eJiJPsHTr746H1M+J8YyPui2q76+Pb68muHdPbIJKr741FU9k+vFPYxpCr7IWbU9WiG5vSHC/rsXJXO6Hb5svnMS/D0IQRC+PmIyPRtHMr7n78e9i+g5vtdGFT7+3507U69pPHOZFz0Lady9r1uAvcO1HT68kYy+K6CkPct7LD7dBkc+Zaxnvrbi1z3LHX8980QyvpeYrjzFsWE8EmliPr6r/DuMy8++C1lbPvpMur2Zxio+KfPGvQjwLbw6e0w+TEYrPn/v1j0tn2k8CCxCvq8OTL5FRCc+t/xuvE2rAr4BgLG9NianvQtOnT2S9jK+shxUPrvFSr7Dk869X5GYvR8KQ77dTOQ7h0hYPmtVCD6Tdwy9ln3hvZQVZ70/iAK/8PiCO3ylvLwBRK+9R0SePfWvrj0bA9s9QTE5Plc3bb2hZK29vkqkPTmuC74ySDU9yikNvl5qpD0i1/y9dDWBPU0ViDyX8oU9j2jdPMeJNL0Vnim+/af3OuTjvL0+9Lc8DlyovZxi+LrlHaU81dhTvRTf6j1LxeG6BtuBvQnZp73R1A8+1c6nveYEvTzPwds9KqPWvOjMxD1ON7m9jygZPhey1DtY4Ly8A7+mvA1JqD0Zg04+BGXeuVvRR70LJcm9VHQlvGF9XT62yVi+r5L9OlhPUT2b0/686lloPZ5z571Hz468dW4KvvSA8L0kZ0Y+VOS0PFGQiD1MO7S9mnapvaC6lDyNLzy9MtAJvVmo373sUyU9+fWNvdqTGj1cupA9Is81PJkCAL5EHhk9q+y7ve852DzsnU28O6wwvUhgiL2s2BQ+VwAZPSJpMDzYz1M+iagkPXyoiz1t5Dk9PX2gPQ2FxD3O/Kk93BhvvWctCL320eA9r9CAPS7tBD5OLQw+xfAuPfAx3DsKcqe7uZbNPJFpfr1XbEi9Xqm5vMHV/j2vTDI9+PovO1EbiD1yY5493VXjOxOC0byeur694ajrPBxwhz3gepC9KoHAPRgA3rxkxSa+qF4RvdsraT1I07O8PQ+yPJXqULxO5uI9ZpUhvKBjkTwBdES9JnpYvcpafT7r4eK9wJZrPp0PEr3od1W9zfqHPnWKMb0p1Zm99iWmuwHZjD0lT6M9VyyOPS9SFT5wGKm8GXu7vYKfTz0dhTK+vLrpPQCpeT5Fc4C9FXPMPaiOXbxnr5K+QMm1vSy2CL3XjMm9c9cUPrYckrzrOQm9MlvdvKXVxL3F2cg98PcIvel3tjwpYyA+/KtkvaAm5zrC1Hu9tvODPT7Bx71Twbe9+gnWPNu/A72WtD09gqGDu1P9Ib3R15+9oJp4vadlVrx21iW+tG4EPvYeKL3s9tY9LzXQPb9gtbslOxK+xjAAPZfTkb2K2yy+MXMSvskMLL7AM8e8sIUYPFa4PT3OGrE968IZPWrJmLxux4i9qjoyPPRJhD1Us2k9P2iVu914hz1bKza+eSbtPc5NlL2fZbQ9COUAPpFGCT7UZhk+yBBQPqjeV71kULy9LzoaPQeldj6J/do9AjAKvnENAb7J5EK+3qc0PhC/K738R22+a6Ymvb2/rz0JLD69HliLPSHt4jxA0E++O0WZPUj2VT0BXxu99lgXvQEUa7yxRKE988chPuH4kj2vXD8+S3QFvfqwaj2Nx7E8l4sxvXQrL75mqO09/dZ5PmW6Ez6ZdKW7lGr/vWOvpbsr+G87zofVPDsmHz3Umhe+hXd0vb83YLvXD8+97A5vvcvDmT2MVpy9xujlvbW4uj1ObIQ9t/iDPT1dhLwR0QM+A0hovhtQ17w79rI8NDySvtC2ij61D6M9o7CHPTcz3z2QlWY+5cAiPi9eezsaN7a93ZysPdTMk72m4ty9MSwnvms1iT3/WzS+LA3KvaZ2lLz0WK09J+KPvjP0Fb18UGM+ylENPk0dyD6aUBs7oZsVPbnsHD5rSwg+fSaXPVqtUz7nff678RZYvtZn4j08vmm+CUo6vsN5wT1rHDW9VbljPoc6Bz76XSI+90viPaZr1700tIa9Xs0evJjWPrzagSE+S1c/vXGKEL12bQo+Pd9QvBwymL0+3a68OQPkvCp6dz1cvhc9avaJPWIxNzwcZnM9AsohPkhyiD2kA1U9qGG5vEN6dzzw08K9ulf/ukma+jrgqx++59IPvpZHuD1Sf0U+dqQCPnS9Hj1u7TS+xSk/vgEf0L0MvWC9CmtHPP9SAT7UVcS9TA7wPIsfmL0hYT4+CWuZvb9YXL3dpzI+al1xPZTqf74yMVK9Dye7vHHhij3zwOi8G2dUvubxIjnuY+Q9sXCNvaa/5j0NdzS7Hj6fvVn9gj32eco9AakAPsZuOL0JjHY8DIk5PauGQr16M4s+hrfiPYwOsD0gQt+9S4Xiu/IDCb4IYhM+A6gpvmvAtTw5Qci9MG9CPVtgET6wWCA9p11bPAfVRr4WmAI+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "0BOmvarHgb4vPj09bFp6voIyhb2ItDi8AXRePspUHr3oYpO9sJuXvam6xL11p9a9Ha37vU9ayT4Kr4Y8hFozO+W6Yjzc2Sq+WLJFPpjlrL2W9Z0845S9PTFcmz3wyoc+4l6avfemGLw31S69+Z/6PZYrPL5lk/s9f6A2vfw+tD0O3iw93VdBvKTg9ryzAX4+uVEuvgR+kz2vkiC9OYbDvTGg4D2HvwE9FkEfvA7ngT7ffQA+Y43bvfds6TxHgUE9L9uNvboTJj2icS4+egr9POWeX7xaiKk92TxovoooZz6yTXI+BUQMPQuzA74wUy08wspDvm52S77Jcr48Uy0RPibdJr5DFB+8h3q2PY+wZT1hiAq9ivI3vuQqDb567gY+KDrfPWiJVb3iiD0+UY2ZPvM8zz5oneG9/HPRvW+zkT7x0ek9sCe8vFe6MT2rBHi9Xcz9PdH+Nz3lNnA9QEYVPji23ztnUoI+KNcRPlgnMzuosE4+3LIHvVMyGj4Pljw9VYg+PIyl3T1Raji+T5YAvknoPj6siAu+bsv3vS4o2T08JIO9rvVgvZ3kqT6SxAU9yWlPPY+Jm72PqEK+kPcxPcsXWT2BaBw+KsFivRarkbzceck+9OwcPtASAD0wLt49ZhQ9PraRkT6Ic7Q92pETvZJYrr5XSQ69Z+HjvfISNr0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1_2/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 