{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "aZ5sPiqrUD5ixgS+JxrJvjIwsbxj03w+lHlaPu63SbvhkbG+5O3KPZ9hIT7aIrS9PFtpvix67T0KeCy+Dx7avuuppT3tlUE+NxiPvZdiHbySijw+elViPd31cD7utT09ay5HvsCtz73y3J2+fQIWPhklpr5bUeE9PLOEvrJZEj72YTG/F0rRvMkaWr5n5/w9W4VJvsaoCz27ThI+sFHzPf5qObwdnjG+Yo9CvkFX0D2mw2O/aLI9vm7zdD6WO8C+fQL6vf9Mi72q0qc+uCZiPQpPJT5Uw+o95HgSvhK+Zj3WTTc+sbkGPWukb7z1ly8+HYqTvThSgr63ieS94bF9Pj98Pb7SWwW8+FADPtZzcr4Wr16+imyRPasfur2ePX49yiNOPis4q77IEHC8k9x/vvifyr1lj0s9P0uFPm7AOb4yYz6+LS4Tvcvwdr4PseI8ta4xvsM3tD2oDHk+0WRFvJYKh76UpAE+7cYWv52XVj7HwY2+drEjPeEDKr26YAC+X7P2PKkuhD2EnEs+uxrfPoAzKb5hRXc+d3EEPHfCcr4EqJ49gEsVvoc4tj1ra7O+IAvNvjv0m76UwQQ+n9/qPPkz4r0TXo6+KutWv1wCkD6KgEE88s0rvsCuSzzZxFK+O1aXvV37LT0D1na+22qovhCmmr08txq99pt+vy1xhr6NziI+IpMavq6mpD4szg0+cMSCvbTS6z2+PAw+ES2AvAT0UL7QS3s+31Ypvocwjr4SSpg+VS6Gvk003r2cHwM+Wk4YPkiJCb5s3tm8/sttPjNvhD4zbQ282CgdvZ1fxb2QtwS+r1Lyujvatjyt22++Uj6Avr8Cjr1DE849sTTCPemPeT5mwXg9M9CevRPELr3+OnG94zUePuu4kT7iPjI+M4KYvicwdr40Hc47UxTRPVh3Vz5EcmM+vhBrvtsFPL4GA2s+vAy+PLd9QT6yhjI6TzQrPup3bb0Mc689TFM3vq+O2r0HfOM8DP+kPknwKL7sOEU+kXeAPvd/OL6Yz9W99mWIPdy4kz0KQ/C9rf51vjfGRr49cvA7BtO0vTzWED4KPlu9WwMZvkUMab2phhk+UI1svkyZs75cvXu+U2N1PcXgwr7Ysvu87uEKvkskaLyQ3AO9qO4OvkQTtj4me2g7EPsGPnivyL32swM+Snipvh8GQT5Z1uM93EOePbHSGj6auHY+ZbWsPtvTjj6j0we+MBlRPXQE3r2UVsg+VQoWvfz/Qr6y9K+8Flz8Pc7IIr6zMG++mnNAvRjDpz3Z4Ly9c9o7PdTEjz6c31c+BTXhvHcw7z2OHs89oTdIvSWnXr1LiK+9LQwjPRnWwb2hAMq+pwmbviVEHL0xDSe/pvGJu2z+az4ujkq8KRq0vpMaQD6FK1M+MFbYPQUkgT7jb0g9tWkkPsn29rwywr684OCBPrXJor2dZ/S9CmpQvB4lNz4oDzu+ScWjvcMmHz1w7mW3PfBQvjlIO75aBs29lLWCvuihJb5DyRg+6rbtPd4Puz1H10M+J8nYve3gjL2rXJa9ZzIFv1O7FL5Ry20+iUMgvt7lXT0DGrc9VJ6Nvr75gD4ukfy9gX3Hvc/BAb4TRMG9o0WcPpSFwr0nXQ2+9qbJvUmMsjzMnwo9PzKnPsA5V73XR0W+cTWQPrpeIT3YlSA9PagfPRZlozsS+qS+Tl3bvOazkT4PWQi/lXSNPZDZSD1yzw4+3LmOvR+dWL4Y4UM+P7GPvsTLsD0B0zU9ayR6PVaypr35Aza+OANAPv07M75keGs+x4lJvrrMeD3Ije+9z9LyPbGmiz10Fhm+6LdzPTvIlD5+4Yg++3KAvNDMST4WrYY+aNQ1PoJ0j736kxe+HF2evceijz3XcdE9FtK/voR6kz4pvFK9kxA7vuKo3j74/Rc9ZX7NPEIRKj59I+U8oSkIPjE7qD0mqb+9R98fPhdBkLzM1tA9VZF9vf8z9D3wd267OCbyvRQyMD1Iw5O732ECvRCYWr2Pm/Q9jNXMvrKXQToo/h+8+6S/vR02ir4obFa+gtYJvWP9RjwlJCO9q1zwPShHQT75A4Y+rJzmvVyHKz7tGgq/MNl6viYfzjx1poG+5LdJPt+sWb571Fu9IXxhPnUrQj7fI2++MN/wvqqDE7/RhCM9Pg4VvQVFrr2WVMU81TK0vQ2BSr6UIxQ+t3QPPq7I2D0gG1e+OiccvgdA571tNI+9/bscvpA7Mj7rqES/K1ZLvKMhFD0Gfco9uuX3PWERVr6GkQU+1revPeLrVDpRAbg5w5SPuznPN76BEqq+n9IXO/5sGb/QfAG+sW0mPdQ9Ab4WHyI+vhJXvUmOy723cTo+aQANPOWVgT7tjw29sHFWvggCBz74akK+yk/rvupYqL4AAgc++Ya4vYTrIb5t8oi9MZ66Pd9UBTwW/5q9pEzlvWNFhDzDass6OOVRvWTm0r3pY6K9j5+fPWGr272mry8+dLenvqmqhbxoLaO8CxU+vj0X9D5fSnM9vN5qPQ3jDT40A7k9ia+KPXN1qTz0toM98fTRPaKXxr7Zw7u+nSQDvvh8sD0cEom9VNzDvfuGyb58fdS81ElJvszxUj6sANG9ks8wvgFdDr0sQ7w9gpBjvs8vSL46DfU8ZzOIvaIhOj4RxSy+jdfQvqSop7p97Um+i61Vv4o3oj40IKQ9Fe9kPNX4Az4Ab7s+YXw4vnu7Fz2RMHu7eGoLPQC3Nb4FqAy+tKsOv4nKibyb+FM9E+MYPmTVrT4Ha4S95bycPRquhz5R4OQ9HwllPfusqr1CGtG82ONMvUosFb4qTxU9baSjvsGEnbx+X6U9CJ6CPhykXb7Ep+s9cwNDPapadT4MVSG+B2osvkUhjL7zL1+9IUzivWwrgr7naTQ+DZmcvjhJZL3H1cs91pnQvJ93hD4MenW+njgXvoKLDr4Xtp0+LzoXPoiwTD5Ov8s9pj0HvuOFGr5N3EW+XfYuvXUEJj6dtBI+hUBYvlpdnb7CTwE9EG0xPjMBIj7xcSK+5kgQPsUZUT7QoOQ9iWFEvXglVr6CE6y99mSTvDUOc76i+sc+C1ZAPnyDzD1DYdE8OzA2vb1XBr02cRS+XtwlO+pb073/8ew9cFtAvRgCSr0mFj6+VsMLvUkrFzsS3hg+85u2vQ6otL7N6Nq9H97QvUoENb6Meka9ZVkivr7IcD5xn8496D3TPT+D3T5imBQ+JuG9PPfN573RZ0m9OEZXvq/YEz41JlG9KBAWvfJpeL7my1k+aVQePvUkZT41SXa+lrdtvlFy171fuao+qtPPPUC+vb0ZdFi+9/JNvqv9mj2BrQE+9c1UvmR2n71hT2Y78hk6PihvTD6codY+sA/+vfGoOb2L00s9A8i3PWaOn70bHc29bxNEPY3QCD6eDu++za/+vHCFez7pwjS/tOTgPSroSz3j4uG93nMFvlmDCr6pHhO+zczDvmHCjT6lkEo+lgpxvYKicD6PNz++x/w4PthfP74XfXy+69Zhute0tj6PBEw75utuvWHnNj52A8o8qOW3vgV3jbx0GxU+wjOUvpOktr1XpnA+G34BvpbFbjzRvBk+4Y2bvsEjVT6fnci9hbbhvp4M1L3Ump8+FwqXvHkB7T34sQ8+3ruFvv8xhD3ksNu8ZOKjvAwnBD4tSH2+UHzxPWnIVD6n1SW9LtTTvUmNRD4Oy5c9bQquPp5JEb5i2Aq9HyOZvZQ5R74kYym+sxQvvmembr3S7IS+C1DqvbmNjD7Nqxi+oC3svb5O2z2L51S8ltu8PU06ZL6CHm89ytYQvQhWHL1i2po9hmLmPT5rer5J0rW+48hOPUJ2LT4MhdG8rxBwvboxYL7jQyO+6C2xPmo3wD1i1xW+HwDFPezLPT4ZTvY9Rt3GvIIA+bsCxOo+aqgDvmhEGj6zvUK+RgOEPKmWpb3liE29zTnQvb0VcT7PzIm+5yYcvu0+aD2qBX29x2YavmhdFrwlrYK+FLsYPlyJVr4OIzy+9FRPvX5itL5uZS6+iUVgvZJY570v6Qc+vjipPaDfFbsboPM9kw+Zvf9LDr2ppBI+E11XPGgd4rw+zwM9wQwXvh1VBD5dE1W+x4URvt6Fsr53txY+tiLvvb1DQ77Q+rO8cnTKvkJ3Sz0CIPa+C8OzvvOcpz7UTLW+mby6PQMXez1FjLu+AD2VvlYEi74lDME9xVUWv6roU7/d7E89LBtyvtlVfz2hEP09C0wYPp40JD19ExS9/qMbPgHCNj4b97E9lXeRvp0jDz5x0lq+Pd8KPnhoAj7p/Ne9StBGvjzrVz5tCns9bPoivja5mb1dpBU+edcPPtZ4D7ookKI+NnYIPi7Ckr7+UVI++148vUL4D74s2c49LvqiPutqgTrawRS9zHYTviNqTj59Rg++N3DJvPzQsL7W2yO+x3khPml6kL0WLIw+7B3EPt1i9T6CyTi+gKBPvXzBCj6pCCC+D8wlPbFd0D05hY8+rnxHPdmSgj1YnTQ9Ixomvs6NNz4lj9o8JDoUPnzzv771fjW+1E9dPFkoFTqPiW4+FlO1PQeoNL4P4hA+hkr5vqj/5b1LpHI+x+ECvlJgKL9+qhG+cBOXPlKbsz6T4i496vMqvkKUHj4eic69ra5avnMIeb1MkZs7YTWXvrBuMb15Nxs+ndFIvmlopz1JXkg+aygfvjblFT7wpRO9cZpOvqzDgz6hBjY+WaJKPYsinL0bMHw+N8COv0+tDL4jwKq+m/hkPblTnLwaf8a9ATeMvsIn3z3he1K+sL2tPPPzob7aRB67uqcivXBRgz5MIzU+3MCTvQzTMj7f6Iu+89oFvjCpoj0f1zU+4KShPjaPVrxsOIA+YKffPTGYor1wvbi9RJCSvVtnJr57kp29KHqyPnOSjL4K48E95TXIO7br2jzhoYe+ZzxAvl5l87y2Gyg+XzgPvkCoer44IyE+/CQ0PZwiMr7RMds9P9EIPYX+4j22pE6+5iPBvTqAeT1CDxg+m+A6vd79mj6fM4E+fa2Ovl1pQL4s3Re+LzyMvMln1z1TDpU96KyaPDYdg72u/YU8X+9kPS3IFr2+YGS+xxPbvYxr+72f0f89s/Crvnl+ojyKnhk+oo0lPbiONL63Q2c+78NpPgosMb4FPb+9RryuPdeaMj3LTCw+vxikPRN0Sb2tK+m9LVu7PVAntj03WY6+Xt3HPUk0nLyStg4+RIMSvgQs8L6/4Ge+1l9DPty58j05p4w9p371vV9GjT7y0UQ8m4dmvkVMoj7c9M+9vZxJvlz0sD1cfcG8SXk6vkUosj2YCQG+OfDlPaAkBr4TssM9EOU7PuDNjT6b/aC9fL6MvSL0wL1QG0o9TjLKPRZx7j34gXy9BXOgvYsc9T0wn8m9EcRZvghGiz05jpG9Cy1Rvl6ddbziv2c+1dqvvX2Fz71W4es87nkzPdfmhL7n6x2+oVt1PunEIrwJdlS+hbOAvi0lQj7bQgq/8dz2vYQtmrzWeh6+624puWkyMD4GCxk+V5dpvlPnJr6IC0+8Zs84PQk5FTplvOS+N9oHPlMH8L3QOtg90BlpvneJlz7JrY69n0vNvLrtKD4ENXa+mYDWvQKDAr7QZhS+THJ3vasWS75WnwO8PYA0PQgT0j25CYA+BwGcvmCDrb08lSS+kfnFvklncT3vYZc+T/jePV59Tr0edai95Zf2vWa0PT7kxDO+hhsRvj59Jj5gbZG9Xx1BPoKTYT6wFUU+TOfDPl1wl718zus9IuoMPnyKHr5MWrW9LVrpvEQIPz33F0y+d5e5vYESXT6efzq9KQbOvGqU6D6ZVpi9QiHBvZKOnD1h16s6hZW0PVsD0T00HpM+c/U1vS1+1jxx+IQ8XPYivpTJe74wp9a9vjsWPi/XXT4NqFY+XHSTPO6Im75T/T4+eYNVPVxd2b1o3JU9s27VvUCXyLtI/z++4SA7vc8OrbzMAgM+l0gbPuwEnrwyYyK+pVnBPZZhIz3cRwK+IzVMvkSksD4EmHe+fEtMvjiMmj7qdgg94fa1PXxhlj4tkAe9oR0BPn+P6L0mfgq+cM8nPh3pAr4fHxy9Z/IGPvFMxj2sfRY+W3PmPefUtT6T+s69Uv1yvuIH8z3LlXo+2WQivnIzDb5y2jQ95nYUvlvSxz18Fka+zRuEvSr2OL2HccI9OgTAvTczrD1zvb28ABzHvD2Yej1/8OK8wProPYJp2by4XCe+VVlLvq5QoD2YdRg+sPu3vOn01b35OPW9qbsvvY4cBb4KckY9lEVxvRgR3D1eNJA9a/6HvRYMwb0Byq298HAzPnQWlD1P5yO9wP0GvlvhkrzbdrI9QlpdvvEiNT57AHU9+sj+vTIz4T1/ZS2+FGQrPhY4OL4jIiW9LDOMvfUFeD2TfWK9y07xPeS5Lz7LUsm77qIRvmAMH742qF29VsE4vY87ID6XhK+9UmxWvu7VwD2Vg2++3zguO0vx3b1YczY9YaWFvXBBsL3fV8M8BsGpOxDvfb1vnvk8Td0wPTiY0L3BIZi9ReGfPaObrz1zD0g6B3tqPYhp97zvbYG+1tGePKGxwz1DL2G8U6JvPRSt472w5X8+a/7ZveseP754zSM9cyTEvde21b3v4mW9sGtZPSDxY73lutY8yYzBPMImgr4lnsS9kF4yvhTMnL2WkTM+QrC7PTMAwLuifTq+KmakPSHgcD2DagM9i7DCPWm0oj2gZZG9heimvVCZHD6T9Z69wQCTvW9HEL6RcuA91eokPQUy870aekg86hJwPb1r9b1FI4A9b3ZcPSk68T3JEy69ax5jvYt36bv1njQ9vyw3vr3C/bsvFCa9CpDQvQGHsD3mqgE+XQ+QvYEuCL7pfri85FITPbVQXj5Ay4o918tkPoMC8D2ZmwW+CuGRPZK6QT7XAy4+8Y0nPuIYnT1KkAA+owhSvgUQMb7nCAO8Gnr1PSs16bxQcAo+hhZWvVUntLyo8ho+jeUjvTBVVL2mLXg+dQ0Dvjrj3b3Q0Eq+ZyRlvkVoFj0s1889sMjyvVthFD4wLok+GleaPH6gj733DAG8JskWPk//a7ww7GM+PxtvvnGEWL5Wlju+Hb8VPnuRmr1PgIK+rORUPCcFPb7zTBM+LZTcvI6n4T37MZQ+a28lvs9oaTwWDz09qrYSvfy5HD6LhGI+MiQNvlKVSb0VlcU9YTrzvCl1Jr4pvMK9LI+vvQZPOz69R5u9qLwfPm/bJjxosRG+gGUQPp9lxr39aUS+5zagvRAAUTw2AMU4UrDaPVp0PT2ecU68u3ILvHDbeT000ou9/q9svYrHGT4AdcO7VgMfPt24Gz4LpC4+2SPkvC+CDj0C3Z48mtaOvvVz/r3FNqs9ECK4vfM/Uj2GSSU96E1cPhf2Nz7Z2Kg9ACO6OkkPwj2IHug9vsy0Pa0FMj3oSrK9Yk1HPVz7Nj5+jZm9XDuWu+uMnD5yets9Dd6RPU3sRD7hTHi9rNXLPMHeor2y5oO+AZZnvhaXfb15z6m82jtjPHW5d71m5ZY+khsFvuvmBj1DxmI9XjmxvHybQjy5UGO7BcJ8vhZYZzwRRIW+guhSvraCVb2AeSe+BwuEPfe9ZT6UY1Q9SOihPILRUj1Lbc476z4YPcU0ML6q6si9RoSVvoo7JD28fAk8EA81vI9dtrw99cy8DceLPaf9ND0AMuK9jPltPmPIHzst2Xq5c7m+vTcZxb06o8Q9k4wfPel5Oj76e669FMsmvs95Fb6OsS8+eJPpPd6Kjz1YvIA9EV0oPZ4oKT40jI89x6n9PT0Nfb7fvSs+/GKVvS3qOT5N7Is9rsGSPYIAVz0vaTk+AHCMPqIisT7G5Iq8aJ1Rvjk0ID6FOcm+blOmvIOzWL5ZXgM8ApYdvjoP772xD4U9bPfIPfEqFb58P2u80Xtdvnpo0b1Argi+esFnvqiiEL2oFAs9/oHhvQzrbD2IApC9xQWvvSx4mb1EWXM7BmnoPZ+nELzMnbU9sRbcPeCg3b2m3pI92rXIPa6FDz5wwfc9hDgIPcNNKz2jwve9QC+yPcsFDr7DsRQ+S1WjvhsHZj0NjW49ZzpZu02Afz5UriU+DhZDvdF/uT3lcPm9JHObuiDaL7w8ZIa+UAkyvuxprb1tmJM96o8PPXoVGj3vwx09Zx8fvhuBrL1hM4i9lIyHvTs7Kb7lSHU+kfm5vZtlaz6rWnc9U7MRPj0GRb48OSy+7oecPn0zcz7GAhq+xemfvIQyAr5+Ts+9wmJ9PPl8Fj6/4vi82F6HPpWqDr5BZL89jXkIvQ9+AT4Pei8+4dxHPSMjrr0DcDs9m8wgvRpLuDzgJsA9Na8KvsB2M71bGDa+LcKEPZrtvb3HQBA+zdIvPhuE57zRaqI9lEeGPADX5r1m2kk93f4ZPhJloD3Pf2q8nLSXvSovH7wBtwa7ISL0POqfvjx0vjg9bqV8PAVKJj6sxZK8EPVvvd6kLz2ydho8MgNTPNIZg76ayv094JZVPckRnz7cBcw9LYzqPb374L1EOCq91oCDvZFqUT4wHcG9aADiPTpl4L3+2Ks9l+54vBLMkL33hy6+pphNPVVOTz6LEAo9MacUvT233z0P+fE9x6xNPCIveD4DlkI+hkw7vlixJL0Pi1S9XW8yvnCv5j1Apws+dlwNvfyixT0ZNh48cq+LPeA6UL7oj0C8ynytPN2t3b3oSq69BbqhPY2lYD1j4BE+2kLNPZpdS7xsh8C9e/AJPq7bjj2Nc8M99fnWPGbjgj7Vydk9XO3AO/8ZhDx9pg+9/lCIuwaSFj6+tjK+fTmcPVSK8z3Ekpu9xqpWPRXkj7w/FAe+Epl8vaRaq73yZ6M8V6qpvac4Db0tYVg8pdLWvah3kD1j1eK9DRQAvj1vCL0HAJ49xnNQvaQOAL7viS8+p4sIvrqCbLw2VpO9sVSNPa6tdz1ondm9Rx8ZPnFnyj5gNSK+mlDlPSwg+r0Py2Y9HqE/Pica1j24H0o9xafWPjq/sz5Gwru9H6PHPVaT4T5kzdk8zzALvi6PCr8LfWe8LWLOPRvzxzlY/Om9cfKxPqq/N777xgc+A9TQPhX88D05jgG+xC6TPvQUpz1iGwc+QsdMPk04JT4dQG++cz4vveBkjr7zXTC9H4+HPv+dYT0R+x69Bx9KPTM9t71VEBW+epWOPjICCj3aExe+f6oyPfK12T2L3XI96JvPvoQ2zru+TnS9DkKwvoAGD72b4dA4lWtJvSs+jD7wX5U7i2VqPXAU9jzT2wG+y/ItPLOeEr4+mss9Ye9avicjoT1KNWC9PiOFvJ+inbzOors+CeDPvc6s5b5/caw+g8QCPvZd1r7xagk9FbOMvjeJBz4g+QA96HSCPgooj74sdVS+NcP7vCheKb69d+C8f+czvlEmUr7i/Xg+5IwHPsSfJT4ce/a+AKiPPuIDtD60juW+/RiTvQGBJ77hDqs+nOplPqgW7r1uA4U+V51ivVX4kDtRbSm+Kq5bPizeC77pbLk9pANXPgG5E76CtoC+7dOxvcGKSD73TFA+ALo3Pd/r3L52jV+9qGGyPjMm/z2C56K9Z71MvW53GD5By4w8s4ucvBb1Hr5VfrM+wFUrvoQ+TT0EwKw+Y4YGvrvdGj3Lqxi90LoNPoYRyr10d+k+shYEvUNdrz133og+XGuZvVrtX75zYhI+LXsuPiqhYT40rzm8I2MuPpZk+LzeDmg+sYhOPfJsl75W86G+UXzLPPtVJj4a6dk83zGAPdVMML5APG2+VGEzPkSGTT6O+Ng9Cq5jPmckGr5h3QK+CWAuvse1A7wUYE4+xNaqPp1aqLyOswE+yyRTPQtei77c9Z+8GFvDvbFqJD1qs4s9J+cdvOxdDz7bljA+6gcCvKgbhj53TiS+VU8evQyA6b3eIvW9F0+MvSxeMD4kpOa9JPS1PYD0rDxGbmk+dXOpvc+AXT6rVmI9GUvHPR1MJb7Z0dE9qgzPPRG4v71ntyS8dWggPjn/YT5Q8ie+3/c3viRczj0WmYM9bzlRPPi1YztAa7o9rVdZvbQUvT2bVjA++LzIPYfAmL6M8GE+5Z8ovghDuj60lnY9gbXvvtvUuT1K/oy7cMp0vn63b724VYs+4V7zPlSSgb4e+J8+mIkxPmBPeb0c5EM+vNjwva6Fxz6UFaK9cOMivpFJLb5dZKo+kCoCPiNzmL770nK+4eyCPgg0Tr5U1Gu+EP5wvii/nT2TlBs9a0NUvuGx4r0rLQU9rtvxPTWT/7ywukO+ak4Ovkdv673jwxs+OQcSvrnu0j6vns69X76/PT5ICL6PaQQ+TqOIvaX8QL5JP0A+LRmFvebRNb4sr349t5qmvUV4671aynq5L6sYvUVCnb3H8hI+qqAcPMf9IDw5Ccm91yQYvT2ZJj0LdO+8iUq8PNrG5z09JoA90YtMvjiDCT6PhMS9QKzZvcfITj0i2Iw8lnkxvl5fjz2JRhu+B6VBPo4fmb2mJDy9lCgmvY/I2j29qQk+PvVZvRhMUb7TltG9wSVavTDZQD3UtIA7X9fPvXhWUL2CF1q9jLuvveq/pb3aRCy8GgVaPjsGC7265ls+FUVoPproFb6D7MY9gLeEvaZGuLxmqxO+jxOLPX6m2jw+sIE9bxP8vHIyYrxFOZ29+T6hPdCjOrs6jea86usCPlP0Kr3Bhu+9pGYdPnmmhj1nUlW78LEhPlzFQ74s84q90iH2PYIDgD7e0nI794prPju3oT3Ju8w9vy5dvY4t2T1Yg4q96ZZrPQ/l0T3G1bo9Ms4rPeps2D3GjLO9g4CDvlqprjpzXBs86OGQPBk06L2LJAY+pLrIPFmzg70j6xo95npBvEnmib3krKs93Dh4PWeBP70PqX698wiSvWnpor0N4Ks9SEQZvoacVD1hLoO9a5sIvrKgQrsDXRE8CpoZPmHiLT5GhEk7iArQPT/LTj7hAgI9+bS0PdINFTz4Upu9NQomPSU6GT5tlVS+i5gEvtP47r1EcJi9K97rvfb+sb7G8iM+xmo1vrWA+b3i1JA96aSOPn20mT5D4nU92AMHPkcXejtyFve8tAd/vWA3iz3mOMi9hd3mvR3Jcb3uqaC+aqA/O6o7Lj517Qc+mY6fPJTWJz6TiY091JP6PbIAgb4GsRe+iSsXvXHGlb1kE+o9z4eZvbDRMD4Jn0o+3YtbvT6g2b04xBI+Wb5hPa9jbD3Ir7A+V/4LPjM7IL6tWCW9I2ZWPm+MyzzorDa+VbagPQVtRj0mq5q9uH6MvVtkDL7WW3Q8plq6vMAJwTwlS+c9/ZWwvjUv870vM3G+ldDVvb5UwD3E/ac9CyG3PbScHT4txV++B+q8PWIVyz1N3dc8M3QRvgU8Lb6QajY+iOXqvPxkyzpZy5Y9BCWkvoGvrT4r4hE+4GgyvjrHlT4o6UE+lOAZvT5Atb6LOOc99A+LOIRYY71rNZi9HsulPivWbDyPsuI9yxZUPlCXfbwTFg8+8oDLvZ2bMb6AQrG+05aEvvKBRb6Vlek8mBMOPrgOAz6aHjq+lRyCOwHMSbwmVIK+7U4tvuBpHb4NfB++v6/vPOofWD3f7x8+O5tvvguijD3fnds8QoEjPjPPIz6jdmU8LjwAPqkmrD48nZ88f5ITPbwFzL3YYCY9KJIvPfhRoz3iScM9YVbKPf07kL60/CI+LwyDPVvTzzyqHVO+2JsCvs5DMD1ZvnO9Kn5EvoMgSb6P6iw+DFFMvfbDIz44Il29u8UbPiq3HL5ptgW+yJQeO1k1cL5OwVy+w5GBPcCjAj4z+zI9rRfYPWQ3dzulSFE9bHHcvWMVl761gwa9j3tEPuUm8rxMEoM+PnwWvlTSYT5uQkG+REb/PZXzGD5ZiTA5LYatPNtikL3nnjw+3B2WvWYvEz0CYV28zOJ/vYdZU77/CDy+vgW3vbezqr5P4vu9Lt2CvmxO+LzFB8U9X3SqvcQm1r0/HCK9peDJPcDsQb4daw8+wtuUPf0hxrwY2f68X1UHPez7AD5ZdxW+sMl2vV684b3leW6+sIIPPB45uL30ZFq+dbtmvum9IT2k9l09MN1VPZosjL7Vqb2+1diOPUB8zD0YEYK84muyPELvWz0oMLQ8O26Pvu4x6TxlSQg+Ate8PvFlo749QR498+OHPSomy73tuYU+S1jUvUvdyD0kMTg+MbcGvn7Rnr7TFzm+xyWNvmkkZb62IT++lwRxPJc6V74hNKo9UH2cvm0Snr2QYTO9XJaIvSVyjryfZuy9heK/PU35Ar6ftQ8+IVbKvGTkjT0CK90+yqpfvd/HDD07pjC++zzVProNED40Xga+IMALPXSPcj5l4Ck+pP4BPqdMaT0jWwa+jSNrvUlMGr2yaeq8kBGzvs9trz3LlXQ9im8MPlVqMz36mN29hhLQvarWRb1CxNG8leoPPKk2SL2IIHE+BMa/PfzlLr6/d4o9TPh3vfkdFr4Y5/i9RpTRPVZMjj2lIN09fF+gvZtobL2vSe29IP6Kvey1CD5kG5O9q9LRvGMGAj5VtOC7YEo8vXOwAb5QWgS9bIaWPcLPBL4E3eK9O9y9vW6Ad734PpG8WfTnPHAGVT3/Tti78Z9lvirSE77zj/a7+aqrvIbAvr4bns094XmBvn1vR73tdB2+vpd0u8+rLT6A4ku8dfoJPuzTAz3xZ5U9uVzduqmJLj2MGcm9HEpqvlCgZr7bmEG+OwBivg3Q4j0WccY99xwDPvSNoL7NOzy+k9y3PXgxo71NYiW+cBV1PfmnrD2iMc08Be/qPfsw3L3L5JK9t1gVvvbFl71ByJE98fKGPIfuS7w4lEG+p8jxu1c2dT3Zc649DA8hPsXaeT02O6e99qcJPlV9CD4f42e+b2jAvDr5AD4ZqJc95pi2vSaeZT1q35+9G3StPV+gmr2Oj12+sAx1PVp13D1s1gg9PTksPoBPGb4jbqS9c1o5vd6NYT2CFpG+1cERvZWOJL6IPti9ou0CvFRlAT5hcCs9OeUFvgaDBj0QbXQ9HZFLvpJrhz1r/hm+3K0EPSJl0D3xZkk+RHgXPZykvr4NXLO9SCnTvVMUwDzqK049A4iNPrDvNz5Btj6+yZkOvolchL5Splm+o227vfZ3hb2GPR++xCk1vXpwhL4VI8A8ocCPPhAfjD5Mli++/J4ZvbwPFby0Wsk9nwSvva0o+ztojsQ9eaNxvULpW75Io3M+jnE2PguT771LfrY7t3dKvnTZJb5zEzq+2RQBPayG9D6G5wI+RhvlPWexoT0soEC+12cAvnZSHz6IpBG+eVeRvnwbXb7WJhU+qGvSPY6nSz0t6kw+eLspPiG2jz1NL5I+uq2yPfveG73c3ve9JLuMPoENdr5FHNA8+41/vd7SR76unB2+SwJIvZlmn73j1Vo99kqYPu7hab3xpRU9XgkPPvO24r29NVy+98BIvRAsbj4FghW+pA1lPgsANT5BDBi+I0+ivZHJW71HFR69sIC0vYj++z1+fII92mU4Poskor2zZoA+IAoCPr20tT16dSy+Vh4nvXYdN75+bGs9MANEvpH67b0s08o9tLnJvS/0XL2yESm+49owvggihj4Zi5C9xBYzPnxURz6wdQs+yS5wvYpqvT0SHA4+7XOaOOKUlz7hVgo91vmGOzhScT2oJuY8I/15voaGlL0wWDo+X83BvglHU75qlsQ96FVXPSDXCj60dI89dON3vqwrYLxebHe98gmCvK8XVj1z6IW9D4xkvtDSt7xwejO+bs55Piqyjb6fiyg9/YktvfU6Fz4ki/O9fZ47vWnWPD6y1jK+UxhavGODib1gqGG89G9GPr2xEj5N6Vy+mIWUvfzfC73SE2i9YTIuPqOx/b230AQ+zEmuPc6pAb7ViTI9HyOkPHkzkbx9IIW+IlDBPpwttLvdMg4+TwaePXwpYj0afCa+29tWvkecID5rjoq+rRJsvpMyfj33SK49fZ3vPL+cE7wW5zq+BeOuvmHqq7tMQeC9RPZmPhiiDr52j/m7pQGFPQQ35T7gP6k9ZVuhvbbJhD6eNRw+MKjjve0WTj5Thr6806qEviEt472xdWA90ktcvjFPAD6iRH69C1clvaiA4Tyx2ym9WSzzPOLi7bs90V++XUEvPhIinT7mTpk+mieAPutTtb2+RNo9Hxt2PdLpeb16Di2+WpYCPUPVYj3H+p+9jXMRvMKjfT3hpxa9kcs+PgwFn72lhxm+ldPUvEIt2D3piTA8NN4GPSLpWD7Vfg++OF2XvJJ4grwhtki9+hmGPmtucT5jiqW99aWqPQUjSz4x42a9h7ZZvstMnT3maIa993F1vSNXXj1cHZ0+j1adPX5eP77VP4m90A21PiPnNz6Wtok+WPfxPONUND1Oo5U9s0HHvTK8gb4i8sG9CzQ2Po2HOr0n0Jq9pnu6PXq8P70t+YC74mQRPTQC8b2e3QC+evIKvVdPO76+Syk+SWSAO+E9Jj25vPy872UVvllJoz1/hBS9emR/Pfa2j7v3R2y+JCnjvWfuSD2sYFa+HulvvZt1cL4Y1wE+BNXBPUxH3rwQ8/I9BjdfvgJ0PL6Gs6O91qeUuXnHtbv0Exu9Xt8/PQ5jBD4QWqW+kXENvudzpL3nvQc+MuYTvgkHhLzvyCU+xyWXPYsjOjwWGAA+64Y6PW/NYz0bZ0y8Ou3HO2nYOLzrOEI+BjkgPXQ7iT13f02+cASKvahmjr1920Y985GSPU4sY77DgEc9MwLTvY87mzyRPCg+Q8RcvR7pvT1mEha+eFDovX69wrwYbKg9T3xZvtGW971Wf0u+87HCvRV/tT29Q7i9s/YZvXPxVT2cf4O9GmO8PYeLTb11EzQ+ks8qPRr6oD0AVBe+5n+EPaTe/r0QB269uMUcPuRwLb4Rh1i+FWkevRMRJD5K5t+980/vvVO4L770rm89HxAjvXuva76TbwW88grLPci0mr0jKQi8hPVJvqRwKz3B+fS8IMAjvqEVQjz+Lle+4c8ivsayiD10fow9LzmSvbZnR70oSGC+sHh8PK6Ep7z1/K88TB7ZvUlvXb20fKk9BTSPvRAuar23ZYK9PWQSvmjW5j1gEzO+jaBIPdPpIb5NRgg+f9jOvQ3lE72P/b49iLTiPW80G75NGZE+83FLvsblwT0n0OK+aIIEvc+aAb8R4JY+FLhyvlII9r3XpUK+jRLHPO6cf756npO94aVBPR54kzxL9Hc+P9sZPuMsij17/q29H/5fvupgJj3XKUq+trlNvneXLj4rmKw8o3yPvj+6rT1ykyE+lEE7PVtCCD6EbqI+3Kp0PDoOFT5NbAI+5qCrvvJy9r0VLJA+k5jEvGLCAz0Hrni92YHhvh7hRb0QqkY+FtjzPSzcXb76+ok9OzwKP8zMhD7W6hi+BSikPkFytz4PEZm+xdOxPaDnIL1zuO49x1Z2PQw6XT7lziu9u6BpPQlPur7OsUM+8Yb9vVPjlzw2bpI+snq0uR7lBL6WwSG+b1tbvVJH8bxh4te+z1MXPkHOqz4dFh4+r8K/PUL2XL7YHvQ95ueRvihozT1BD0U9KZH4vbKZYT6AAIK+R8AFPsMBo7xwl9m9p9LOvANWb73VZOg+wSxpvtqXhr5wixc+rLEZvpg6zT0pNQe+plBPPKtm6zz0yTm+BrPoPfvVUL2X4EQ+OcAhvqt3CbsC6wM+QQWnvaZbh745Hgs9mRJFPuKMJD6ZjdO9Vk8KvbVoBT6I97c+fTTkvafwVT1TIPY9lCI1vTnkUD7Y8Mk8GKKJvoEJmT0K9tq+O27FvcggQT5xIiq+Ta0JvvACArzTEaE9h7R+PSFZnD1XUoK9tt/xPdIr3r2Oqci9x/ENPgRZUD5X6rO93IEOvdwCaz42GoG9C2oePp5lUD2fMrg6x+0TPkLMAz7EyuQ9OENCvmJ2rb5u+HI+0QD9vXwdUbtCugY+OYq6vv5Lsb3Bo/O94ddBvtXo4r0E8Z4+tF/kPboSAj7avom9ETBIvWHGIb4IOJm+jLUevkWtar43f4M+VhtDPjYEUj5tBBQ9++KzPUKUnD3xdD0+PNvaPYMr/7zl2tO+Oe+YPeQNjz7tTOA9RQsIvkGdAL6OvpM9V08wPiTFej5iLjK+8sRHPoGxzr1lhzA+PaWSvWWpyzzh+Vw+MBhmPXa6tT0ZfRm+g4KoPb/grb0kIf494tPBvaVQszyGq1c+P9HKvIcUor0CHmo+fU12PkWgwz2Tere9WOzfvIXpVz60C9o8YvNyvtiIir0izty9bkExvkVRHT5Iiem9BjOJPu0QzbeexGS+J3UrvqmnLD58jHa+8YLhvZ8zsz5nlyG9AidbPoIlnr1u9gk+CvuaPtfWE73JnYa9H0+vPldn6T0zhWy9mHdkPNi5YT39vgU+Guljvgr1Qb17Ygc+elzIO4XZoz7ZYzS9OR8lvhDSij2Tp7497cfbPRRprzzNioe9GdbzvZfgPr5B7CA82umsu0LVr7wv70e9oMZ8PuYBhz2SjIq9oqPHu8e+1DyAVjA+erCVPUxD/T3fyTi8kksiPvKqkT3Lke69Glr7Pb1ok70X9y6++OSUu6AFuj0kK0O+nvwGvhCirz3aEUk+2TooviQ0CL63H2m9urQtPl36jz0BwJQ8FLlKPj5lJz5rPlo7T9ulPa68iT06/gE+cUeaPHaVrbwaQC29oitBPpAHCT5+Nea70Eknve6MgL61lM89tgm9PZTk2Tzd1Ms9aWYGPW7KTL03ydW8mAq/ver37D2m+zK9jN6rvQSPyD0FT5O9MFVxPFL1gr0YTi48KvvAueB2aTx1O7g98DZivapyZj3iOwG+bMWRPSVDpb1lZ4u9LV98vET7pr2aUeg9iJAHPYZq1T3Hwuu9oBx3vTgrCD1laRk9T6z4PS5Zv7y2VZM99oVLPar/nb07FtS9iJyYPeYrUzz4ScU8lekyPVzWJL5IVDG9NTmJvWgMOD3m4Bg+ZDnRvSPXXjzDOiA93oTUPautrLydOqW7sWDkPJkJcjzEfgC+gzUXPuWV5j0qTe09fCMVvucsnb3WJ2m8/oIPPpWOND5WCGs8fBmjvQgI4b3ARYu94P3pOmEZnz1vu2M+HH+ZvHm4tLwnezk9K3+6PZa/IT46M0k9kOcWPdHzYT0MhLi86riPvU7PZT26doW98su6PPVKv71XfRI97qz2PGqqJr7n+UW+PRQpvubDyr1JN5w93TqTvlHchr6AJfW8/pItvm10qDzbAmS+pr/IvC00Pj3u2Pi9KLqXvqWae719MmI+C2YCPuTOkL3R68C9/x0yvpT+SD4yR2A+F8kmvvABcb0Rxai+sNiZvqHPqT05Gw8+Tp2ePm/IlLsqMye+oAj1PKrWPL6c6Q0+zaiTvkmdgb42CS4+bWoHvSd3tLujDRI+jxK1vu53fr5OEhW+ZngRvKxMUL75TuA9jX2xPWFREL68Ssk7jtmXPoJajj7Z68W9WniZPmQz6703Nku9Gq+IO2+cTT2mUKw9zPIYPlMgIr7uUbs8GlZ7vvf6Yr2pX6Q+jP1+PY4/rr3qWhG+b2wYPXRhR75k18G+VmFMPbrDCT9+jY89VDrxvUqe/r1weBA+sa+NvnqMiLw2/3C8gfbuvX5h7j3rwwi+FuqYPlrxfz51uom87gz9PIPbR71Nxpw+6qt9vscSFb5296q+mNcKvoOqEL4jx5Q8+/q7vZ1Es72ugtm9eJSlPbGYCD4qucM+qoWXvHOoWLyA3HK9RmjHvVLSJ737zVg9JaBPPpGCRz6daBe+PeFZPknyTz6yW7k9+ZjSvfGJFz7y79K9c9Bxu8Nre7yMRH6+uZmGPtT5Iz59+J6+AfcvPhylaD72EIu9ZuG9vZSS271SQoi+rgGrPnn5Fz68AsQ9tRwiveM19L2+rRq+OTmnvl+gGL5gZ14+wzsNvlMVOj3iQYw9x3L2vScvDD6CZpM9BrnpPV6+VT6VIi0+CSqZPHPqAT6D6pA9BSqAPh5V6jzA2EW+FFCkvl+WNz5d5vg9HZjUPWV7PT63R8O93psrPmV3xb0qiHY9tKACvj+S3r23yAK+KJEKvcnEI75890s9wrS6vAsnF73YhBi9zJgePQSjr73YMHo+ZxOTvDAmor0aY7+95bvDvqicNL4yxos7Bv2Ku+kSk766al4+7EWBPRN83r1soUA+k771PcdGZL76JuQ85l7ePaqjrTxvcba8PbFQO2kesjw/lu08M8D0PZs3Zz2Mfdo+u1lIPvXpSTv7hcA9z13BvLEDDL32HLy9QpVgvh8ZDj7M7Ro+TrECvtxqqb7HjAO+p9oJviG4lD7ouBY8/QUoPf6NVj6zrI89d9eFPXcqH73ss2m+rT4TPgmocb6j8xK9PeSuPi8Bnr0Blgk72aVVvnO5ib4W5Zo+2WWtu+35iz6pzS0+VPoRPVpmpb73Mwi93C/8PXLZcr5Gw5U+Ym3Lvet7c70P38M954uhvohMkz4F3b++xWldvuhbAL6Z8yS+p8jjPbAcjL2gWcC91LuGvTNAGr7hVUy9zNL1vQW2aj1E6SU9CDMlvQ8lhb19Qfq865MXvowUHj4BrN68ZKg7Ph5V1r2+n+S9navVvc2+6TxFdw69+C77vDolBj6rDo49ag/aPbUgkb3xwRA+PNgsvSDmdr2MkUY9wow3PQIzwr02DTK8fctPPoa2fL3aNXS9PIYNPHN4O756MUA9HxNNO5rrAb6ZwrW6HFJVvTncRz4pTNe9SGX6PRTPwLo+BP88+GquPG+6h70egum9fSSwPXX1aT5OP4M9b0zru3W1Ab14hYS7pWEUPum7WTzZQw48PQjJvGRP172gL6k8+Dc3vWMdLD7mIeE819ySvdEesbxPBJw9gjYOPaoDBD0eo+E9YWeUvRTwYL2+r3w9ol7cvRRgDT7rOTI+wXrrvBHI1L1sewU+VO6KPIiD5DyIGwW+w9WGvZKZAr7pikW9tc08Po5RFz6oqye9+9gEvbViwb2S/RY+Btx5vbBGEz1CWLu9727Guq3yir3np2i9t3LBPA69w7wPl8k87RDNvd+00707b/690M4JvuW5Ib4HwrE802VGvD9MuLzWI5w9a84JvglVXjwQu628tF6WvcCwiD3Ywa09Nm2tPcovPT6+KgA9K3irPahXITwMp4K9gGDePWT0vL1WlY+8OI4BPm7phb1ioOm9al/9PBhMBTxYvce8nQzZPQ6cCb7/GA49NT6hvfhgGj6jHpS9MKc8vlQjx73jHFs9OdVDvJ+ipz30TCY+vf4OPRNP4j3nqoy+ynRxvYHR/j2WrQM92uFTPcsBYD33cSG+xRa/vclWcjwNgxW+tmirvQYPNL7H0AI+SeSHPZZgjD1gOSY+NQ+zvOBS6r1hsRO+V0WWvW2ATb4tlZk75L6mPfLZYz5OYKA+DOYEvb43E75TJg49+e5fPrsCkbo12YU6XDQCPV81Or2P4Ue+Uv38OqtM6D2+h/w8dLQavFSGyDzP7po9uY44vuu6wb3Gmn29RuVJPnZXNr3BuXm9Lo/LvdEDBT5mvrY8QJVgvaH1ED45kUE+9DgSPs+2Vz7gO2O+n3NxPQQP5r0wEzE9AnHZPO3zfz1OaAy+ha2xPCdQW76sK6w9hRFIvejCnrzu+Qi9kskyveABlryPBai9LvkSvSauJL7otqi9/nXxvSvO0r2T7YI8hlWqPlgqAr5Q7Vw9MEX+PERLIb6mTaE9Ar6fPZAgtj2oPAM99EvSPY44ir0/+/u8DT3zvIhsBz3TfZA9lZR3OL83Rb4qHUm+blZ5vgckuL2o8sg9O6g6PYgnK7wq+zY+V8xVvvSxfLwZRCc+84/5PfsJ+D0k3qS88+xmPgJK0bvnzyW9adqTPq2sV74mal0+VVszvmFX0r3VQW+9shCfu6jPCj6EMWS9FWSNPdU0mrxkK4w9EbN3vul48Tv0HKS9u7zmO7hkKr1ALLM9cBdiPP42nb5/V6u99ssIvefgsL0ayUm9mxnyvSnAuD1u6US+NRGAvZAS4Lz40vw9zYRovpddPr7rRoc9diypPJ4TvL0T5CE+XcBYvu8VN71xp528D41mvh1rTL0oFPs87isDPTRO1jzR54O85O/ivJomqbwgBcI8FRY3O3DD3jypNFW7iitUPLwlF744JEy7UqBWPun/DL4zd5i8+btaPHSxlLyvcLC9aSjxO/LXLr7r1wS9RhFHvBlhCb7hprY8L9rbvAo4RDxxaEy9veukOtyqIjytBBK+IzLzPYzCDDv+PDS9MGMXPeRFsr0cuDO+b2JbvsEbDT2UPq09dKMzviaHKL5jvo69iFxTPNXPYz1d9ai8NcjkPfwP2r3pb7q5UwECPhldYj7Su2K833dHOx1sj76TDKW940yVu17oa72EB0k9BTnnPN9UAT4ATVy95oWPve9vvTxB+kq+qlAQugArnLvvrum9tTQJPIeHmb6z71Q+PjZ6vWytwz2vH+i96IauPqZsXDvJivU9ccMTvcb2jj6xcUS+jZB5vDZfKj5IxMc9ulQYPWzvdr7Wvu29xJs1u9XDRL7aes89ySDNPdv0Oz7LkMk9yGtavlSmHL6vqfk93NvqPbjIkL3KEUy931UwPttCK751UFw+KdnPvfv5zr2HhCu+bM6CPS3Xh77b+v090vUevqMTsr2WkHC+nMMHvscmhj2uQPM9/pXmvOjtCL3gWBw+PUV4vRSEk70OPwS9RrLcveshhT32Wfm9IFytPIz+jb59T5O+Tee5vboK/D2AQ2m9FtuBvVlVF74pYaa9TFbEPe8OE7y8h/08nlrBPciQNj1pdFu9N5MZPtFz0z3RQEW+PbIVvvGNQb5wvQY+3X+5PcuvwLuj34m8kwLQPWg1T76HKDK+kuH2PUUvTD1EYuE90k+cvXO2OD7YyLk96yvlPQk2yr1+nlm+i2TVPUF0Iz30BMS9ia7uPCEwlT4dGSo+RERFvVvbuj2cnJI8fUBSvVykFT3Dmaa72+wLPSq7Wj329Lq9FA5EPpS7zT1k8nA80GRsPeWJzTyl6zq+nJ41PfnSQ75IT7Q7XoEPPrMOOz0KBAO+95wFPrphtjykqFa+eRSZPccMQb3Uhhw+CCkOvrIHnrx1xm088cc1vYuxz73QiKe8VWiavWjr6b368nM8077vvYY8gr4FcS2+BmwBvqKS6zsc/MY9qFnzPPX35r0YvlW+AKnbOyMwGz1d23u9S4ouOiCfOT7vfVC9h1uuPVk8Ar5TCBa9w16RPIU4o706OjI+fJIuO0RR7b0bwie+ILhSvZj6E7yfBJm8ZfHvPGiUt7xaI6E8ge+Rvksef75Ruz28vQUxvt8RwL7P8pI+p8yvPQr5BL2ZPp2+NxdNPhlFqT7Nege9Q+58vbv2QD5lLXI+ONPbPX2WHr4vLHy9QqrHPmE+Z73RXtu9+eqrvL9hoLyI1zM6zCPOvRpTIL1Wi/U96/LCvPsZJj42vHU8U84UPljj0b6JqVC+CuDsvaANxrz06SW98a1ePqIT3L0Vtru+g8nfPZZ3Fb3z0PW9VFQgvbUWZL5Y0YU7VLasPV56Hz57RCc+Ry+NvcFa7r1O3907I0IMvoZlBL6nkiQ+PaiKPvpGQT0P1Ue9B2eOvNEPcT4d2jW+3puQveBco71CFem8lALRPeFeJb4ewva8xKVkPhfrID2kXCU+GzkiPqsPgb6mdSM+8CMfvoe/gj2pSKg93LcXPrTVK77YqYS+vGxFvQGggjyMEJI9tQehPR7Car6p3jM+G808PjIMV7wTkYS+m6nOPfrv0LsvlzC8MipovlUZgz7pNxM8RGP/PYARizsotcE+dDKlPjnqhLy6V/C9YqPtvD6fyLy3Amw99i1tPlXYt74/Z569WfQqvmbhqT2ugc496ES7PR47Az0C5Sk+Kn/2PSqbUDy18x6+U+divuHU0b1PhHa8ZQjdPJ3+fjyBd5K+5JVOPZPxRL4E+349zVAnvk+/gr1q9aI+SNcXvoTOxz4DA/69Fz6RPoA1qr7ZNx0+nmCpPjMMfj5ELwe+0YtLvRdWn7p3xdi9GQngvWvPED7UISa+GFjCvfjGpT6JXGY8YkLKvIwCjj3Z1om8MvM6vom3CT45cTi+3EazPdKHtT1BywI+qEdOvhDdOj6V/DE+dQZEPg1yej5dljS+aQmEPZUrGz5SAy89QOsNPf5PGz5l9j4+ppw3PqrwDD1VNwa+Qh84Plt1Cz5WERk+DXRoviCAsL3y4k48uUfIvUOq+r50Cz2+VJPiPUwTXL0/yj8+0BksPXxxzT67bQq//YdHPm0j7r2Ff7A9YN0hPdhHuz52vIG+gOuNOlqHP73i8Ku9NveuPe8Jwb07q5C9ygpVvr4Lgb67IDk72BWyvXjPtjyxBTg+dsbjvmQEETqVjZW8PO8HPsUquT42RzQ8FIrkPoE60b6Jn4i9fW0xuiOonb5UMYa8v35wPgs2h719en88ZcaDvropSD39jwE+bSC3vWgPKTyQPwQ92aKovsbskL5jEkS9+a0MvmcERD0Dahq+G30ePEs0kz1vLxi+rapAvqBCGL7UH/o9+p28vc4uhDzJhfQ+wOydvXwCqb2nnfi+gtQ0vQTVHj4U2Mu9XSMUPlXSXz7nESg+waiqvucsjr1jgDI+eEEfPrmShb1f6wA+ltiNvS7Isj2Tb3e9q6qdvcqZGr23PFY8KfIMPeXmij24f8+9vTMgPjqnFT30hAI+Fx4wvgM4Fz0nvzO9V8Z0Poumw73VBUu8Mh+BPXbqCT7IDyg+VBHnvakiNr2BFK+9aCraPRxFqT0zvMm9anyRPWqW4LpJMuy8DiyPPRJtz71VAoK9QUh7vfBXHj15Szq9rj+aPA2huLzqkEc9kL8kPaRXlj0v/oo9tnEWvieb4TzgFt69ZplDPXCBs70FBNE8+Odevd2A+L1rvok9YwkAvPWABjvn09U8Jj4SPtk/YzyCdTe9OrgRvmHkSj1phjc+61NQPcgbsb2W3YA9TtOXPbdmHDzV3hQ+ZheQPWukIb0cyfE9d40LPpqL/zxwLuE9oj7dvSfB3r36GKg9+UNLPMTINr2Vm4O9cZeBvbtJvb1rK1m9W5pJPcb5HL7gkZ08ws/EvRRCyj3ibe69NrMGPpheQb1kaog80mp9vQydB74lLDy9lRokPZMRiD2pVB0+2tWGPBSBO703OD89koL+PD5j1TxLG109uF+8PXmFLr5c8wG+CpHxPP5n7L1WazY+OGEDvlD1Bj6BmY294LYMvpceEL48iyC+Uo+Cvb9hdL1KqhA+IFs1PpBWxLy7VZW99p8gvgWDMz51lAq+CMxSvVuRBT2k54q+zfkCvu93yb3MPEg9OrtnvSfsl7yhXcO8Q+E6vn2Moz26djQ+9AdgvIUHl772Qzo+ZWMIvtuK6T120Ri+LbWDPknh2r2oh6O+/GIzvlknHT3hKRA+zBXQPZnKc72XBLm9hZ1JPbrBJbz1HT4+fU4oPeczBz4AGRA+Sz+QOzjixr3j9bw9mnTUvTMO/D1y9Wc9kI9SPR1rezzlKIO+6emwvW5M270LVVg9J6kIPstZAb6Aad49alMJvlX7pj11Kwq+SkRCPZqm77orjLu8tmJXuyV0nL0zYS6+bJdXvCSy9r21akW+6coPvpp0lr1tlSg90IWFPcbdHz7ufM89VnwYPcI8sb7Z0ms+8QqQvspgBj4CclE+WPAfviMvGz6TSEY9q50lPiYMtbxkkQ6+hnP4vesYZDwwPjK+VcPKPVeQrb6NZ/w94teNO3wkMb53Gz29WtuNvq6agz65FDa+E21wPqF8C76uLaW9j1gMvVkQ4Tzp94A++MvKvRcyCL3HiFY9gV0qvZQXMz2gQ8m8znVIPSDVLb4fFZg8OiDuPbqDMT410RE+0paIPkDNFb7knxc8dKAZviacxD2b9Uk+oMervV3OST2i9lW8XuIZPg52Ab5Z5wC+S+R6vrSKiD1ZXQ8+aPDRPXKbwbxV5oE+8ShSPfEoar6M8TK+TwtQPLjvJb7qDNS7b1g7PY/Qfj0RtH4+Ro4LPdLoe72otx++Ime5vQ8HTD7GjIy9M16ouPDJDL1fRQo+UoJ6vLs+IDy/puS9RDRju5MAUr5WlbY9FWaZO3bZmD3d7h68yTA5PgXtKz3TKaE5Q3MlvrmtLDySnRS+4nYcPgaDQb4u+HU9ueSKvbCAIT2Vyro9m/OiPQn6nL1zClS9CW0KPplOFb5cfmo+PjmJvRGtpj3iTek95Q3WvbqLbr1C03W9gVNkPnsOJz5TEys+EJSQvL5CBD4KYjG9JlQ/vuCQEz5y9Ry9ZA/sPVHz/b3kbbY8YTSfvamVJD6R31m7CdkLPeMRQD5z6P290aNrPYOUsjxMAw08PMGZvbpg9j3vMlq+fpIYPmIg3D2c1eQ9vQCWPQp9Yz4VSxy+E4OIu2+FAD7MdqK6jrOYvsTqoD0EApK8L0YJPW8sMz08fAa+0PBsPpWtwb224ZM9uEkDvXfxU74Ha3s9aPhRveo9Mj39gbk93kixu4nCTT1mAR09XkL9PaUY9b1kJ+G8VRp8vXo1o74iv9u8hFyGvaErEz0iHG48Jn2ivd3JqTl5AUa+w7CZPRg2j73i5oa9Jj8nvgVm0j0+6bc843u5Paa5hzyV06a9rXEHvsjYrT1qqhC+mCLHvFbILD0kjni9eEPdvPZ19D03NFc9mdpaPYYPqj0RnGC+bFhTPh5G1b0FzXk9aP1wvgX5fb0TY8k9kaWLPff/6j1GU188NgnOOQdr4L2aoi8+Z6HEPc7eNr7S1jw8/g1Hvr6kkT3kN3A+H/FAPqNwar0l0p8+xxgFPUF5lj3uHtE9F8zVvUhDrTswnSU9JUuSvY2TJbvqueo7B9rBvRLEGDviUVo+dLurvFOq0D2cfZs9qNrPPYl60rwF7se70HVSvdmH8rx68Ek+YZdEPIgiDr4Jdf88lPlVvuOrIz7EzrS9g0gcPA2CYT7Zp6U9j38HPgk/ED4FhQq9P6dOPGx3F74n2VS+RrpHvS55071xQie96PocPu+LB77ksDQ+Swn2PA0/HT6TqdY8wnMMvtQsz7xJ1sS9/u3JvV/orL2CLUG9k943u/mhhryEgBq+ggn1vVVuTj7JuKq992lTvmhKdb1ntFu+FCXRPDChvzyC01u+aXw4vpNqyD0ILSs+WAX0vVr1ID4IFY892Pg4PZHoDr33l0I9Se8PPkPDGr7zEry8lb4PvognBLugvqO9IWaqPk7gVb2XK/q9ixmOPQlKJD5Bxlc9Tg6BvJD/jD1SKwK+HK4DvuKr0z0mwnG9hobMvYpCJr6Wb3a9lL0kvk1gUT70MZq9+NLsPQ6Ur7wcbhc+bbBOvu/i4T1kuAY+BBcevnIjBL5bhHO97qnTvRnRIb2Zdwm++XJXPiM8Az4DzoC6DFiwvX5MP77jD/M9kYXWPZtWeb0/z3C+Mq5RPtrqyz0GUde9n+cWPjaN3j3vafE9veLqPC6z5z3ttGY++nlLvgYQsb5fOnU9KkOCPurPAzyrIAi+5guyviH0hD7hrfg9IoSCPssZeT6mCow+kFMZPVmRrz3hMIW+c20UvrXy3D3leJI+m9ePPjKaejzMeRm+E98yPkjwUr5ITdQ9Uu9dvaMwED6zAVG9pYk2PgbUED3Q75u+VWjavnM9tr6j/Fo9eNLoPYv5xL2YGhU9Em//vVJgMj4HDja+8//PvbWwAD703AU+L4oFPh0dlT1n54W+dvq3u+cCcj79fey+hsQbvnvygj0U/oE+GLZ4PsvSKD5ukBI+W4drPBkDHr7Oy/g9OtxUvsS2n77IQCq+I+zSvfxYJr4pJbY9+Hl6vvYDUz7j4t29bUoVv1R8srz+rkI+miIJPftqbr0uyNE9wGmuPv8zrDy1ZIk+riEOPAlqIr51Y5I9/Zt8PaQld75+/SS+iMrPvUi7Qj7jE6o8wH2gPvImL777XLK+fHgaPuLEWjvLIJO+Gfn9PZOqRL1OvbK8GtrlvdtbAj2Tmso+4YBovnJopLy6nAY8IOkbv0WkrD7EEcS+ezdqPgT9Brzt1+A9iWINvh2NL71vh1q+F4Z2PvFHLD0c9Sc+C9KYvUHnKr43a729Gj/AvYSy1721qLM8E9fjPRteTr7ygDe9N4GhPifVyr6KZss9DIUvvjVYpr0k2dq9NYdhPqCpqD76llg+UMCMvpqmib42aoW9+XWOveYoMDv5pa+9GG8WPncHgr4u0FC+ypiivX0ukj5knL09lsVcva/EGbwVii++3AxjvcngKb0qqaw9lDB1vjpkDT6PMBO+1JocvSuEwjzzgyW+Wd+cPm347zwkM1u9kCbhvbiD1r3pbNk+uLdGvLk4Pz7ueVs+F5MzPpi66T1rkbA+2dqBvq2C4Dws2qc9nYEmPjA6Kb3JKY09lHY7vmBzwD01Fga+mdzuPa+siD4JWuy9QXYAvRJuEb4+pDg9m7UHv8PTvL7hKWI9gz4Mvs4Szz51qX6+M95OvUqQFL0A8Fq+ADiyPq+hhj588B68e+TGPtK9aL4oneq+iw+nPtiFq74DO++8aq5tPQblVz4X6D29TL5qvrnIt73Sgy6+KUeXvkHYmb4iXoK+wacuvkGStL4jJPy7hfFjPUecgj7QuE+9FURQvUUZqT6k04s9IM0lvSOFSbyjvcG9iYNFPT/fGb2bKRC9vcQDvnhhU77AVdk8OI24PEqjvz19xmo+RM2ovUiAdj4SxTw+JEdLPtoQT75w0j0+ivqgvcAULb5am1g97XmcOnNVaD33I4y7bo/pPfdkJr7fh1U+cDvDPH5eJT5ly6Y97C1jvQyT5L2H69c8cguvvaRWEz1HgAG97yFFvgRFYL56ncO9kKWvPeleK73dvZs+NNUQPDi+0rxO71m8THulvDNShjwRkQ8+zFCTPNmehj3LTbu9e34GPpnsC73o0q29ddyfPQcuRj426vI8MZgpvbwwej1MNfy91aN8vfgcLL20jXI9S/sSvPmHnL3SjPQ9aHbwvf5bCz5LNw67sxhCPMAX0D16piS9U0W8PU03grvDlag8qiUAPYq8lb1Sc/i9OOmNvVeTNb6vPKI9GF31PWgBdz2QndQ6fVjePdj7/rvJASI+ADaDPDbUBD7/eMq9P5utvSlKBT7jozq9qTjFvS9FDL7W1sU91SiHvS9buT3hLqG8SJCtPZmxAr6HTju9ajWvPdFJN74sBbQ7cRQSvbrYNb1Pvl89sLKGvdyV1TxBozm8vAjWvS2iKj3YQkY7HdIrPjO2zD2uEvg9pCSKvevcXb546ku9URSgPUFEKz4VKMm7XwDMvbB+VTvp5wC9ZAxDPeKsCDyqJlY9TkyfvXaA2D3bmtA8G4oyvvzGqTyIQ6M9ykDquzjNiD1ElYW8BYI9PbPj0j2AxLu9baFjvUuPEj4PPJO9p7lIvheoLL7YTTO+mx73vU7paD5CxFS7WXgCPvafq70BC5q9Rt9xvYd+CL4DaMk8fFo8PrZeL72FmSu+fDDQPQAfCD4QEmi+dqyqPdXGhz7ZQoC9QS0fvlcUHL0tSry8sugxPmOt7L1L04y9DtXpvKv1m73pVZi8UeoePphAh7w3NG69sbQAvjI/FD0N6/c9v2V0PeMmkz71XZU+j7kuul94W70s/Y2+Ux0hvqRWz700cti9jw4NPl1dgL6MDwu+mb3SPSXQTj5qlC2+hKFPPl+p+bzETYg9U55Dvo3I4TsbScW8t5LbumZA+b3WuEO+ABgkviYRLD6Q8ZM9nUJpPWbEsb0hnxI+a14mvtHazb1JZ3S9R32gvK+eK71fARA+rwwGvi+I5T3gnzY+5KmSPKr3yr7cqq29o2qcvlSMqz2QfA+8d3sxvYhN9z1TA8W9WfRvPYud3zsX6vG99n3SPRFTtr1qIH2+iCi4PhDOUz3UtYQ9xpMRPTvysj28/ss92vMBPuXtCz7iVgq+0LgPPmm3ur12xCw9UnpePiY96D0UFIs+fuyKPk2qnD1uctm98w8EPmg2DL4edGi9oCiJvUoqZD2FwCE+MaU0vqNPAz6omic+yJeHPvICKD0l+YG+WxbDvOikXT62Jqq9x6kuPvYPb71G9IA9AnaFPchfQr36tE69QsACPu4gu70Mkj8+kiTXu5sL1b16Zmw+fWoKvhmLAj6b2TM+KEPsvUeZwD2qo2w+nU3yPYY4cb2U3Hc+r0eEPYynRj6x+i08S2Xquo0Mkb0+nY4+2kmxPfpK5j0Fhws9itRPvpqFhj7tj4q9ZP6jvT1RR72dlYW+V56bPIvNTz4O51o+Gf2CPMTnyb2QrAS+OJMCvkQ5Vr4M2Oi9IPVLPvt07j2RjR4+iDcPPbLDEr4RXkW9mNiBuwDIwDuEPxA8gZwnPtqJmjwktK69DGKbvcPyFj03mR6997ksPTGSPr6HV7+9qgBxPoAXdL3SDBe+rZ5dPt36YzwFYdo9+ttcvXL7iT4IVDe9xlJnPhrjy73yiTy+Tiv/OySigb5e/1O+eQ7ZPYfdHj4IOKY9DbQLvj1RAb6CByW+D3oCO1Knsz3t3Pw9Ypf5vVkfjb6Awcw9xtnovQF23b0aJgq5bGBUPvH0nD3GY3M+c+GbvnteqT0hD7M6ifIsvr/wkb0FXXW9c56mPuHzTr7clQE+v7+KPLRP8706YmA+d1s5voOrj7ue2Q8+4n+FvuQrVbxsxIo+2gImu2bJc74MRF2+XtKDPRm0o76DzzW+SGd0vFZKHT53enm9/agIvuT+Y703itq9vdATvSUVBT6nzEO+0tqhvRkojD1BZZG9oAoDPlSpIj5tMde9t+swviCNP778eS4+LZN2vdxrBb0jWOI9cNMGPilubr3S+Da99c4BvlO+9j0Uwuk99yh0PLN4Gr7qLg6+m3kPPZ9tkD0UYfc9PSYMvhGPFT4k6RY9J7FNPYwrhDzwjdU+nxQsviw9v7wX9Sq+i3EbvVjoSj4ydZo967UrPozpo7wjpa291bQFPiVNg70mAQw+vWIfvae1rztv04y9eV0jPu0ULD36E149WARkPs5mGb5WII69GgXjPA0QgT3Mnks+UwLEveXm2D3YKjO9V7eWvZHblj11OMA8Ef8/vbbWPL5xsBw9dAdrvSE3IT2As3S9wausvWbDaz0Ck2i9TZpkvZjfub2bx9U9crKJPf9wO74ZwOM9WDkCPmhCST3TObW8dxBTvStMgDxB6CY+dJzRPcskmbzT2sS9tO5CPd6aZ72iNQu+VHKXvOyHaDyAuoC7CsE2PvddPr6bPk+8TuwWPkAW8z2eqjg+hQNyvlxIcr3Of6M9RQCovU21ujyMWG0965YJPsDBWr0yagG+xFEyvrlJIT66FSU+FR+nPT/gID66NuE9YLEZvqcyMD6ajha+C3MXPhL35zw2Boe+zyIDPjn0wLzlByq+OxGCvA1sZDz5EwM+M9g1PsSHUL3vsKE97GgivkhXsz1FbkI9BQUJPn6ikD0v0tA8LJSbvUbKjL13J8W8WwSvveuot7z5B3w+k8ERvuBfGz14xHC+xvZ5vl8xwT1j9Dm92w8RPtNZET+hRCa+D36DPs3Nuj2B3OG98eAQvjLRoj78HF89CDWNvdnCkz3PnJS9U1qePbijlb0bGKk7xOuKPhSn5zpSntK9Y+uHvYS2hj4im7k97vLmPKCkHL4I3Wq+qYAtvdt7rT1046s9kEYTvuaiqr0nh4c8f1mgPvrsGj4BMTU8hXE9PNjcDz6/9Ge7pbvNPavYLD73mEY9iTMZPukjlr3qJAO+85PQvYXRTz7gu0G+hnYePsTFgr645oC9vyKjvKEqFT6Ul8u7nodhvaPgH71fCPm9AYL4PWsAjD7b0ey7uWkmvaxjhD3ufQi+ZlQcPsZaLr74cxa9ni5WvbcAHj5yxSs+XkATvgxcqryhnu49TIAtvqVPST6UYGC+iuZYu7f5kr6gsiI8/OMKPtzcbr6M3h2+W7SkvSNuOz1PLWu9iy0kPu8XCz6FHQW+rduNPtHMLz7BvlQ9KbZHvn9vrzzdNPA9HCLbvUGGkL7wmKk+Sv0kPT5oN72JSam9wNLgOO6i0r3pSkU983IePm/XY75sExK8gkQavq8xmz7iOMM8vSUqPmB9DL4UkmC+XoI1PrP+wj0ya8+9oQRPPTGpjb22Hm29ofmWPQtiAD7X2Bk+4r9GPgTNxrwRBXa+TXwSPucha77R0Sq9ZSgjPrDrBz5VxAm+v4tbO9+0TL7ny4Y+w7fYvceG1Dm5sVm9de1CvrUGyr3uxrA9SxkbPve3WbyHYBi+NzwWPdQVeL7l9RU+NXoLPFKMjD3eNzy+ty5APSVo7L1s9mG+ErARP6r2F77E8Vs8nX+BvtBHLr4d38e+aPlZPbQ4gz2XcJs9ThyuPNN5UL5Sukm8i1Q3vbck0zwkbAI+UpgKvouJF77Oc1O+e99CvG/bqLoDMYe8wOSrOPRtmz3MkK48BseSPXcJkD4AaZ49IY6bvtLBjL3nZne9MA4YPla0HL4k6h2+tAsHPgcjpr3nnkI8BD5evY9sfT0wIs89iW93Pg1Z5rw4P3e9muCAvMYoJL61FLw+lIStvK74Lr7eiH++JT+WPTLJEr6IIuK7SI2Ovj2yAD6lnL+9vzDYvZJOaz2dZcS8e1kevhs3Zb4jkIE82/wBPvA77jzL5wC99QoSvpvjuz07xN09OLwFvusMBr4gXjI+9ceHPkHCV76nuJm9bcCeveHf1T5Pvp69sYUMvrTQCD5fFeE8pgmGvQMnjTzXgl08jo+2PefPZz6Qf3W9vvzNvSa7jbxACpU+kPwFvUaB+L1wGTW966whPhA94TzVnXa9DKfvvfFIE7zCRfk9bZ+gPUYlVb08LDe9vjQjvvaRuTsDLK689yonvrlNyr2mBQA8DulyPO3ktr0TfV47pGapvS/vUr2eViO+vekuPV9G5T1fSw09Nom8Pb6gdb0mgX49xupVvIETpD1XhQM+tksDPrEtUr7NDMc9UvRgvLmz6jxpjcE8GUfau8qTDr5mXre9N0qJvh/NojwUd7w9RSeevlHlSb7BwS2+p0wQvhFbvb3Kq+m90g8ivqJUu709BxA+ChzxPf5fOb29ei08nkCUvdoypz2fPyw9ss8RPcotxb3fRBs+5AduPRzEhD5EFWI9t+iYvTflN76cvwc9wObUPLMXEb460YY8Dfa2PHTzwTyJIDu+3+UzvvJDZ71UVxQ+MQH2PGN6l73SY8A9SYtkPU8fHz3P3Z89ZRWJPZfezjy4gog80QgkPprwVz3Egpw9Af//PWS5d7zIWSY+rH4JPR+gXj5J58S9SHsut/I1x7xdtyw7+aBXPfdwa77tsuq8oj19vSUeOT3bbeQ9FWBGvhkDVj4Y3LO+OBIYvgJ5F75d3i4+kw6BvXmt97tMT+y9T3QLPlUL2bwArHe+zO6VPFg5J7q84DK+uXovvlnQ1r0YAPO9Er5rvX8eGL2CAwa+xIjJu23Dnr1Gd6e9aRrwO2PAW73akCG+3oSYvECAgD1LJN89V8GvviPJzDzWcmm9/dAtPmWmVL3CvEE+Xe5Wvezdlz4bn968WCY3vDqBfr4ARrY++S+9PB4kOj1gXYc+La86PvCUiD1YNO0900EFvYrUfT1G4849nToMPketc75Mpic+6QKEvRuVHj3lsNK+aIuZvvarPb5xgp4+BWp7vngRWDy4XpK9FW6xPBWKkz1oPpo+9uiePovCEzydBuw9h2GevgFkBL4QVJU7AAqyPSa7hz43Y2U9PW39vYZSUT7PNBi+ezGOvvmbkj0wu7A60ZumPQESJ75J8Ic+rB28PRg8cT4P9669gFWZvMcVAz7DuIk9MbE3vvdElL3ZXZg9ZBFqPSeNDj5jNUK9soOsvR208r3X5wk+SAuAPgvRWD35QJO9fbA5PnW+mr0hbrK+mi/PPSnZm72NIxW9WJ2YvZpxxr6QkcA9MRUyO9DBjT23G5u+WjYovrwYd74gvP49h1IcPfaTRz58bS2+GNc3PcKdOz7ufkc9QTBWvQCpNj48BSW99O4cvoK04r3hz8a91R4wPpwKkT1tS1s+eKaXPlecqz1ZFEy+4nWQvDxKHL6fXUg+RTnqvW9cnbxHjdi+3D8TPsh75ryECGq+cZ2KvmvXrD5Fo1Q9ZKG7PZYhpb19Hqg+uisevoB1Kj5efqk9N3rBvIS4Y75YQNe7dByvvRSJPr0IoDC+v2qkvkxsXr1257m8wj/LvVJCMb3YGDW+0brWvV6F97xsKMO9kVPCPXPZLL53C9C9pqlivoLRSj4v7Qy+2tciPjxO7r3NLD4+4+g9vosWNj5QABI+x1lZvOP24D2VdC0+8RKWPWnzzz38R0W+t8a4PX+6cL7/bec9dLAVvt3Ijr16Qnk9iKe6Pq3giroK4VO+YDsZPcylzr17+bo9gJmPvbk1Ab5IITG95oykvVqX5zxflzW+pl4IPW64073r7GW+JRqyPdb1sbv2wtw9HE0uPWSkSj7Ya/a98AmZPtWLuT3fdFu+1H7fPIMC/7zXQ3W+8qxQvlI/6z3zs3A8LfKAPcU+vz392KS9GaN1PIm0xz11Yxg+vIk/PnVcaL0aHgu+2we/PbYELD3+xc69tHJfPlkfRjtb3gO+Mww8vlf1Uz617hw9vbmIvX+wPr4CeFI9a6EtvR164r15Mi28aDLGPZDTur0f92O+P/ZLPEWsgD48+0I+qYZgvey00L1fr4K+2yutPYAMeT2wdzO+rRS/Poe5pD4uzg69LdhhPnaozz30Hb298BEePc7V8D3WK829OdZaPcJ+zTreG+c9doZsvfSho77+4L29qVypvsRnSLw0X8q8+VkBvlqfiLtdOnm+IzSlvHG0y73Pzeo+5bAsvhKrKj4Fzqa8QCBWPniu1b1q/me+zLV4vge9pL0KMPO9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "i16UPI5HFj6C+kO90bO/vCCJML71J3A6LBbMO1DRsbtc/hk9K8c7vsqUmL39g7A9Bv/0vXewir0Ry7A8sNAnPqnKIz7szhg9bwqRvBOehj042R2+Ii4QvmcwMD3cvck7posJPmoecr3zkHe9E/51PiJNFj5eigI9nBmRvY0D4TzxbwA+zsHOvSWV672aEhC+0y41PZDo8L32OUC8do6bPS9Si7u+VSg+wS23vccjyj1aTYU8y0GVvYruND2xwzI91H59u69PDb5j0Ow9phIsPq3VuryixJm7t/NrvSNeqb00pFS+ZvmqvbJtX770TNM9AIDvvCxuQT6Q5Dy9HVhRvii1kLwutQy98HvyvWlYWj46vA+9GkU8vY7PyD3vI809CCVUvR0d/7xUz3c8k+WxPXzZn7weOsa9+AAHvjM6Jr3x0SA8kQPZvQWC/z1/Yfi90Y1avvMbVzyJW8m9aSrlPe0eCr52KJU9UQQQPuIDsj1/o9k9CMs/vbqwIb47CZe9T5KxPZFbPb5woIk9V+WSPRw7sj2s0WG+o4gfvhAjgz7g5ea9r0fhvdcX9TwHUKm9P1VjPlMhrjzdvwm+5oKFPV/sUL2OApG9DPCNPZwUc722X6++Cu1RvL/NzTz1SYc9+jgNvkCJqT69ap27zRZUPWHPJb4R1vs9bIQTPlsP570="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1_2/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 