{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "H2CMPrTNxL6IAk8+s8iEvEYv+r1yG4k+MGUmPpuNnr6v4YE9xy4/vgTRm72gy3O8bswhv8zEoT6ttgk+D52EPrTrLj4zJM89RPY2vvO7nD2zp12+h28yPod8Kj6FdJA97rpEPt4AX77qvuu+mFCOPj+FVr6kuMq8J61fvj2Cpb7AOlY70+R2vS4kqTzFd1k9DUI0vna/S73plru9LdOtPU24hj4o/i8+4CYBPR7ezL3vrfc99O0Fv5sLkL/N1/m9t8xVPh9/ST7+G3G9XOv1vDdua77lb269eIhNPnZ9kb5PWgQ9NPwbvlBc+L1200A+O344PlRmML5AUMy9sluLvZzp3r3zeyc+tWbuPsmaYr4gPbg6O/ncvOvZFb4EJcM9T0fYvS6zyb2jlhM/veMkvmWAxr1W3yg+Sb0DvlOMBT+E/DU9Z/4dPkG5kLwqrSA+YdUIvsz5tj37GBK9xFvTvXhzFL44sWq/LD/mPU2ZMryOlU48G/MLu43hV77Me5y+kJ4rO3hxlz2wo+y93KN/vi5PHD5MeJW81urkvaKfGT5q2qy8ILtcPZCdyr1JI2w+BH9Tvic9HzwrFbI9WxuiPbeGxjwU4zU+xY6pPex2iL3em708POjEPUD/Ez7TqxY/8qjQPTEaRr59frk+OAj+PMGwtL0lx8S+UmbGPbcJHb56ebe+lX0IvwFBn73NSR2++r4DPmElCD+WEoq9mzedPVCCIL6Z16w+YiFRPvz+Jb4xaRE+XkKKPjmRqL6OVKw8T8RzPXk0mL4vVLi9izhEPj1gmT720l2+6hAhPZhL5b1LqV497kxpviXiiz7YTqo9kZ1JvuQ5OL5lvpS+V078vdl86z4FKA2+EymBvpJnR72VlLy9/LewvbpP1bxyf1O9CI/HvgFazTyndYC+rPgLO1dyt77mHfa9deZmvkg6Hbzg4xk+hAdFvRRHzz27+TU9jHVkPdS6kj1fD9w9VZ1MvoX6/D0/ko+8xAnWvqRvTj2Y2Um+aWktviQFET4dLKk9tD+kPKugzD5uIjO914RevtMtyL2U8FI93uU+vtBpOj1AxmA+0qOMvpOxo7yPQmE+zrWNvh4cL72NI3++0L4+PtT3jz5Va1E+5ojBvUjDrr3jcgu/KHIQPt8DYT3RiHa9BOC/PLjMVj6iFiG+Q15dvWUjIL41ZEU+mKUAviPiAL0u24O+triGPo5nQD5fK3W+XXB2PGttFr2aeDI++ULgvUXQXz71OYW91G0svkXvkr5SEwC/S/ZAvjxEfr6+/2I+g5aNvZufXz6VOtg9QqghvgnrVL49n3S9YLs+Pm1dgj6SUoW+eKVhvZACy75pDoO9guaJvKK3Tj60FW+8s0Ygvshj+L73pqa+toltPvO5OjyZdPS9ia5Jvj78w7wEo9M9HRRJvpKnc7uifcS85v8cviOxvT3wEU0+xeF9PA/jf75fVC4+EabzPZI94j2VQZU9ImiqvvwACb1ZPH68ZVEDPsw3GD5gP/i9BZBKPefv0T1vGIO+rnOAPoBOtj5g0uM8mBURPtDMKb7d/nu+uJwVPt4VzT2IrY++aDTEvfTPXr2fFtc9+CrGPVeSgD29T/W9CJcjPp4FSTvkkMI9kBgGvs2hPr7v43o+lSOIvm0ABb0O4Da+PqqAvvGe3T34S4a+chFiOV4217yQlew97hlzPr9/Kz2fgaC9B6SQPp2zHT6hZtq7cHDUvcMja747Fto8hHQ6vuz6gT6UIo+9ugXSPYgDqr7AnBk+lpbYvXXqkD7vukC+UoJsvorSiDzxZb6+JJCZvtdBmz1Qf+49VsjovQ6phj5dKyo9eWERvcjq27z9fjS9z22xPjB5eL2qW1A+HIT3PRjHVD1jVVm+GZyivZaHpz44Hco+DNyGOrBcIr2Uv8m9qxpAPj3DQr1IQyO+dvMOPmZ/Fb7aCRW+YKWzPq8fnL4Kfzg+Sw7MvcQYXL45nMs8LZGPvnU58730sj8+Q3MLvEC1BD4Gevk9smFvuvoelr3C+qw98NmlvnCfDL6v81c+30wfvmM7P7wLhpU9smDNvsffFr5G2bS9+961PaDn3r11n847JvYjvnFEqb7ieWC9TPZ1PiBg2LyAsyM+GfO9vgQ4pD5GmxA+zPijPvDCSr2Sjcw9SP5Dvh8fjz5Yz028ryoGvoEnrD29vcm+flgMPtVD7T2gYqY+KjCDPuzHzr0rfYu9ypkePXSRAb6iZV0+kp1XPdSrdTwwJLq9wh48PtnmOb7Kc2K+k394vQaruD27KZI9SqTsvfmVPL5WyB+8/KTevlueQ7+g5Re9gjtbPnZABT/js7O90lP3PUAKlLp4qh0+awGTvYJ56jzgmYm+T3UOvd48XrzPKBU+WjxBPP3mFbu4I5o9B9KKPjunsrrDHpu9HkBCPuspN75vDou8LLdQPte6L75SLZC9urt6PjibWz4JthQ+2Y8IPqJrR75WzXs9w9hJPZgC276f6VC9ycTAPVap6z37/ym9Hh/Juqcyfz0iVOY9gS6wPe5oKL4/DoS/R7EWPQsDhb6SjAy+i8JYPjI3Ur5lG048RYeqPY/pg767o7i9TTuUvvtZi738PjS+uXcTPFmQML5gYTq9SxhjvoTaoj62cIA9JdthvWWezD0ldDU+qldHvVEV6b7QzJQ++zTqPW9tMb62Bak+LwXDvUKVhz0+hJ2+SUWOPafSBj0f/ro+I4mcPvlAOz0/IAY/qE0yPhvJnz3pbRo+vaDJvi19S76vCDO+3RqpvBCnbj4a1Cy+3kSyvWnEGb43BCc9kmS1PUeeXL7PGH0+3mJWPrJeu76CGl49j191PfRKmr4gb/097zgDPud6kj5JI0m+Li7+PWKNnj1qnkg+RvT3vU4haj4KIl29OBLXvv/qAT5VDYq+TEAAucphDD/gFRK+jT5BvukYvL3yFGY92xUfvjrfjL13Of69MCrXvnj62jxh65G92ZxWPj49t72rSSS8aGLzvXgyb74SY/K9/3baPHUrtT3F7+I7AbzdPZiDHL41Pi4+UQZ0Pdca7D18MIG9gyYTvxm6F77HRxK9DM2PveSxDD7jngC+lcQNPihKjz4+/Jg9uJ2AvRMBTL5f0wc+wjUKPBLPnj7xHg0+srWovqy3DL40rfo99GUAvo/pNT0xRzO+XZ4pPcHQZLwtl0E+DJpbvgSvIT4BTNS+tOwPvuxVAb12JhE+e7dNPo64gT6BidY9jr0GPlrmuLyMPRM+IV/nvFYsgT1b1Zu+tQI7PlqtaDoKPXy8f8M6OwPztz2XFNe8PR39PUDa/D08bOC9wIJRvfNjnr3BJbO+2U5Bvv4S+b5tukw9l0fjvYT/xz1C9Mu7R9wWvux1vb5b7nC+USGiPRzOJT7I9q09DJP0PYSK4r4fY0k9VqQUvuw5Yr6aqA++fwcCvh1u7r6OzB6+7oSnPX+4xr16myA9p7rGu3C5eD5dP5u8p+2fva1xF76NBgK+lQidPOEQIb4fpWM9XQt2PMuelL78z8U9AKqCO4mKMzw+Y0Q+oZ6Xvjv9A764XpE+x8LGvTfpyD0t2Xy+6T6QPl0tWz7E+JO+pJsKvkwiHj4j/509IBzRPvlTyjx8zY2+HuY3Pk47Hr3cy1E86xervCPdeDwLJgO94jKDPsfKLr4lpQm9q7EbviNGrD1VLw29xL7UPMgr6z18Foc+GlkQvm+bkb0wTs+8jI+6PZUu+r3EqxG+z4HxPb84Sb3QybI9wTCDPjS98D28ru29dwo5Pq5sQD1B1eu9f2T2vHpvCT02Dns80dItvr045jyLyxs8ZakFvpdQfr7wAg+9dD71OzbUHL0G2xK9yb+OvhKzTT2tDpi+jXB5PGF2wb0cGSA+Gq01u1n3wz4QVxq+1Pa2vVZRfr3a9i4+LSKMPeTiDD7i/kk9wE2hO+VhNr5Immm+geD4PesYhT7eFsc+84l/PswLeb3ugOG9gy6ZPI5BML5SkAg+PupKPmOI/by6kEa+ED0ouuTrTr7AKRC++WHKvhpzv7zE7QC+Ui8KPpEqD720zkW80tQmvrAMNb0E/k8+pKPZPP3Xqr7JGMG81dOrvu42Oz5YDZQ+uZcmvqWBeL3+APK9Ddymvux8LL5L6xI+84lQvlyNeb6raGU+mzJ1Ppm3jz1nM6O+lcHpPccCe7099Ly90+S0vg31Ir1k/AM+YHM1Pi/L0b1u3Qo+g35/vUsxJD6Tajs+VIhLPmf9BD76B7U+3tW5PaylPD5D09o+TvhVPiU0Z75r+qW9KIjbveIkIb1fyaS+zbq6vS5Wn771DIe92PkJPiO5Kr61Z1w9GmiSPeLedr4o0Za9XgsTuxlvFb1U55895gPrvUa4kr8+4wQ+9u/ZPaEIl77HpyA+GmLrvcT8U77if2O96ERQPh0USj6yCpG+q/QVvcGGcD0B4oW9i+hmPhpdQr08hBk+xGSCPfAx8L0cS0G+QVrgvnfd3j01Nxq+lZavO5qs072cTua9FNcyPNgMF75xeTk+3AwUPrDUnj22lEg+Ac7nvYiO6L0zrQm96WlLvt7e5D2ss4C+vc2SPpuyEL1N+8k9bv30PB3q+z2pBxG/EJeuPdiLzb2tIii9exEpPuH6Lr4YLGO+GiWyvtlzuj4UoEm+SJU2vs8CFT4KqZu9wso7PHoPh73gQIc9Kn+DvQnBlT50sQI9Do+rPtgZ1b0TdKk8Ei0AvlxwMD90Bhu9wxgSPv9TJz5yvHc+YIAvvlnvTr5YzI+8KDxiPuVOuj51ljo+D7AhvXvgkz3DRg8+eL/TvZG/Or4SbIm9UnOWvnnEhrygGMi9HIR7PXqSwz5biUu+07tYvidwPT0t/Z8+Lg9EvVFZtjw1J9A+h94GvMDzir75tYY+HetOPn1ChLsQ/oC7fTcEPXr3Uz44+oe+baqbvMMaDj67Pw8+KtesvaIL5T4vMu29VvGQvpvokL2kCzm+ONkAvkzUpz6IHN48Iy3/vWdGGr7kxUc+ZZXSPFJVH74cVoO+3l8rvj5q+z0G2/89mk2UPO+5xj1vD7S9wAXbvFNCoL3V9TM84FQCPnWaVT735ho+2JH7vc95mrsyCly8WpAIPVdMPb0MlWO+rtGlvoMMvD0hes+9k5sHvnRzCD0EJgY+kcWWPaIHSD5VLzA+IyUIPiJ3Mryh8TE+BEBeup1wZz4oL4k9WyKbvjIlTL4fFBi95CmLvfF1Az7/pEI9ebVSPpHsWz7LF8i8V0qCPN0nzb2Mc+O+dE7FPU1uvr0gGhA+ZmgcPUh7az3Te467m0+UPMO0xj1tCwe+zbzRPSwsLj3y0bG+KI0FPv2ZBLwLnZi93NysvcP2KD61Dw4+tPZcPPjJDD44MKI872CTvmq2s745f9S+RpXFvZ53e76dl9S9F0hNPtNudj3RN/E9JHZ2vgkoV744utG8laogPrcMbrzeJiO+hBWCPcIdxb4RCMS9L66evDDMCD1Upvm9AnGyvfrHYr7wC5a+xghWPvqfuL1VOBy+zruavTIMRr0WPEI+A/4uPlR7t7ppAqq8K2hZvr65Vr7/A709GFXSvs0OIr5OWxo+n9ZMPJAnOD7yJa8+wRO4PSovSb59GKM+vC4IPm4qCjyGajm+1N02PiIbuj3MqB49J+kKvi6gxT3XK6M9EP2pPhxqOT07b6G9HekkPneJgD4FWwq+rbE5PiO/r70BU309o/ZbPmJiML4oYQq+MFLvPRGSJz1pv3y+j68hvqW7PL7I/789EgKLvd5uZr4KlVm9qfkSvgcQnb0v8cC88ZcYPa605r0LNM87pQMPvfLilj79KVU+z9zIPaUySr75vPe9fG7xvZl13LzymQy9pyxUvS7EBD5+INM9eo5mvOf7pb55iKe8YgMgvitQMTyhUfW9ivCQvia9Xzve0Ly+WhOdvgPqJb7ZPoe9KekkPrU1qz5USBO+0jbRvTsgaL3thBc+BBjcPOZS2r3AbiA+41e6PKWMqjyf/BK+LbriPDFZ1D4pGas+BPM/PgK1or04sx8+QaUoPsGKWL3jxBq+aoNzPXOo2jvWL7a+vqIKPvOMAL5sEIw9zvGLvsrocb7Lgqg+83GivVnyUj13CJg8C3uAvhVHxr3JaM09UvzDPV7dXb4SVZg9NnSHvmgNKT4Gljc+ZlQBvgtGhr5f+TG+hjjIPfOKf76HEBk+00tDPfXDpz2Gw4Y+ER2EvcbXCT1xJMm979HBPSaHm75vQH2+mHJivsPeAT5qm5a96AU6uinaD764GDS+tpTZPd8ljT3dMJK+7SEuvsKQhr7HBRw+kZDNPF5RiTxH1Zk+4e6ju5aQq727p4g99OntPKm0zrucdIa9SpxRvL4NBT2IkPo9pVt8vYjfSL7v1sU9EOtpvhSPiT6Rqr88A+6KvdQhM74Zr7s9SjNEPtdeOT2CCly+MRVWvujwnz6iP5i+qA0YvujcdL4Lng8+kzhAvjnZmT46mBg9IE6uvaTo970ihxm+wzgZPqimfb41RFu+QbyMu8c9P75k0u48xNEvva98vDxeuj69FcsePS7SFb6t+Tu9K7OCPjmlYjwoXny+dre0vYNvL761KiE9LZLvvpEbQz6ffC6+ClH3PZk1gTyUNY+9MgBMPHCZTb56Vzc+eFzNvVF4oj12c6u8bgZ8PQTpBb7HQd89xBcTvubKBr33aRy+j8WUveivGD4tl4u99mCWv3+VXj6NsHc9B/cWvTEv17zPi7y9UllEvrDv671Z6Ak+hXiJPtNF4TxY1LA93imKvtQZAL1Iloc+xOtAvpv8276xbJW+Z6FFPghQIL5DnRk9yF80vgKDNL5b5VW82iaRvs3eIrvwQUu+shJtvivv4D3UK9s9SIqbvknUqz52+CY+TNgvPoN0UD4EP8W7ROwIvjZ3Fb4UOwk/1D3ZPLgJrr3Hb4S+AUrRPmW4szwgYoC+MjI2PsgZg71eNlE7i2YBvuN4Z72N3JG96fDFPRsqiT5e3I+8odPnvRWPzT41pf09Nj97vFIYeT5ecZ++CrTEvVkBHD9YhBq+vommvZGH7r1kMJg9U6RhPfYwUL5wzE++8uPXvtSv1z2muy4+9ecUPqfNjb0IDwi7E4t5vbFZt72lEVY8RFv+vJbMpL3DmCW+VX1MPj23Er7QXbA83cEZvZdsfD5QJSK+RoOzvipsxj2HSfs62yi+vkegzD1oQzY8SFS5PMUBcD6yTao8luVnvV0El72cncE8izJ7vtKNJD5BTRM+YJzkvervh72Npb29tIo/vgidHL7S9Qq+vud1voZkrT74TV8+jv4vPWn+QD28h8e+95w7PZRxVj2uhyO+R0VPvggQXT43QdO9yiEAPtniET5rFig+J4ADvuebFj5NMDa+H7K5PqWUwzx8rya9RhmpvtsnEr4Z0W28qc9+vk37UT5NW1w+LnZ7PH74hb7ZEvK+vfAYvefgAr5dKao+SkQRPCptcD4ttPe9sCpKvfzXIL5c0EC++sW+PYOyZD1MEwY+UsizvaRn+L1ddpG+EhZtvf50Fz2RXSS++EyKPcsVsL5PoJi+hcuwPsmJpr3QwCu+GQvMPXNzVT7evG6+UxN2vUlmgz7XrIU8be5Jvly8LL5MwaK8sAgqPq4rDb4SFaa9Ih5OPX+TAb5wQhW+ggTrPbJ7Eb5WW4w9V2jzPY3bib2gmC2+kHGnPRMrmj6zL/k9n1d8vS2M0z4P7Tg9r8AOP4dggL7Ea5q9Gg6jPaLBKj4jqhC+IgmCPXTvQD5P4mc9vDSiOzHJEr5/Tb+8GAYBPhp1D717f5K8UF3JvMvldr2Xco6+NZ7tvYDyBb6gPVa92V9yvETiLL4DBqM8AXnlPQWoqr1MhNc9PNpQPnO6ZT3ke4Q+5SkRvnLWBruU+Vy9Tuz6vBHLhL6Nyj++jMTNvSfLxztdCHi9WZfYvXkWYb2suCa9LNGHvtMDLb700eS95NOIvVy08b2muYI9/G+FvolLgb4D6TW+6ZQuvrKBPD5xrPO9yFRHPo6xBby7wOU+kR7Fvf8mBz4e4xI+ZNr4vcPuhD5kjCw8DkFRvnFeFT8XyLw+a2+hPS+RD74X1k09aQ9AvlTZvr1sljG+0O4yPld/Ar5kVd693hVrPrQMjb545rI9h52XvYvpWDy3J5q9c/Vivo0prb52nwo+a709vlhmK74Raya99oicPgl57b1nPCM+w1txvnnKwT7kNSG+ai/+vNbxl70pUHK9UGkJPp8Tpr2t5UM+q4kcvPLNQr5oWM+76hlNPCFq3TyTKjO+DmfVvUElqb0kmsG8c1wPvW7YdTtwC+A8N+WuvSA1+73nTli+wKdMPZohBD41Udg9Y1lRvkdnaT15gCI+0MHuvVYwVjxvKio+F/D+vJpOHL7JNRq+r7KQvlIOWb6ewYG85a7mveebB75sTZK9xkXDu1dPib7o00i9rMrQu+OwgL4On/Y8tVUMvsdV4r21rHG7sYSzvTH/47xn5Oi7l2ngvbOr97yS8zk9vC2BvVvBsbta7Eo9bTcNvZdXXj794Z29TRMRPjkJ5j11DIi9AlvnvbryM75guJK8VdN7vVMDI77hhlS+tPNhPX+Hl7wpysW9kTmFujELbL5mfAQ8pviQvTRKgT0Q+zq9NLJ2vYdPar0wLCc+iDwuvvznWz6myfm9w/gpvXAOdjxONco96BmKvfiEMb1CwVa9vpvSvb1M6r2xUc28k3HUu+Z1iLkc57C89ghLvuGTbT3q+YC9BvyYPTyKNz5Y5Zm94lV9u3TVMr62wxc9E/VjPU0ni73zN0K+1+4NvhpiIL6X6xk9b9ALvtecB74uZay9TRcXvpRYyr36Iuo9TOK5PFsE9b2eVMI9hCoPPlKWIr4ePdE9LgJ3Pl/ssr3i5jm+bskCvlOAST58Fh4+YZuXvZF8Br5sqiQ8M7rHvMU8ab1J1r89I9n0PUo5xj2BLbw+DBTBvpoIbr4tb88+FngYPqdWrzzHnTk+fdsKP6kRZD33BZs+U2wMPuB9jr7ZCtk8PSRzPqoXNj7tFAA+v2HwvOMwlj7Jlh4+wbBfOQ/M/z1R66M9V4MVPjbw77vBGLS+meQNPZasMD+Q/EQ9WZqivekbR752Igs+m0JIPsEli74aA6K+5QO0vclFkb1si688gCqNuz6otT0iZQA8KV9bPqAgH72MnX099HiBvtP5hL3VTkc+/RI6PjhOWD4ctSs+zQuQvoXxZj32HUY9c7+gvoM6GD6wf069qjs+vfYxCL7yl8y9nKwHPlbZ4T6CmSK9CJ0Kvh1lYj5U6569cpWtvQOioz3XRrs92w4Kv9NeV754+qQ9m3BJvVT15j6kpou9fRavvWkJSD4h3VM8xEpLvoxsEz4LDzQ+Dqu7Pj7k3D3q7Ci+dFV7vkAjmj6iDXe+NmWNPbDh573U4vu6mxsAvZ3tvDx/Tme+ojniPNRIzz1M1D87wX8Mvzsuurkj2oa+3bvdOmqlgj7X8ac9btfLu5rO2T5lFq2+12Pwvd/Eq76bg00+vrnqvczmkT4Mv4A9imA+vWbQhz27sF8+IZXCPZCElr1I3Qk+rgoyvEijfD5lC4K+Ed5Mvhz5ML1EKnK+GjRRPfKaLb4AHds9YQBovMXXpL0oGEC+tIfpPXiiWz7U7pw+v7d+vY78lz0qYxW+6kJFvbjVsr1Kxfg9jqtAvlyLTj6twii9+hx3uy3S4rwRVR8963kKvmB+7j0W9JA9xEMDvszkQ70DQJ69GvzgvJixLD38B62+ChDAPTPq5T1SlY2+k+3HPjqF5Ly6iTU+gQ3aPi7+VT3ImpC88zUNPW3aGj4F8RS9cxnUPbopCz5cY+m9JDRZPD6ocj6jCMY9hWcGPkDqgDtgKeA9jU+9vQXh5TyNt1y+NbSgvgS/Cr7TCg++pGwBPHk90b1hXi+9jJVsPnjnLT75UcQ99gZFPct2JLxMLz28yRi1PQIx6b1rSBS9AB4VPlpsrz2v3IE9MXM3vldpnr6X9Iq+r65RvV6G+72qu+S81hy2PU51+j3oLIC+QG8+vpsYFj24bSC+m+/LvVpv+7yCNUO+NX1HvRnXuDwWYX0+EnrhPX49hL2tVDM+lBkFvIIO4D1jY6e9aRnzPW6aurx7xZo+v9TCvRM8zDx5JJI9fXmPPSXUgL1qnOe9ffY9Pky5F76om0W9+gxPPhM+c74nVoU95e4Ivk3vl77iUyY7W/2dPRZLB748jtm9x+A7PX3+rb2bolE+pAUnvtmeqL0QEt49yRSJPjIHeD0g/Rc9xs9zvvrWRT7bvCC7vau5PQoPMr5JMa+8PLHuOWjzrb0OFx8++4oivvszEj7bov29eYSZvalBg72w2AK+M+h3vvAIaD2GU0E9PsRRvrmCHr6+Z4q9E567vcw64T3murg9vq1Rvs7uYr0WYmc9WWRMPGtX/71EEoA8667FvWOPSL7WAhG+bZgqvhIVDL4DSdo8iNuzvVfNCb4m7NM9lF+GvS9U/jwBMEQ9o/7pvdCaPr51GXs9J5qLvkB3UT2RMQ++AAvtPJHE8j2zeQu+YdWkvrAXszwrap88uwr1PF3W5jqcJM29SCWAvlaKsj1U7ug9hGMlPtWeVL6F5Gg8oueBvm8Xzjyk52C9aHoQvptnjr4iH5Y9QEIgPSdtSL5ftdK9Ujz0vYnLVb0t6p+9T3D/vX4IiL1C2089RXnZveDHHr5JsvK9zxDfPQ6Lyb2kAoq8Zh4ZPdyjLb4aNm6+tFJxvTxIhr6DJ2W+OahYvY06bL0+qxq+cU2ZvhpjZr6IBp+9ycm3PYGSLj05uoe+0pmHO2NyGj5QuoC9aaGBPXY3pTp0TGA9h/yIPpQqQD7qjlY+JI82vhYeojwF3BK+S/PYPfxOmLpsQBG+Tr24O7+2BL7AHr49pTstvp/Ir738He49PHbNvVz0aL4lLA2+6wLSvFv2Dj6fmPa9mED0PSezyL2WTja+a0v5vH5dTL6LRb29hVj3PbWbfD4SrG89S/5KPe0GWr40Dg48Rl38vVsv2D2F8Qo+PLzCPI7lSDn7pdW82jOVPuiHNT3hdVW+UHp3PVlnr71GhbI94FtHvX/gFj44svG9hqpbPV25ST0c6lQ+vzRovn6QAj0XPem9QPxOPYBpEb7EeJ4++rg5PiAe0j1YcIU+mHBTPjuoXT42R+E9dkM0vY1IVL1sCLU+n00PvqTksr0iJ4U+WJgTvsJlL73FFQ2+Qs6MPD0lNj6fhzW9WlYavr8GubwnOHW+Z4q4Pc/Zj7zavmu91fpTvnx4LT1IDU49MVEovoi/ILx7nPM9V4SYPqqeNjwRjgi9EHy8Pf+gQz0Ooga+y8qwPWAgdb5cRQC9y3NyPl7Bpr064GG+gXDrPf+UVjsmNC4+fHysvK0y173tXBq+1wgtvcZZDz63Aa07Z3M/PFDL8D0/Sfo9J8MJPj5vPr7vajM+KIyFvlogUL3dJQ09z3glvdHyjj7HrRo9oNZevXpzBj5T6l2+9S1kvSnzbz2jKLK73fjrvZiJizwpxFC7qhP+Pc/WC74HvDG+2NH8vSlVnj4/cys9VYyePuXeDD4XvYA9BPwWvuBIiLwfLde9LIVLvgpgB77Ga0I9nZEEvkkQib1f8hW+YMLmvYiGwrkylfw9qwUvvfzMq71xxCG9wW4KPtfIkL0fN189eczBPZwMmD0j9t69cHesPHv+FT5XyxM9gJt3vdmUfz23Aig86nGxveWALz4qzQO4WAIjvt+ZPT3SJyi+vM6gPRadv70AOAm+zbkivQntYLwk0AS+UH09u1ax0L0kbA29bvHUvcDV1j1VyAO+mfg6vgUrob3hpyW+oQkWPjyKOL2YfOc9Liz8vUjyI77adoM+PIoyPfpGhj2NaMQ+iZsYvQZ+Qj766e47b83jO086rDxJmiU8izrGvQ5a871JThE9oXWyvVUcO7xWXva7Jj2IPJvEirwEC509OzLNvSMbhL2IZhc+7kEOPQu3oz3zs4C+hDTyvcC8Ur6N7KY9f91UvrA4Z70U8hS+dqkHvJ0iGL30Hee9tcC3PbyfOL5P7Eq+e5wFvosgA75o3jg9L5dhPYFmo72u5K29dSayvSYcwL2nXqa9+/JWvVUahD76gbi7zdqIvo+X5b3Zmgw+LKVLPQD5vj3HM9S96zStvTjjXb4l+J88ii+pvVyZ/Lsw8bs9aFiaPQUm/DzvEZa91W2EvTBFTb7wl4E98WemPagKzr2ez/G9FAcUPf+2OL4LlUu9tahCvndvMr0yEMI7692iPebGTL5ir6A9Sl6CPGPf+ry5InU9KOmmvQlkPz0vOB49Q8Y1PvkmDr5o3Oi9kFx6vTIHtj19q+c9oCkyPpUQNLyaSwW+dyosviUwC75mijW+llYHPvcdhrxVWCI8i1QSPupTFb6UCro9J6LQPdM+or3TBpy9aGgvvUiJpz0khl67jG2gvBVL9L1l95A9h8BtvU9iK75us0i9rAogvvWNVb6p87M7UJkaPRCMEj4Nhx+8/6MJPQf5FT0TS7S92rayvG5KTz6TyiW+KnAHvnFVh73faSS+OSGnvU+4mz3Viz+9SnP+PFdfX7vnRNg8aQG4vQjBqryPcps9hLJcvp0oDjyec7A9qoTCPBvnjr61GJw8j8BmvUM90TwDgAK+Wg8tO04xgj2Ckp2+DdaJPC/hvjvkETk88QT6vdP0Dj7G3es81bThPfy6Bjtq7LE8JZ6bPYJr+rwQVkY8NiUoPaf82zwKVys8wx1aPj8LFb7HjkC92wLVPTX9pT2G5fm9dTYHvvznBbzozk87Fd/wPQj4iz2pYA6+Ctn3PYZ8rzwAF2s9kkRmvCyxobuNPAu9f6XfvelaADz5SkU9vl98vXnRS71TJ1q+4YKrvR64Hz3V3dK9k+fTvN9IiDw1H7E9mZCUPWTooz1YZCE+mAQ7va4zJr7W86A8VxKUvLfB3D31vhY+sjP+PFUbJj726629EYSHvdCBsT2UjWw9QDbnvGnhNTwrpRA+D0ILPnImEz6jh0M+acJXPo7c/DyY4QS+IwRSvdV9bj1IueC9Et8yvl3aVr7Nk2S9TMAWvibalj1iDL69vCcYPidwozyKzce93wesPjHML771SKa+p1AavSaBRL6e4Fg+t5WnPVICdz3SEuW9K1/RvUZDAz73R9+9Utj4vfZdzLovJNk8cN0vPW/guL2Bokm+XPzxPbP9Xj6Q74i9rabuPQjCojyCMU89FB8Lvb1Kvr382yk+enIrvuasQr7bkcU9ixXTPKcqILyxmZi7IjT2vRM+4TvoxdC9yE6APdd+Zj3jHEc9Cnc7vONtmrwVKF29qMDEPdG1VL2oXYM9z+xNPBGeGbxZdJq9CMXpPfftjz3tQN49701SPvHO6b3lK5k8Hz+jPaqCLb56+6Y9ujbdPcSuJz1n64e+BRkLPitSGL0TJO899TQXPvyDPb0JnEy+Y/aGvIlPjj2gyeU9JEXsvfWL0D3dQCC8XPzVPQg677xtpS6+/PCjvaa0yLzg1tM8ypESPYfNJD2QMXm9NIE4PQKZKj0SAQi91qKfvZ4fAj5v5xe8WtGYPXWSlj3qBEM9Vd4mvjFJGryhDkY8kapPvuPAnz4z49Y9paxbPXRBJz2HmBQ9e9A9vBheUL6jmoQ9VE+pvUH4MbwDAYq+tyz9PEHktD2nCAE+Dx/kvEVoSr2Emk29cnsru3g7jD3Tpx+9vT3iu/u7c76H5RA9LkFQvkYrTT60Kjg+jG+Jvk8yNr5bnZW9dR8nPcA8jb1Vrhk9P2GPu3Rozr3wr829nuEoP04LAT50/DS8EHVTvTgMIz5vw8w9PB/pvfrNuD0MR8S97Eo2vcOGFD60gaK9ZUBuPeG4Bj7x/hs9qnmcvei+TL2N8TG+BpXwvSu53z4+ABG+E5PRPSoVrLsaQao9908cPMZnZj7O0U4+/dZhvmHg3LwWUgY+IhgePp0pyz3fkm2+v9u2PagDrbzKuBq94AI6vU/AvTzMPwA9QgBGPi2hLj3IqJk9fpvaPWzekD1X+AI9ccc5Pi02iz59RKw9CEqdPvDB0r2fBc091VBWvsxUEj6vEVs+axgVvMW6Tj2fn549P1MsPXckXb1lrbU+nPXUPVLU2D3qUA88Zy3xPAgzF71Xhd476e9Lvv5OyD4mNMg8RiIoPnSwn7zi+TA+jW4APk2V5j3MkIg+cbv0vO9aSz04qxA9miuDPjZCoDxDnnq9J1RTPqBweD7m8xM+heIrPtBFyb2vlx4++N4zPuO9WT62phs+XNA+PigoWrmjR0I9A9qqPu6UQj4kqiA+nV1IPtnAor5UKXK69DuFvqlfIT5vGJQ95EDlPXVDgr6XGCA8kqc1PeadLT7gwCi9xWmxvW9nOD5uQV09CoWhvVUrGj2Iv5Y91OS8vY1M0z2tzBe+IzArPhYED713XPs9tPZRvs8rLT5nK9g9BdYVPYB0br5JiKW+Rm0UPmqu/zrAVVS+/+DovZ8Rd75aNQO+fydjvvwmnj0ayAi9HvEAvr5mNL6T1ym+Vy54vlTfhr214T28+AGGPqVBIbzCZoO+02wxvqZaOL3y9qy9M+xyvtQWfb22K0++mATevmto070EAYy9lu21PA3SET2Df969Sd3vvaKuf710L0C+ivSlPr2aMr2whNe9gDqEPVLVnT2mzLW+lM6NvrJoA75QnRW+wFDzvuiRhb4hB7y9QW/APeXzHL43ogK8NUCLvhwhV76Cmm29vRhEvru1QL602lS+ZPHuPQoIi75WXJG+hJ+fvr6lp76dSIW+HjITPnONX70z9Pc8ffpavkW19r2LHPI91UkhvhuYEj7LBrY7jANKPR4mdb6a+qO+9pDPPZxun76Mk4Q9X2RuvqH5W74+sbS8P6CFvsnkir75Wz++ZSFTvkAV1b1bltq9jljbvIA/wL0i1Ba+FEPuO8SXdD1YG3e+vUwDPq1kFb2GarS9SmsOvg4mZD2q/Zs8wkMgvJpZur1Ghuq9M28mvicosD3HId+9r5Mzvo06bb49WmA+RtlwPXJaNb5LiCO+1Xi3vZVtYTwHMLQ8y2wjvj+YUb64lqS9BtUtvnMRhb59Loy9qUY3vkQtPL7TVRK+Y/nNvQVphDzFK1S+8R9vPd051D0OWfk9922jPWuKmb0gyUm+LMH1vKcj9L3WyZC+vBPyveblF7xmZAG+EnIGvcA9KD1uqNO88pWFvQ440D0u6Ru+wE+YvPI11L3Rh2k9jO6GPZcG271G5bC9hd3pPU0/8jw6Fsa9pxORPfJBEb7hmcm6710PvjJS0T161fs9HtSCvXO0sL0eTiM8q3x/ves37ztPv1A9cDunO326mL1qij89/HcBvX2FbD1EO+q9FkOJvZp4o7xhB/E9S526u9IqoD0ZuS69wkWwPV2FHb6RDOY8DMLwvUG/eb76EPk8j7JUvjS6sz5L+M29/e50PMIXkzwcCB6+VhLXvU9C2zyPgbG9mS6uvTlsIj63wDy+xxGdvXxEsL3AvWO9MYyTO/s9Srp9vY4+mpg6vpT7lzsztFS+RpcsPtSf/714jv69yWavvpfgqb0V9Z09+6HFvX+cRL2z+lk9+MuJPfTUn71d1Jo9S0cBPbumRz2fM4c80aV7PYpEkz00s9y9e3vCvfkXFr2NPge9eBAEvhF4HzzFWCs9W5CQPRLaT76QyJQ+jL2zPAyUTL0jVXS9186DvvtNqr0t2Q2+VGVZPYdKHr4aTb6+6tjQvfP1Mb47Utm9HrL5vMsIVT3LQNU92j4fPg0yHb35Ut69Zl2yPafEEb5jU9w9+6+7Pkkk0T3VVq4+WLUevcJPlb15cn48CpaevcaNoLyq9pO++pABv6BF7L2Az4G7U7mZvZkDvTyijQA+ri8HvR8Lgr7Zebe929NwvQ40aj7EB4O+3Ie+PPSQtLyHjuY8JmTZvcBlyjy79WK+oHufPFhpFT7skle9mhfYvTsbS765LSY+7HFNvtX1Ez4tPY8+GFodPkq4gj12KVe9biP8PYppuD1dv6w9ugpKvmHxn7tvVbI9rl9jvjmm4z2gDTW9v2kgPkTMo71lsfE9/mxmvnF7eL5cxiS+OScBvW2vQ76hb0889KOAPctT6ryNdM89MHR/vnyZ3rzgyqM9Qdrxu0JDY7y7nRw+N6tmPep4E77WzwK+yxw6PsS4kLzSLa89jx/hvfTTeL6RER8+7jyQvoXMDr1zaLW9qEzOu51XKz6Ak8K9rBcMvlXuH71Tfm4+GaCSOxfhYL105Du+qPznvTKnWr3Fqpw9N0VQvjQMVr0n3UG+JuSKPXDnKD2Cjgs+gjZVvgE+/byqFaC9kSuHPMo5X75gizm+cWbDvKnC+71iZzG9lsfxvb50Tz726Z28QAipPeBJAj3GsgQ8F5OiPPm4Ub6szpQ9uM0mvrDAtL3WFGS9cUzTvbUMYD7YvYy9j9IavbjntD0P1A+9uaqAvfiy2D1kU989qi/wvQvf9LwNnPK9Wa/IPSYCEj67M1w9wvRePTqoYL1lqPO9XNxjuiy9h70BHqu+b4BGPfoJ+L18eGu+G5bNPen8er6UOYO9fl1Vvm1cQj5+X0g+TbDLusqaeT3cpjU+jFnFPYXJPD5p5dW9ES2uvfMZwb20Uq098M1xPUQIub03GSC8pO6NvG96Er42UB6+QV3LPCbHzD3H+hC+IEgqvdMYnb0GytQ9XmCNvoiGIz2sbm29ag63PIvdej0q3DW+cUdJvltjBD10TUA+AmYHvr7wij2QyoU+pkiFvnS+2DuqE7s905wkvqDjE77FH5G+ZbjePf6ViL32eS+9XwsEvff9+7yESwg+AOkbvCrLdb2nOiA+ePIJvtJqPL6Cul+8YmQ1vmKDrrs0RdW8wDz9PR8jEb7329E8UU4UvezKZDz+9Z+9C7WovcaLxz0a8r09oLN3O2yPyD2Em6Q9jdEgPptBGz3SNa+9NLCjvbSEdb3U82S8bwyavdiDYj2Vl9C79Ou1PX+KrL1AYn49AY0Jv40OJT2QEI69EoQ0valKCb5GBme+z1/9vPXtPr29AiW+vOBUvcXL970tlJi9ccIrvc0Utz0vqjy9DqV5PZj0Fz7e9Qc+8A/uPYkFHT4tJMk8uPs7vfq7r7un8p+9wCC8vZIXj72lB/M9q4kQviw1jz6Ibw0+GugvvvDvNb3VqJ0+RT6yPOsP070UCIg9wmPINxPwLb41pos+0ySdvYMJqD3dChe9rXvFPTy4wT3ERsS9RV7XPeqRzL3mrfS9xCLRO980tz2yGEO+IGOBPo0Yzb00arI73izdvYPFFb2gQrm9stKdPd+ruL3obZ696jeHPpWp4r04xs26mr8iPqGvJb5uxxC97KJyPR6zA79tlEc+Y3H/vToDPj5UEsG8FpXXPPNxPb4VHxq+TWGRu1wVw74U+3I9261vvfZ7Oz70sFk7tLkoPSp0FL6fl6I9XzAkvCKl9D2snwe9HqAxPTdy9TsyqoC9NrZAPmeY6r6hEG89rp2FvTEU2btZ9zq9/j7jvaCAMr1x/pe+30zBvnosDr7IF609anGLPUGWoj5L/d28uXDvvW/pPb3Dc64+oYasvVyvHj4gc5g+VFXLvb0wLr50uLa9+7gZPtq/+7pJN+O9SNMLvsYUKr4s3oi6MpAOPrpklT0HL4K+wH2ivT8/oDwziT89sDrvvYofNL2u3Ha87naIvlsqZL4HIjy+Jiu2vUDOmz7/3G++G4MevQ/p47zBhyw+BKPRvFv0Xj6Zz869NRIevd4jkT3Zry4+gpaRPUSrOb5C6Sq9vwuMvcGxiz4IFIu+LsvHvR58yzzhOae+LsR8vDVDtz50x6A9HA/1PYbI472B9ou9LvEXPdrRVL4QVRc+scZoPo9Rvz3jdMi8AfaevCapyzws/Iy+pTv/vpX22j5mL+g9+v2ovQlwAL6L4r69ijvrvUD9Z77v5ee7wHW+vauPCD5a4Gy+xu0mvHC5FL6hVCG9GUWQPVw4qT2gp5C+6oyovtoGpr7rVng+a60DO9GAID141UK+xiSEvHX+HT4IjDc91V+uvouHv738WES+CdkevpwBXr2WXL69oBYtvp0pR7wXQtw9uZcoPmTp07wvKlm+cZlVPcBY3r3zzpM9vasBPoXh5r2iogM+4QtovVoRYL1FrZE9GbRUvhqtUr0Vfwc8KERZPth2TztKU4Y9PrXevTa7K74g++u4zYqtvdbYwb3xNpy9MTA2vbyoGL6to8u94ZkvPh0OBb5hQhS+3ZmYPv16Fr28EDS+paX8vNNcI76I+RW+jEzrvVzlhL2DbiA+VXLcPTcre70z1eO9FUH2vV9Iez0Og/Q9t2NXPX9WXr7AnN++zI9/vVgAkb2IKZI9b8CNvbM40b2kkOO9A4Y6vmiAXr3Wvjk+Tp4pPUu3ezpjw/g9eVwpPHkVI771XAo9MQjPvUvnkr3pcLs9a62wvav7JL6pQri6JI2NPT6Ydz3/hcq8hsBxPvfm+jxXkWk+kucFPj3xEjzylO48ggPJPc4Psz2+lBS8sYeuvXAjoD1AITo+ANqkvX1v7D0ehiK9w1CfvZU21byhirc9yNYeveTsBj5pq32+BTbLvVifSD2Jiqg9El61vSQl273af3c+w3KSPRzlHb5yUDO9s0wCvlw0yL216qO9nOxYvu1ipz01YdA9TAstPcNikb1M4sA9aThBvq/ehj3RO8e9dW8tvmpCQD4N6FC+SieMvSvoKD66SsC9HniEvdZ7SLzjlQo+so8kvV+Q7T032G+8VeSsPYkaxr2vUTi+FDhGvv0m3b3Bw/m9erFFPJ+QLz4Y4xU+YVhcvv09Z721Sli9fjfsvU9XMb44gwI7vJaHPtXfxL26oQs97vSEPauzCL44v8W9oKUXPVxK/TxNnoG9jihIPebCPb5cPvk8Lk3hPVtkRj3ZHJC+xbSVueL29D0Ma1W9iFgAvkc2e7520ew8y2wrPNfIoDxQuFg87FARvtcmS7wFUjQ8JJSwvfZmEDpzhGU9OjkCPluTgb36d568k1QBvBZ4rL0VIpo9ao4JPcynm70pRaO91gIwvbuEJr4uZ1U98yc3PJy5ZL0MAZ+7WlXKPccxcb2nWRu9Ae4cPs6zSj3wpqA9y2RHvhPhtj1S0kc8O+Ezvo+pk7zq4p68FJshvV7j5rx/cOs9AqavPQYf/Txnjho9LSx9vPHVFL46wQ2+OZnIPRZXTD7pQ8K9ER4QPs8DqL7r51g+KOoOvpjWqz019969Ti0tvsuQKb5bA5c91ls4PsmhLj1b5Vq9JuycPcaUJD6GzJ89hjUMvkyKaL1q7g2+ixiLPAH0ob19KqQ8YN7/vC+gJL5g5mc99nS1PGq3lb1ZQSa+X3Z8PmNrRL5BB1O+I7lMPgoXzr2SluK9YHZWvT2iHb5vSTw+1DLCPSLG6r5cJsU9EoF6vgHUyr3cnxu82oTHvd1PADwzs469yPRMPlJIcjzf+LO+jI4cPvZq8rsiPgc9xUBQPobvsD2QgUW+ZjsIPqgSFTxbe7y9Au+PvFdL1T2Medm8z4UhvvOGtr7XKGK9eYNUPtM3A74dHyK9qUiRuywcGz2TWfa+8s4cPnaLer3fgxq+mB+hvJMjYb7s4mE8Pp/nvZwszTy8+ZY+mToVPaewG75dBT8+fZkIvsRBKr0U2wa+4rFSvqu7Rr7i1TY9/vbZO6T2tD1Emvu9d9uzvT7OQL2ja9w8qsIWvgG+PL7l6ny8hxSpPayhL72t/mw9iaOPvRXsr75pxMO9R26mvXYtOj6g0yM+5NIdvmVMqL2jMn4+hXZLPEzaTL2z6VK+9FwvvUmg5jyTP7S+v9Q8vslnij3NUVE+vQ6YvELCFztrgj69yMQiPhpeGL1i9aE7WvgsPt/OiTzqIC49Az5PvVd/s72DQbK9O7yfvtlO9L7M4GW+l32KPnKqX72Hcwc+Cq2evXCQEL07G+G+r0mpPqT6cD1Q7xu+TAWBPpBgdD2Bgry9r+/cu2zlqb2xSLc8Ax2bvPtbqz2Y3KG+U7ACPnzSvbz1xBg9ESZrPbP5PT7QrL6+Uj02u6DcGj7Ykla+2NTOvZZEqr3rU7y98/GnvZpSBT9ZdqM9maVNPWFVe777rz29o+AYvjIvBb4FHj6+zdTPPX/2rD0DwQU+1lhlPqrBQ76XtOu8rf8LvqVPZ71kPe09Hgs1PANTrr3IQzq9qGJavMTEB75jU5+9DrIRPqqNLrx6942+DHW3vS42Sz49qYA+Ab87vkr1LLtoVl+9ekREOsFQ6T3brxQ/5kz2O0pxbT0gwfi9n194vX053D1IBR8+W24mPoctJD1QJlI8sL1iPcqTa77vERW+Ml4pPm6VCT2wHhA/K55vvSSECT4GE0U9QljePJtWDL4Q2qG9MJuXvVejRT6IR4S++pKWPTnXVzwus6s+tsbmu4VUlbzW0CE9XWi7PPIwrz1CVcM9OIQgPQGSVz7fqnM9MW8IPhA3ML4gq+49ObRQvuLCqT2qa889Q5rXvUlImb5hhIA+NouLPjGBCT52caQ9Tx6MviFYSz1dYVc+wHkOPn8UObxXNp+9m5lRvnPeGz6I36w8GHdJPc2kFr3EWMY9rY4EvlvLIz5KVYo+IrM3PqWUB76dvZO9FZwLPsUMZ7uDSy4+47OnPsDnI77ndMA9/t4MPdmpmr6eeSA+mW6XPW7AEr2uLHa958AEPjgw+j1QOh09mbY0PqJcGzrd9hi+AF2rvaml6z3QC9a8/yztuw6OjL3PNFM+uGfHPeOxrL1XQIA+pWZlPqHazT0BM4s965djva0TeDvpXXy+acEKvibf6LuTVGg+EGtbPlWwpr3sQQ4+zqexvG2sMj68wu680poMvofgkz2lhem99tk+vr65vbztRp09qzQnvqPryD0E2oK+Nz3LvMHy3LxH1ju+gE+6vRkQlL0+I+89r8QEvS6LaT77pkq8eHW/vDsvGLySBZC9kRWtPSSbjj1T+OA9ajziPbXs7z1QZs28EPH2PIlVj72SYc69QHycvUQKgD49Si89UuemPN+TKj31zZu9L0INPvKoCr5+dDG+aUZDvnrZ3r0c/us91XxPPtSMaj7N1RO+95Y5PSXqn70SGqC9OszLvVonQ73oNlm+LkrzPCUCPT6pTE6+F62MvQoKXD385Ri9/0PDPVqcz7wFTDQ9mBHVPcGMZTxas7e95nRlPjA4Aj2P0Ao9eToHvsfWe72X/iS8OQ9svUs+NL2cQge+nXx6vSKcLj7+UH6++KdTPTS8Oj/V4mY+kLuqPT7JHj4Z6UA+sld7vSIfYz1WPFG9kYqhPiFpa7xamYg9TKAFP77bu732xJ0+Gu9/PkGiyT4THTk9Zyb8PZMmUT5IsGQ+18N7PXL/4j2s2269kdlbv48iBT74tq49jD/OvKbPyLzn6Yi8NT3fPq6C+D6lqAE9srANPg5twL1eE169y2ALPCgqMj6/LY09sKEFPtgBkj4XzK09OJegPpv7PT6Zsq891X49PrFADr2ZzVU+CBIcPpoLBj3TGUI+hQbtPMbDaz7EcGw+QzTwu7iGkb2T35a+X8KQPrvoGL3VjVe99xdzvmGj0j3dVjI+LlIwvF/yQz516dc9xeynOxG+Nz0Ryd88ukAOvTK8lz0xkdk8uguIvoNdP7wqnQ2+TJr7PWHmxD7C7rA9SooqvlH0Yb7xD3G+Kvd+PctCPTy7gRs+aig/PXn/AD4Sqgk+W5kBv8iOZT4S/pi9ZPeMPpoimT31+da83nqwPmHrdj20kVG98LmTvfZHtr2hNOy9M/r8PSI1kT73aQO+ivfMPSX1DD4g6La9GLpmvtuZ1z4LUj2+2MsLvTBcgb5LFjW9863uPaQIGr6quQI+QDxdPkT0gDyvZQa+kopcvZwnLj43mFa9vVFAPgbxiz08ERM+5PJCPXLRyby235w9ifJWvufMfj4xJAS+PXb1Pr3HQjzcbpM913CtPtxDgj7XbgU+ksAXvriXlT1qkR49nRp5PPku2j1Cfcs9bdQcPCVUbr2P/rw+aJmzvOj5Ar6sw1a+73fevZ1bv77fd0S+9SyDvdDFnrsFzoS9vOYRvuGIT70oCwy+5sNIPbzHJD6ePYS9HE4zPqc33r2078a9LW+LPriUvD6qjBm+/ZfbvMfUR74IdWU+8AhoPZzUIT7h1Ay+l4bwvCyjVr5LrFY+kdZ9vbYA5bvM/HW9jPKRvp7Zoz6ijQ27zsQUPra0FT6wQgK+xDkcPkpz2L01WoU+HUMAvq47lb7RF28+2SC/veqRnD5FmYQ+FeE+PlSamr7hAn2+G0CCPb2SVz3vTJ+9wpuWvT3YML4YDRa/NSgAvrIulD2k6PG9ziWvPdTwV74ZNXC+l3sTPtVBIDtbZXI+LjC2vee5Dz+5++i9c3Udvvb1073SXoe+bPbMPYMCZb7soiI+FiRlvWfQZz3uL60+XYhMvRBNP74geko+a87GPYyNjb1lsfW+x2XWPTuwVr5D6cw8EwLlveU+try1TXg+rHVPPZGlwr4a1YE92MqGvWdcUz6mqmG9BZizPgUo/T3dyt06Tb0Mu1Raqj6LELS9hESavsNVoj00kjW9uvsHPvMQVL5Zt4e+uGSjvemIXL6NA7Q9HnjZvQjvnD0/UyA+Dq6zPY5Hfb0JKX091RIhPfoWCD57DPq9qJNgvGx/TD3R5P+9koLNvSUiMDwQjpy8bo8ivaChtT0iVJ47JBYCvBKRNL1zEzC70ReGveq4frpUEiS9/4TCu75cqD33NE++gBRWPby1AD559Im9T+WaPHwqoz3xHBI9Ubmzvav8obwWGoW9uSsDPktHu7yxbiO+Fp09vQbpw704ika+UQdMvmdST740+Rc+jF53PTwkr7p8p/g8g/h1vW5/Hb4EGfq8GaROPa7ghT1LfbK9CpRxPC4gCD3qWoM9v1kLPFKfRr7r1yS63YvkvV9oET0/9he+x6UdPqiHGD5GEKm9qZmPvZo4Kr46gl29LyvQvUcsFr0/zLC9b0FTvW9IKL7gUZ28ZEE6vb2xUD2rmA6+94U7vu9HHj4h1Yi9UUHgvaOsSz3E+zS90Fn7vce9Jz0N0aE9VNWdPViDTL1OTRC+K4f+PVYGlzwCt5O8WOv9PXhZCb6qYXa9cQePPa5DhLzCnay9Z1lTPRRgCj176hC9WdwSPGp/Mr7B4em9IGctvpYjZb4PUF49zIShvfEjcr1/CMg9AtSDPT51PTzJcos9JkTIvTKAIr7fCq49xaQlPLSyD76fJge+ooZWvowAKr4Fsru9ZEdavqAjM77V1bE9kAE9OjvBkD2ESi6+7zS0PJ3XOD7k+OG8tG2uvF3kXL5ygYG8plybPVvJrDzTiZy9aA++vZVKqL4/psG9udgUPWSgJLyo+wC+YDTuvTDg970HHR86D1LmvSXBd71ZdOg8B//CPN/1QLsGhc69GCcCvtgj1b1Kdcq8xjfbPSNmmrulmfS9vLC0PXmVcL7Bdpe8fzKGvbEAgz6O04y8yC3NPbASp71lUtk8JVvbPRd2Rb7+nx8+khexvfvzhTpyb7k6m6fkvbLfLr7Xf9k82xfrPWLeKz4vTjS9ruBnvJJIwrtKHxc7bUO9PQ1VEz0NWWe+xp8YPh/jCD4AnjO9O1inPCEIIj7FOoC9PpYcOzUerL2agke9JFGqPlAE2jw+xa88SYvvvSsaqD3B/Bu+h9FoPkl06LwFvC2+PAGOvbmpeb569Co9/eoYvCHc6j38TW+92r8GPeOAlj0wyRG+u2BtO6g5ur0s9cw8yxN+vmnYv70dN989RNZPvirPYL1rG0G+1vTpvAbCGrlJEKc9tXoiPKbt472ja6O9AK6gvXKs+jyjKEY93by3PL5bR75+LrA87pesPWMf3j0RQDs9OXGfPWJxnT4Q/xQ+tUkRPfJk373VY6M9C4LBPdM4AT26ypC+Kb+QvVu3JT1Egwo95ZRZvVW5TL4UXpG9vn30PaNQ0Txh2TU9R5RiPaOS+z3CaH49dxi2PbTWIT48U489f6/CPQ2n4T1psnE8hUmRPX5OPz5jG4I9nn0fvth2tL1oE4m+B4vHvph4mr2R4tC9CmPkPQAgEr7G2MA9E+AJvKKTBr42yRQ9TKsFvjgaHj1u19S9f37xPPAXhr3jsnG9ofdWPRoDKj4uADs70AtIPhYlUr72uZQ9vSZCvhCFmz1xJlO+KS2fu/B2CzuxXuW8aldzPihbbTx5q2i9sRGBPSiPAz6Rqg29bzl8vc9DaD3JGsQ9nehwPjnLib3NuwI956RYPijXK70vMPo77nvouyDcP70G7rY7fMJgPv0yy7zOf/S9NgVmvhqli72m6jG9I2kHPpf2Gz2jwYk64KMxvRSJH76qJTW9woaKPMAJQT2YLr48ZYYlvn1iDD2wIs09AxSDvUYrj737da69anmXvZ5+m71jGN+7uacnu+LFfj3CCCQ9NqhRvrfANz4c2wa8zfQqvfyBGL6LBKC95q8tPqaPzDxNuww8cUCcPe+NFj3ZPqy9MRggvu2dz7sYMB++I2O1PTJldj0c7pm9mEPZvf9EKT4sHyi91RYiPto2h75gtTk9Pz4qvpA1Nb6i88k9C/vXvbFgJbwKLw096LnDvYgBGb42TbI85QnhPJslq70kEGK8MF1YvufhgL24lws+OJqqurYElr2ktEM+nyc4PrArAj7v25E8YTCHvsjtxr4973C9mOyHPBG+QD4C7f88vyjvPfRYKL4YdbO9uDngPVwRAj29Uzu9MlOgPI0YHb6/Q769fCPWPPpdVL7HFsY8VeyuvXbQmD1t55O60cVkvm5IRr6w0j+8g0C0PrShG74FOSK922aKvmxpHT1nBI29NvBDvh+Wl7xkEz29OOcpvpPdR76PDya+Kf77vfhyvj1FMMK98Gq1vbDEiL7tRw69RCi1vPpG17z2iBa+rxdyvcW0JD4SkZK9JiikvsTYmb3ppkW+9UOBvm5qZ72O9Nu9plozvTD5P76dteq9CETDuzhFJ75rFoE92OEAPbhD773ZHNe9TTh4vVj9EzwUD/6932n9vd6RBb3dTjm+RryQvRpBWr0O7XM+OYtzvpN6ir6RNBS+BJ0sPTezjz1tspm9FXCYvUxDQr6NE1e9zmiePGtyb70G2Gu99nZ+vb3J/L3kiZQ9bEG6vfwzF74m/Ke+tXUrvmGfjL743dO8YR7YPdHzOj6fkQq+6LJ7vQ6z9DxCu5i+7bqavbvXVb4hER6+j56IPRWykzxFJxQ+ewldvdNIlL5M0XK9kXlmvU2YRj4Xk6I+AIdovtFZOb55gDC90irivdzOhL6af6S9VA6EvhWbtr3D3YA9QbbWvcZdWr28PGA+N1lxPPH027y1yxO+JDi0vVOszD2gZEi+n5EYPujcpL7a/AW+HAnSvncXXz4u0OG9hAudPpJS0T2i/KC+naIJPT//w72E55C+1jwgPkbZZL6zlYy+y/2dvT8MIj3PkIi+WknlPWb1Zz73E0q9kCnQvnGupLsptYe9f7GbvXCJ9b1d5LK+b3aHPus6271cuvC97XsKvnsJrb6jaAC9BjWcvaW2Mr4SqK49G45mvii+hb0fT9G9F3ODPbwtfL4RaXy+1LjIvaTCTr59ht89smE7Pe3jRT4OFia+v5dkPMZzFb0YACs9HXSlPk9ohz4igxQ+JUhSvmtf5r1IxsQ91vZuvp/Zqzz7Lre88veVvdzeK7tm9Bu8+qmoPp1enTwcVg6+eQ3hvf7lKT6asqe+YEZqPvG/U7yCOky+MnuXvTI80L6QnC8+rSZTvVCAUz5Sbm++x6NLvj48Rj7NhNS+76daPQd/Ij7K8kq8wjPdvn3FBb4OHxS+NKDZuh2oeL1Jlc29WnTRPQG6FT6VIMY9uru2vV69JT7n7nU8jNqaPhCoSL4FGEM+xFMJPb+x477deF6+UkTBvWjXgD6JOiQ++EQmvgNyU71aT88+WChAvfecVb7IXTS9kgbOvE9cgb0PEoq+NlAkPb99Hz57MOO9KUn2PB02i760sas78PLUu1LhqT2yLhy+mW6DvaknCL6ml6m8C8UePp2Tyr2XkDe+Nv5rPtoXHr+ywas+6E7rPFKBHL1ySge+aA8pPW+BCb5sBZu+FYNjvgUpsT1bUos6jUPSvI/cQT4yo5w+IjVvvlS9l77BuME9X0ghvkp/WL5sCv2+lvYiPnJhaD7RGno8wcwLvN1gpj5ptrK+d8qPPinvZb5IVve9wb84PkTvMj5M7wq+YLFWvrjMWD36Wao+DSO0PrJEa7yx7Ba96z4sPum/az7/ME49Tg1IPm0aPj7+Gxc+t5JDvdGoAb7SnB2+BoOavVQyub3hU1M+k0ueviPbcr3YnI88ddBHPggJBbyC5Ge9n82fPZlp3bxUUMk7h4ynPXk4/T18iRS+oDKAPTJYMT6NSOQ9HmizvMg2gr5rmCS8uKjSvYU80j1gtgI9T515PYbsEL2+TvO94hCuvrwFNj0wVJ6+JNlevb8NPD5tFsM8vqRuPBYJmb3JhZ8+ZmClPVAqer2XUFA+t2qgu96tvz0Pa2i9JHUnPYZ+ID4eYQW9skPLPbXrT7xWqXQ9+vykvcABNDxcrle9vXV5PhMrtL1LN1C+LaOXvTeZrb6sqNu9T6JDvnVxqT6XjwI+mHC5vSE8yb66dYS9ctAxvlz4vb6VZpY9LbFqvTMuNT048Zc92J7uvXO+sz1Z6qc9uRRDvpGFxL1SHuG8VoPuPf7D1rzD28g9VwsBPaSYkD0XcQG9DXCwPJJj07yuTa08+SlTPYi7Fb3jNzI9c9kCvbj15b1IVOk8WsK8vYHMqb0xhIa8A7naPeM6j76DPW69izFxvG1etD2I8BO8myfEvW7WjDu8XBg9n0cdPPTyEj3T00i+P45DPQYXoz0f0rW9wZ7xvF1OAbz3h5M8krw9PNcRJLxti/K9GpEaPr6GGb0kONQ9SUq3PFTqH75EM6w8jSUZvugrcr3EipQ+MJADvlTINL2uOEO+OAVQvA12krwhyOI9UCsmPk/k8L0O5wk+AQjQvTRBor18eJQ9wX0Zvho6eD3dkMQ8EtkGvdF0Rz6qAz6+SQNEPBSC5Tw0uMe8t+C+PL3RzL01ghw+cM5cvbygIb5GCkS97CijPI1WZL33bqW9XMrdvU0UNT6WadS9l04lPlHrmz0oltU9Z7yWvYzueT0lLlC9100fPjbEJT3mwwK+V3EUvvC5070pKpg9g0jkvHNRnr0gowm6y5I3vgZRhb1T83u9pv/yPQaLIr5jkFI91amrvSpz2z1gRTy8cODiu4IRwr0jdde9Rf8FvJ1Mlzz4Mvs9d/WHvERDsL3vvuU7u9T+PBVn6L2dBOA90Q7OveS9lz1ge9+9u9y0PZqGCL6BvYa+AJGHvZLzNr4yWs+8nGqZPXTbOz0iU249UsQ+vfIivj595QG9xZRfvF3oGb3Drkg+R1mGvT5UB70dX8I90X18vgEts70ihF8+mxWsPUnwGT4dw1G9pArzPVoFIL7muVU9QgmVPUMZ9ryzg+Q9ncObvSGPlLzUPT48gzULvf2CSb4q5Zi9wxGtvfWyhz2w/5M90k9ePQxWJb7Bqcc9myS/Pgj2LD7Gfxm9Wz20PYViez4e2zi+tRNNPswNKT4JOQQ9SUN6vfg/Kr0CiTw+g2PQvKaeKz4eI788mcOYPjiaVj1RLzU+UCoPucfQCL3g/nM9xlI3vQicob3Jkyc9xLyuu+UDqD2NDxg+rIJPvuvaJ7239tG9/wPOvFtLCb5J7gi94wcDvU0tCL2Uj2q9S3oAvrMs3j1iT0K+KzG2O3bjaz1HXi++D2w0Pg7flD4Y/8K9yyk8vt+oRb5YyGM+JxXPPRT7B75iabo+MdwUvGpUhr3kGRe8zFYvvpzeZz350Aq9e0w4Phbepzxx8F69E92cPRYCcz0ok2O+I2HAvZNJOT2myPC9lcuYPLicLzwsNQg9vYJiPHMC2r0iLdy9yumUPZlnqj7crKq9xxEwvs7NGT6wNf69E2aEPbKMbrxwWUm+Je5FPjmLobx9Mwk9zU5lPI3zKb7URSA+q0WKPRbPmD674d+9GgWSPVoUQDx2QAi9zcqTvVRbRD4LXcI88SYhvkTNFT5BwZo9tRPuPWgjgT7pZ6s8eg3+vfhDdr2KRKI+cSgEvaCeGbvRdIC+3FXoPoXroD7L3eA8RK2rvCjAqz3NuhW9sE+WPRJpf71MbVS+ZggKvvy3+D2jCvI7lIlhvMdxOb7Wkfi9//9XPYrvuL37/wK+jyyFvqgPEj2QzcM8XmaDvgQNFbzje6K9srwwPgntKj6qAP88sxmhvYdQCD1heqs9M6Qivu6vOL4AHAS915wMPjAKCT3ubyI+Nof6PSbLsz2ViRy+8w/CPMd5gT1PIGA+46cjPpMIWb7iwae9ceGPPVf3Lj5WnzM+GV4qPtc2Mb0A6uA6Y2arvXSyuL3Hf74+mn1Hvr+UvL3sHAg++WHbu8EXrL6qoIE+TFkWPpB9ar32OA0+joQyvftt4bwmnBS8kjiYPu87F7wKZKA9UQLYPZmiZb7WKJs98hy5vMVkrT1DDis+O4uYvHZArTy5KJ09QG4jPqJfq70Zm+s83EhRvRpvI77AChy+jxYyvUEvMjwj/jo+ZQ+0vQtOST69jl4+V2AkvP3l0L3J6Yo+38t9Pi5cRj5ZpK09l2t6Po+bir2Hhda9hmjJvl5IYz4KQXY+nbyKvTz6Ib5hfp88y01nOTFZLLraw2g7qkDhPQLgCj7WEBs+KyIjPAT8Z75d50q+wxXdPbHR5zwYucQ9FhMVviboJ73pXRI+c0SpvWaEZb2C7v87hMGePaPvbL2p2he+KpP0vX2r4LyV5CO+bn3FvSXw/b2HN2a+qNAUvnEjqr2roxE+my20vUAtmr2hSyU+btp9OqqLk72O4Ru8xXFvPZLhV73jTma+xICDvYerw70YY/09jAI/vjnw07wODrG+tCpdvZ52HL5qPIa9mVoTvmZYaL7yDh89h/Xhvd+mc71Ecf694ZxRPfdAvj16FjC+WZM3vn6c0L3K5HO9U+15vuQFg72q7Sq+GP1gvT9LJz6f2Gu9XvKdvVeNYr5H7Za9Krgwvng4a75khYe8W7rZveL3Tr4doIo9/gtAPTL4W76Ey868aGsyvrqwSb6MOk29xQNyPVDeRr7QXdw8BZvLvTChQj3qbY69ROlAvXDX6z0Wnjk8nMTIvdEutTysmxe+jEMFviMKCr4ckaS+Kc7EvVvSsL1AX6m9UY9hvmbWCL6qCxS+3OEAPcXkSb4H17+9I07RPZwTqLwCnCu+LMscPc7vgr2N25S9/GvKvcn3wr2xe5q9NdvovXa0R77ANQ6+bWoPPlvcf76AU06+Eo01vnGZuL2p2cY9rkH+vXykob37zfA94g5gvWnOC70gTlk9quEvPYZ6Jj7qLKG8ybmFvrb+Cr7OzmG8SF/qvXXxFr4o0NK9cDutvNyzurxBugy+1XpbvYFT9b3E1oU9DjfpvclUd71uz9M9GhUdPUsmzD0UV7S+26qAPhj8P75BKQe+6AM4Ppq6k7xVARO8tNv2vFGGOj1fNqe+AwrKO+ZEgz23bp89DbNPPsgyW73K9rW+dtgTPpQ3IL3L0NE8jt4SPsKxjD4olwG+DH+SvUTHrr2tk2w9YMhrvR5DQ77xH8e9VEtLvs+wID5cSXu9PID9vfATgzyga5y9effhPYL2FTxnVZY7Sce+vStEUj2tp6K91REKPrbAHr71N3c+8JFwPf2sOT59B/q902W5vjfl2z0Ahk6+Qx6OvnPl6L073Ni9tjwqvjIr5j4RLSY9UHEuPRfpMb5SjLG9bP6lvWT0Vz4PgZm+IbyIve644b1CeQO95t9NPc+oyr3T4hY+t2uBvDIKjz6Wops91G4RPfUBDr5rnlK8bIzuPPZpWz3+jSK+LeVRvfwUTr0BpHw9GIhPPk89fL0rdic+jYiSPUO2VL22j9e9iu9avHTfljqEbX49lsPxPSAxF70RnZG+dNcmPYWThz6/xXq9GXuovRPrNT6yA7a88U08vm+Ws7yM3xE+l9iFvaTP6bwby5E9vBLVvQ05+L1j5zi+8yvTPdvqJr38H7e8rD2RPQCziL1Xm/m96NXYPWF0Grob7z0+M7esPcFlLrv62ik9+6e4vRB6ij3blBA+ap+VPPxQzDqmfYo+mShmvZqQHj5tRhI+ofuavadyWL1vEiy+dtZrPksqvD23wBs6xkoUvYSXKLyf2669p0I6PVFe4LwcP4C9RrsLvl6PUz6sWRu+SzeGvPYFZL2wv0W+IwaPvEoSuL11e+e+Ffh4PvuNzj1eQfe9cDjNPX3bID1TJB49T4cIvpwzMDzRqj8+esGLObPbfj1GYcG9y4EXvd8QvLyiSe285OTsu0odBT4NZwY9GkMvPYjEtru5W169a3X3vVUevD23pus9EX4fvGOvorzlKMm9ZII5vaClJ73ZdWE+EIoyPcCrtT1oS8w9WehXvn/h4L0sm2e99iIavU/8+TtD6As+MbhPPYnrWr5oTS89Bw4lvdBah7wRsEq9zIqmvbRQ8b0Hhrq9MSCHvYu1fz1n+D2+yiImvu6TWD2v8r49B3EWvq38Qr3rj9M9ZE3YPMSgnj1XDJI+Y8/avUbYCr1ouqK9cYRkvWhvhz3+dEM+wOxTOzntvr3FQ8898AkhPhQkt73xgru9uy0rPmtc7Dz2VBQ7ZOCjPhW9170cc0I8MoRsviPZKL/DVKO8JF9xPNbo1zxciZ48fnoIvOGETb79kRY8crNmvMXS47wkrHO7An7IPa7xoj0fQUO9LkgBvodoCj6GHbg9BHPsPd/WIT6X1aG8p5UDPri+A75f25k9ER3lPdbbNL4KnZI9CnUIPkibxr2U50a79Z4LPWJjN7xfAk++wpddvEFz4r25hb699ikYvo5i+r3X0HA9lpewPdpPFb0Zy/28XcQTvl/UuL0niqK9AvU1PYBIUT6qEcS9Ng42Pdayjj2JUoy8pN5vvoA9Dj71xPq7FVsdvo3vTL6ShfE8OH6bPHaMYb1FMg6+Qqz1PY7SQb1Ufji8/CaCPeirCL0JoiQ9yPBUuvKCqL02DLG9lIt5vqBZyr03eqS9mO4YvSoyOj2MLgy+qv04vWnoMr1rvqS95IcjPa55H77w39K9OBAbvtAy7L0GznC88fD5vMvJtz0xE/69GqGZvW3I071pEEC9OpciPihFpjxWjIA9OzGQPSUtEb1isSK8gdtcvoQmPz4tT0y85ECSvFTGvbvdWfg72+tNO8B5Ebyirzu9h6+CvWzWnL0QIKm8eqIivDklUjxLiLC9LkuCvVySiL0asVk9A65ZPRtYHL4pY2k6OxZ5vZr1Z72QhgG+bBcyvVjuor3Vbyi+wXOFPZhTeL24W6E9dNYkPXBME719fyC958jlvQ3OWT3zOY+9uftJvF+Cf716CAY9Z4DGPVlhLb2Oits8xeGBPeDOFrxnFBk9898MvhO0zrx5STU+l1O2PfqX5T3IgXm8Ls7evQEyjj4GEJe8dSU2Pv5wJr7Yt/49OOpCOjLvtL307/W8NKomvo9Clj10FU29BxehPmT7Xr6zrSy7vr6NPmVLXT2FzKE91pZuvcW68z0S8yI8UWN+vVUduz12nEy9KM97vmLoqLp9AS89LlVNPr0F0D2YSoO+tP2ZPvqcoT4ECna9jPgYPkq0bz7DuIw9H/7nPJX6rr2xv7a9DRqJPKb70Dyayuk91wOWO5C/gj3FR9294h8wu3yVNLyjc/49EAdbPRH5ej2u03o+Mh+nvMns17zV/pc9YIOcvX3IDr39Bwq+nK44PjdKH72jWaS9A+dUvg7qur1Jrl89aEDjuqireD6VRmw9OKVAPu9oW7vJfDw8jj6AvcGEKj5WBsC8WehKvQ+lQr7s9NI9cCHovYnBmD1Etvs8KUhSu0BZlrwrMZw9tQulPWdKjT2rJ7894EsHPha7xTtk/Dy9bqZmvnlBhz0ZZXc+tdogPAoPtD0YCI89DTADPvV2Tz1zfcE8byTqvfsolbwNG5e99M86vldCHT4Vc1w7WhLFPTo3hT61znE+FIOtu63zdD5Svb29eEolPvt8sr1KVBY+zGm+PbHdh73hdrW89NAhPRGNQr1ZCQe+dl0ZPAtthT0JZVI9fGdgvYQpVr5xxIW9sFNfPRKMqz03jdO6OCG6PQhMbL3yzBe9EXc0vtpaij6GK9w9pullvSQAkj587rC8cku6Pe8+c70zUtE89i4IPoiZ9Ly2uV29jWG6Pl5vrr0xoUo+nLq+vdRBnD2OX0Q+DjXdu0tkKD0moz68s9q3vYPtRD7Hgom+OxTVPe52mzxNqLm956uYPBijLj6zQIS+ClhBPoVkuz4gZTS+1tkFPkECMj6hnli9OZx/PTWghD2ORH69zDojvVSHJD6ta+w8DXooPtrkgD0PNty81uqPu69wFD565i092QGzvWM33T2zSmW82L+APlkUGL4DqzI9v7HsPZMP4r1ngXy+KyV5PmAK0DxhBEU+/tFRPss0zzxnbwE+qWU/PUtsir1lBik+nRnXO/hVlr3tyxQ+1YOZPYOcEr5kcI8+D3ofPtU/cjuXRig+imDtvYyuB70PBPu9K1L9vdFm+DwzQ3E+JtNovVZ/Hr5LhT8+J4mLvLbEzD1nh24+GxMpvSsJML1dlAG9YQ45PjEkmj2HK2i+yEoBPVijNz6PxVo+R/2avLvhZ72bu0o9Z6DTPXO7Bz40Iw29NVBDvQVsaD0ZfFg9Zwm3Pqqgtz2L/z68T4+GPgckq74FGT+9AoKFvlpZfz4orjG5P2AVPR/tbb7rau87QcqFPPZI77xVRlu8iN7kvQCfhj6FoMa9YL4jvtKcOb6x5lg9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "UJCxvfy+oj2sNVq9LMpIPm69oj6CY6O9vWQjPiXp973Z6AE+oKohviUKTT0LgWu8/MVvPha1ar3emfS9+hWAPqDEsj4imNY91J85PTQpgj7PpjE+ENWZvhg9jT74mFq9DMRqPlfPcb7+aLI9sIzPPsTJ87sVJeE968vXvWNd972D8eM9Q/j5PutZHT73sDu9kOBzPgGBLj4HCjw+SzaWvrWyLbrNtjS8D1k6PThFZT66r6U+i3IKPl+DXT6KHii+yN7ZPeAiDD7MiPK8YIhCPwaRpr0sFQ698o1mPlUOG76HwZA98bJbPTwjiz0T1w09XaO5PoFRHT6mzS+8+EwiPqFQAD/c5/o8MIJAPkS6tT3yABg/LsSIO/ecMj6SAOs9sp3vvSicgb1Wzhk+8BoRPtXK5T7duEg+x6rBPgfd971nAE0+uS7TvTiNzL0sRSo+JAk2PmffND6g+Fg+4YDnPq20oru/E3I9ANaQPu81gr29T4M9uY1qPsdsED8pCvU9dCpUPjVE8j3VhgG983lnvUI9RT02E6I+1XFSPgxizT5Z0sW8LwWaPZ0X3z3NjDS9y5KhPZzYfT0D1zi+p+vSPR4bOD6g4sO96LuJvMqkrT49BWI+Q8brvfiFCzyZ0XM+246ZvTM+aj6KkII+GWOcPkhnrD6FTAg+eAWNvIx4hz4="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1_2/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 