{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "QE+RvYyrjr4L0fe9P3Y5PSHkDj+SSS4+BcSSPlNR0z5tgk+/JLDovg5ylT5sNbK+yF4Cv188tr67T4A9rMqUvl0a2r4DUI89c30Kv68/BT1BTQK/kwUGPts7czxR+Zk99nKevTtWM75Brdm+CMrgvsBog75Uv8A+ufCePJUyQz7i6fq8DOgqv6CJAz2OyF49ENPyvt2OEr5gAe6+pjmtvrd1fT7L99c+N2xKP4a85b0lUZg76S1QvvXTs7445wE+PgPpPSsHtL4VklM+gUonvhqFB77QdOI9Eyo9PR4f5r2tiG4+rQr+PWjmYT3aWaU9LD6APtZKx74K7BG/sbRhviHuEr0qwO47moKTPgc3xb3B95E+AoRPPq0mAz7mfQ4/e526PpWInz0QIWK+0IADPitquj6pxg6+cxb6vsMDwz6XFaK+k8+IveMGgL5ndkE+g0igPFncvL7PVpw+THDrvm0ldj4Q20e9cVE9PXK41T6tnne+JIjnvb0s2z3GWfW+aUuwPVdoFz9XotY9pwwUP6ELxL4ITAm/30EjPbgJkz7cILg+0XUJP323iz5iZbk9EMTlvYv/M7/pOpi+yFEgvp1UCb5nJp0+ykrhviGTub79JlY+hEIDPmr7O74o2BG/LuZjvneyJTykumC+0MU1PpCgrr37Acq+oXz3PRpHP74SJaW+As6IPu/nxbwl+Ri93+v1vmpKa7+Pl08+JnpQvnfHmr5PJbK9pNlDPu59AL/6Xy4/8VIgvnUJaj6yRfU9MulhPpKHBD5ZZm4+w/QkvpyrCb8KwHk9VCqGvdP1mz0HLRq+EAZOvuhr8j3XU0I+9StkvGWA1z12d8I9YaCFvl3EIL4EAAw+7R06vWXPFT3xAWw+bGOnPptg0j17QLE+jlo+PgFgUrtR+KW9C55cvmrAvb7uagM+5K2zPYUDCb6vEAW+cWljvVUCCz/Wb+i8Oa64PuwsCr79Z8+832gMvr/9UL7FbWm+lsORuwk0Hz5S64m+seSgPv+xIz1+mOS9MvPbPsqCwL3PHga+ZclXPsSRJr5BpAe+cKzWPZo7sD5r4aU+AQ8FPunRGT84ML2+t9uPvBi+xj1wBVk9KiqJOgr6hDvtI5m9BLuKvf8Gkr6HCwk9+NkJvxTVj71XE8A+kaeAvv4rDL0oINC9vv6LOocu4r6oiBO9SjPCPdqyxz4Icrm9fhyJvN0tj72jh2++NIRmOmrRdD47NOq9AkDJPVywpj7GW+c7MOEUvMH2h74c2o6+YgPZvcL/k73T/Ye+aKaBvDhbF76TVaM+DqGNvnqnOD5PL7i96r+jvS7gVjzTG9i+YlNEPiPlCr5EkLS8uRisPRHxDL4tsIe8jvAhvkKEXL2XhQK9/vrAPkWOiT0vxM2+ZkfePgy8iLtXUeq9POeOPki8oT1EwDg+B4Njvt+OFD/3tXi+76aXvi7u1j2b+z48kZiuPVwXMD1KAQw/ABAFvpNNjL0AiLg7+xoLP6eoBL+xzfK+UJsaPvJFPb62eGi+00uWvQDU6j3AjUc9IDi4vrtvzb42mzY+t6thu74apr5Wg/g+p9anPkb6Sz6Z7lO8WkgfPZU+0r3ndza+KQuRPiHlo762Gha9Mox1u+lqRj4Kht6+XvsFvk/nST7FHU4+t1gsPk1gjr3WDEe984rEPQWPNj7aTQS+m7/1vuagXD2X29a+pVFYPgqMsb5EQ50+IewivQ/yh74ecp6+x0KevO55sbxh7f69l0NNPjkxl75uwh8+dGIsPvUcMb4PZcm+GxSdPvfihLweTDg+0NELvuRvM76PtP89MTSYvnXhST64neU+T5XfPjcVvT2pa3o9r4c0PpnqZb7t0Ga9gNwpPX3V4L4KK4k+IbRPPkc7fb5eRVK+4P8qPWswf71WcUE+lYbiva5hdL6EUYK9lYGtvlvBrD6uXfK85zI3vnIBBb6psfa+1q99POKoIz56smA9EA8MPYHpCT7/vHK+ipJwvb8Knb4enoa8MlhCPoYTwbyiZTa+8scZPr7G4DzNH1a+JlJKPiya4L3rMzg/BS43Phl7KD7I6Ki9lUPvPVAWfDzSwXw9q2VmPjFoij5Z/EG/ZHEsPsp9AL8UFie/mgIrvXVTWj2laZm+nX1ePjvoAj1VxD6+Km3FPUtXeD6tFnG+YEeHvkhwoD16Wc4+hBDbvkWyiT5DC+w9w4bRvotlVL6VU0A9rj67vV7iCD2O+ZM+RXexvi3frz17CCa7Qbmqvi3cNb3nhZ26Ek6LuwMUYT1volw+sgw/vjrZUj79fA++MoKCvWZ8BD5YVqM9XewRPj8okb4fQkQ+U5RlOx2fSb0hgyw+87jlvXdSeb64dGC+F4xOvq9IT70pEYm+QqYVvkHDm769TA6/dlbePSujzb6SZnA88a80Pgbv4L3KEY883lw3vmifPj48GQ4+b8RmPh0Gwr6AvDW+FslQvFVDYj29yHg9jjMlvEQ+Cb7b8DW9oc03PJvSyL7DD8G+EmoJPTU+NT3hgY8+G5S+vzba/j2nqSm+CnsNvOvSGb6r+2a96R+4vpyJzz16GTm/fcRiPSuPLb631pU8BKKnvr1CsL61Lzq+SZRyveF+yr3gKtk9Nc2Zvoq/ET70p8W9tDZUPYiyUT7FdJS+rMjZO7hrXT7vBxi/xZaRPrnDIT7PZOM7mGiTuqxoQ730DlM7u5Jkv/oADj62t7S+Y2obvnwLTL43pdg8GGCGPWEt5L7eE4e+L/0iPs2xFL5IdWG+90rkvjVapr61AsQ+0NKVPZiOtL7RxqQ+uMp4PncuWbyFLGI9taRAvCTA2j0CfqK+LrZEPsria74wbMu9jQ2hvkWIJD7MwhC+bTqLvvSyS73jTEM+tACXvps0OL7jfqk9qDyVvloSAb4cHb68HScuvjzFJL6OhdC9wpkrvqDcU73QItY+VfsKPjlMMT3YgCs+qVdvPrnrzjtmFuo9+vc0PLtSsD0hRRs+61XKPOGms73EIOQ9NsNhPjHJyD55ZnY8MhsJu4yyL76qm44+bX2dPB2sGb3M60A81sqAPXCSv72lIQa/0PbHOiZR77vTVYO+GNXqPoovqT2jLtK9KTEBPVGpCL6CXuO99y6QvvwIRj7A0cY9IpUXPiylNz7cKcO+n4Zova/2Sj1Tch2+BU2OvkXNND2KPhY+wkYfvjP0uj3usY870BQHv5/rpzwv498+k6zSPFLviz6SGL+96pQQPgl8XD3+KYI+RbktPoE5cD32uLc95gjcvuLUizxkirS+JrvOPu1VMz4QrGe+KGP5vcKViz4tQqa8mXKJPZDHMb4m4pi+LITivo9jD76mlnS+XZ+XPTPVfb4wyio9T+hzPqo+6LzqW0U+Vtf0vcrhRTuHzH++R+A+PvwhSj6mOpS9kz4RPjjqez5uVqc9pB6ivorCjz2fJKG+3sqrPv8zVr3HSKa6FM8NP7O5Jr1DgWs+Xs0TPiESLL5jr44+uCy9PcXgeT7Kvru+IdpmvtEcaz6/d7K9Xt/oPB6RJL1/dt8+tti2PUePtT5L87O9st1dvm04Vj5+c32+MNOWPv0y4L5eowU9gWVOvoGgnb1F+yQ9zQvFvOpiCL+cdJy8upE6viDVcL7omTO+S85nPmFjB75pMlk9nycwvgLUnD3wLow+4zV4PneR+767+Je+0XGgPZciwz3kiDY+xNWkPZMXBj6z3Qw+dgdLvFChIL04CTS+xesVPmt/sr5om5K+GvedvnST4z4AjKe970WdPmw5SL2riUg+ouXmvQI8jj1/s3K+xqqsPsGrIz4zhxe+2OgJPjfBkL6Gi4g+s8HPvs+V0jxUVqm++3uGPlUWor3Wx+k9zYNpvk3Fb75cgfe9RwDVvUrZvD4oHXU9c6duPh+eR71DQiM+qyoNvbFLDbxSnCY+j1wrPlDSV77MzPw+9/5QOynraD2i+p49ykPgvR2AAb4jKbc9TupNvuEPiT0k+6a+0WybvhTkxr3oBNA+L+GZvqcBeL11xOM95wgrPkLmmj5Z8b47ESHuvY5kwD3Xf8i8xEqUvsVl6b0izsW+UCvWPlgKLz7LxKG+P6FwPt8mZjxfWrC9MEMiPo077j1eJzU/SPhjPhgoUjzUkGu9I/CzvZaXKz7kjaY9g3o5PdSl7b0Brv8+GqycvqIMvLz31di+KeeUvlw0Eb6UFbm+SdI0vUYc4LxT/au+dF0pPuiPdT5GZM+75mrRPquTgz1J7VM+GxTDvjXr3rwt6WC9GyxgPi/MO74u3Cy+z5RNPbYobb7rr5q9q9IQvqCBAr6zxTA7GV6FvdA/kz4/6Ta+dHKuPeRqEL8auOC8mdqgvHMwbD724g2+dniHv8AOgD6M2qK9/pgyPr4Yjr19YMC+yYzTvSJ9FDyY1cG+SqYwPEZ52L2vcRG+nsB3vmM+bL6/kEs+4aPBvlZaJzwUzeG+zwuDPRP27z0T4Po9lhNnPjZb1D0dmU68wxakvBp7X758NfI9DUlgvvargr6lQd29457Bu8LtnD4Pjuu85j80vnbBuj3Fa5g7g8D5vaI3Ub5thc08ZvQDv1/7kj6Q7u49r2rJvyMBAL4SU0I+8MVbPlegeL3ZIlw83Hx/Piwe9D17Ge6+WMozvkFUVb7xtAO+Y7ksPl0stj1NFVa8KAf0vS1ooz0Miqa+9WO7PBvOTj4zkDs+/7oSPZNABz209vK9HH5evQKv9D2Ib4u+C8tavrDkE72cXuk9Oip0PVn9VD42JlO+ZCtiv7crDDwrBmu8d5CnPVxocb6s6y0+PdVFvhMJOb/nCPC9nL8VvrUwq75UQjA95S/Dvo2wjr7c9os+XIw4PpksH77Mh4Y+OvrLPufWHj6GURA/E++Xvpr2Cr4+OAe+ZLfWPmHICL669iY+CD4YvsDYeT2W1Xw9K2KTvtKqNL00fDO9X4fYPZbGTz1EE8A9fQSSvkiJLr16jka+/4Lcvvieyb2XFpC+nPEsvn3PxL2jhhk+6M3CPWtFKb2Dd18+BHE5Pub+QL6nGno+XDZYvev8pr3vylM+ZwAtvb6EIT3+3Ic+BS6yPY4iVj6mDwk+NM+UvCLRmL2uuC8+SC0AvD1s4b2XARW+O6kLPjz6zD13fUG/EigSvrgy0r2Fd8O8FhtfPwkMJz51rJG+up+yvbbk0LzlXRm9RT63vQxNyz2XIbs+yd8VPhbUu72vj5O+D6IOvAgRdr4Qbw2+NnyrvIsIqD0wqb89vqmCvnbQOb00CT0+2EqAvpVvRz7Lmyc/8S9IvuQXDz48jKm+1ASvvBuVxr0sX44+plEKPlmShT6aAEg+Bkb4vVWn4r1cpla++K4rPgHeITzyqJu+qddvPhofczzHfBu+N/BaPv50Dr5ZDqa+RsGpvluTkL7Nb929221VPnNHvb1Co7M+gaMpPsA0+r3PkyO+tgH0vEXMD74sO2q/nWGPPgP+fjz5eu09fOHoPbCUtryUdZE+DOqcvmnl2r2L0Wy+9YSFPh6PR77/pea7EjijPgDc9b0MvFA+arpePRSSsj0Cv7A+1kzOPAf4QD6u3pq+RFd1vqBCCb5SiFI9VPrTPRjgjrztZWk+FuzyPXwQhD6KlMA9t75UPInmf74TtW2+EkUmPvSF3r1gssI7vonTvTeljbhoOG48P9q/PpB+gb5uTLQ9b6PcPIiD+7swpge+ppg6Pkb7GL4wchY+qE2EvfofSD6XlKg7C/S6vWxxRb8gMju+u+0RPcmtlr7CdIs+1xjXvdeNyT5kVrE+Zb9lvo0c0r0aUkS+C41tPjSIIr9wvN69V4znu3ttlD7dIEm9yH+IPkBBSb5G/iA/Dh1OPj5GKr5OgEi+UBaoPgkrkD0zBUA+9CTOPQN8g74Lhps79N9gvvwk5D0dG/C+muItPhL8pL5foIw853uBvgPLo76Gmgo+IcsOPRHYvj4EqXK+jvq7PVMmBr44t3A7d/D+OoKziD5D41q9UAQ2PrwFxb6fHs0+Nd+Ovam4JT7Knlm9MfW7PRjmr72aoyU+sZskPTR1JL5ZsVi+s16uvquQWLzDxYE+aGQhvh8dUL2A5ZK9iyzEPiZWpz54kvk9y9ZdvVGZa70V2yY+wKSSvuDJxrlf5h28/dOVvcmn2j4MtTa+nVHWuTqwcT7UEXK71HJLPtDDfj3Ergs/ojMrPeBolT3Owr89YDvrvVSwRT3PIoc9uC/cu++31D3pQi2+6dnyPXg2zbzOd7C9GRScvZeikL2HcG29PDalvZ1WG70hoFa932aFvYe+Wr7xOvW9QokkPIUI0j0/p1Y9cAKUvcrELLz852M9KGE3vVwm4L1brEG+mPolvlKVj73JvyS981M3vrzLdb2o4TQ9hE+mPe0YkT2UHvw9yCRLvpQUOL1t9hq+rF4JvlZGxT2Eclk+W1POPE3xrbxliOQ71QpfvQps1D0p3fQ93llJPSS5ob0oNb29IUJtvh8Xnj1a3+q9dbR9PXM1Qr0zVic9VelIvrOBJj4XUL+9D2WevR1sBzzPIX48v31cvBp+Rb0mejA+4wwNvYDw/z29Ulc99OlePXrJzzs6YV49mXj9vDzsGb7hVXG+Q5PEu+Bh+L2o/Yg9OB2/PXeCE76EBLg8Qsa8PSD0BD1PnAI+GZUiPNCAGT4N1lE+3cu9PbRa1Tw9+Be+W8AAPYCX/zYUexC9XqDvvaJoGj3Xgv49Dw5Yu9hbtLxsehk+BgisO2vqtbzh5lI9ukjFPd6KMjynnx689GYYPiZjujyjJPk9xBbsPfszI76kZ6E9fBquvUmVKb4Hi0Y8p161PYfUBL51tLi9f52GPDuGhL0iy8U8mPoDPgr9lLzrhLo9cwiXvWwfnr2547a9vBg1PXCY572vnkM9PobAPWju4j1jcam+FUTQPVA0Y71IAos9r682Phy1XD3+f42+apndvfvRIr5P9YG+BIHCve0Elb1XH9U9cOmSPpopsj2QPhi+kx9hPtjIJL1Lhqg+SxWFvQH2PT6oPpm8kCgCvlUZIj6DoiU9xQosviJ6vD2b73e9eoWVPlpBEz0gtdq8whncvtcY4T2Ihge+BCJiPVxdDj4hkr09k6wmPsqw2z3BwR49OOpnvrXvo70x/jy++C4bvp/vdb3Beo28Nm3PvM/lI718u2G+z5wFvQSWXT4iXlU+CPAHPqJBDL1gFwg+YiDquUg3eL31tpC9SxSePc2ntz0rUQw7OhpWvdzntb6gMTW918QNvfVHsr5yHAc8B7UhPvSi3r684LE9jxejPZNngLyE+B09FUCAvboJIL57oEs+7twcPr8GrDs84DE+npCQPSctTzwNzOI8tqA2PNlruj3UGsU8oQaNPMNtjj7w8V8+1PPdvHQQDb4ys2A+ax3XvnM1Nr6sfEm+bdE1vpwbhT1VXGW7pc6VvXAxBj5NXd2+naKdPRNokruaFSo+5f3ePbVxnT2RFIq9gYXFPrSqJT1i37i9KzpovoA+jD6Sdjk+4a+cvgnEHj50hIQ+BNsqPguQBj4TDB4+a2DkPVXTNT6Eypq9tTHDPdTRt7yXvGM+olv4PI7ZCz0bNyE+nmxyvvy7kD608wY+8owrvNRhVb6oTqY9yztMvZfvGz4KiLE8uab9PUVERT692xE75+fMvi3IgL5qk809Ww8CvlJgeT2cD9U9mH29Pg9MCz5ZrGo+8Qr+vXxzzDvUp0S8nbQevvpCiL4rbiW+/DsXPqsC1L2BlP29amsQvlonTj40+B6+kGhePiZ8HL5ODb++s6KGvXEcrL15bdu9cG2LPlj/BD5tIOA9Qo5VPu46zb0JtCC+mDYLPNrmrD17ZAU+ZoiBPuR7yL3UJRi8voidvoLnILyJeVu+yOoPvhwqSr6Ws5U+vRK8vZTbKTvJ1Ke+usp4vXiQDz4Ja409gpUMPgiWgz5jEjm+3A4avt8bID1Gt2M9VqkBPuKS0D2jIKO9/Va3vQDz3D1CWjO+YjzePeE2vLqw3bE9xfBKvQuoIL36yY84nYA8PttFAz4CJ1q8Y02Lvcbk1j0jaMM6O0s2vclxar3HLC0+NQ8OPb8yP71dugy+tdTJveYqsr3x3QY9AMAEvSrx7D5HNpQ9xikZvt0QQj4KBdK9ohcnPdevij1EuO897lqnvaSxlr2jrJK919xiPsXSuL4pUkk+DZyWvQT74j2sFGg+5iGqvaBuhD3Eix+9Fd/BvbxNGD5/n9e9uHMGPppZiL5Kurm+3V7svZDdyrzFI3I9jh+8vY/ZIj0oMS49PhL5PUE3Ez4w6Ea8xxkUvebE3j2pdcQ9MzBoPWfVQb1s3+O9tuKhvTGZLzwQemy9qJU+PpXdyrt/nZk8SYRAvqWzlj1qOF69qbaiu6Zdjry+9UI9kM4PvfjmSb7kzzs+CvMBvKlg2TyZmNk8cWvsO0XBDr6V0DI+6GRWvs1PTzs9Qnc93hcXPpTslD2mkD09rJxjvCnKcz2DBm48B+uPvc0YlL3/Aha8wby7vOU9Bb4FnSw9tRhBvS8OXT4yWhG+ckBxPl1QBr22r6M95R/xPCWMWj6GvPc8G7V4Pd7Ma77Ny0m+c1xIvh21P73538S88JAKPWR7N73Whiq83GNRvvFnHrwwKYA9ku7fPYKQ8DzPyz09eazTvXCVkr2NFjW+ufXHPAtPmT39HB2+/YEmvi1VnD0zHpK+GslDvvJrsD2eza682NIdvXcWJr4xooE9O92QvTomu72MkMQ8I/ZzPSj8qLy931u+FbZLvqTcnj3Z79M9X/arPEu3oT1VIA0+NjgNPVFQq762tU87mLZ/PMyOHL12zCm+jVLMPYnV0rxAH9e7yVGdvOHU/T1kkZS9zw4tO8hHYD20byu9n8UxvleW4r0LSdK9L703vrwR2jxHyHK+mlXZvZ0bcLxL8cm9ZXqjPRVx0zvUZpi+N5MAvvOCur7SQ4m9ra9vvCwoW74ppIW9l1ydPuXABT77JYe9/abCPbtYqz34hsY+HMB4PdxuLL33+MU98zIMP4Q3M76yZbM9YjnYvQQZn73H7di8nGqKPdX7rT46OIm7BtRyPk5bdD0q+BC+oNjTvb3xTL6W1Ju+Iu8TvvpPiT6tFzq+Q+9DvTGxnb7ZgyU9jaclPWGqCj3bWm0+BpNbPpSrML1r6Iw+gzi8vBSdkj4IcTi9YOwMPovRDD7eETO9TMyzPT45DT4VX6C+YIbTvcBdTb1YDak+JLn/Pf2EBj0TJVY8JOKzvTBK970Bf5e+D6K/PYRHLj4WzAS+D1cMPvUgh74yvVc9liysvaPntb5GXUU+Kw4buyC81z20kLU97ahsPnjYmL6SmOu9JH+HvrQXFD45gc084QVmvocpAb7wb2k+h3SAvvllnz3kAok+9kR8PhxTpz5TLXk+spN3vrkLK74S8RG+22F+vCjqnD3fnZ49KWQqu1MFsz4ZSQW8LIJiPlclGT3j3IQ9l0RQPkoTEL5CcMq+6g0TP6ZgT7454qq9ymAqPlTpXb67ssk+e8+jvR9GSLy1Bau9aeuvvfPIIL7sBYK9h7XoPlYxcT7at/49w9ATPvVvhL6/drs8OsAWPqwZIj5aRdE+Y4hnPtTSPD5t7Eu+SFoZPgZOEDzOnRg+0nfMPgJUH74xjCU+By0VPmSx677UPI68k2nQPPNrIz0wT7k9hyUmPNef2L2BDyE9wDjUPWVTGT73tai+Cg2GPmTjnDwxW6g8m5O6vgZobz63JUS9ptK5vmHSCj7Qgwy+bJ5nPmyKuTxQSzW+4AUOPqeHsrwuUXQ9o5+HvkGtK77h2WO++CQ6vUAHKr2TE4++COeWPbxrJz4fZHw9Ye4kPkh67DzPIl49tjlavk6cY70fOZG+Ng8NPghim72VCki+UeXwvKWRtr2EfZu90EwrvT6Jl761hzY+77lZPeYshj1ffj48BY7xvKa9sz7xclM9tzcBPjRPNT3HJRw+ZPf0vRxZMz0oFMo8+Mn+PQbNKj5s+Qu9A/tNPX83ub1GpX48wx6vvfqHxD18f++9kO1bPrt1dL7vlvS99lpGPnghrjwd2GK+1YN3vb9J8r1LEzu+PkNLPrV/tryYkwy9EfK0vHeoQj59OFi+S8k9PeOUP75eshU9iZ35PMhxe74eLtI89wXDvYPuKb6BK2I+9961PSnQvb7lHiU+HeWNPvCgjD2avne+7+9HPillk71rBPY9Vg/FveCXkj3wyqO8C17lPSuBFL664A49lPN4vcEkbb45z58+DG/wPN8XKD7R0pm+LaGovaXPjT1Qloe+KOfLPYEtST0B2C0+HpAwvt+z8Twq8du9JvAHPpS9Br58SNa9XP1kvTNoD73DNAs+nf2wvZHoMT1DLJi9cJ0qvQgUpz2BIYS9O9QwPqAgm72qdOw8H5jJPVG+h73opgs+tB4+Pbt0373Z3DQ8kKPLPL9faz3RfKY9d38MPUEdMb2OCWs9XQYBvSHs1jyoikC90XdEPqJoXb0bScm9AgvzPUqLs73rAkW+BtW3PU6OS7sKZUE9SUpQPVILYry8Wxm9o81oveowAz2dq/08KoEoPmbQtT0SVSc+Kd+eumfCK77tYz+8KpoVPjI1Hr6A1C0+TFYOPr54lLwaLca9oUcTPsOyyj0+A/W9f5WuPdo5RL0iLpU8/OT4PWgF/j0Pf808q5yTvdfYo733BnC9fUiWPOlqZD3st5Y9k5SPvbj53L0qdAe+rkZjvVxPfb2i75291qkLvpAmCj06uQ0+EnsSPszh3j3YPUS+g+QvPXMzlj1oO9297/+IPZ9ADb0YL469Pc62PTudEL2xkVG9ML94PpjYTr3BHcK9XMM2PIcQ/z3O5MS9SK8cvnljlD3xKHM8X3EYvgI0Br47Yae9liCbPhu3Vr6V/y0+jiOgPuMrWr3KrCU+A9AkPob3Ar3SwFe9lIgrPa0U2r2p6H29jPeDvKqwOLuN/44+Pn17vBHGbbzmnKE9QFajvCLXkz0XPo6+nAGTPvjV1D0g5S265n9OPtn33L7dMnC+r4FyPQDanT2WQgS+YaeJvk5GtD5Iq+Q8mf0zPmsKhz712809S1owPm4MJb4qxGc+XWN2Pi5Ymj7eWeq98s9CvBCejD59DMM9enUaPdYhIL6DiiM8FrizO2Gl17yoCZ0+3znLvn8gUT1qU0c+UQuHPQWQ8T1n/iy8tyKkvfQgarzhsNO+kQxEvlmpjz6ecBA+a4DmOpujvj17sVQ+0qrvvaGhNT4gCVC+cMKJPkpsEr4TPbw9NXQiPqXJ6T2i7fu9xNNevsPl4T00Ig6+HPI7PtrEgL2Wn0o9lHUAvZBnfL6SzIo+FLg6PjA8gD5aPC09PQaEPuZE9b3/lAK+kLVmvs5FHr2NYlO+aAiavTPBpT1IF0a8fD7+vWZfgz4sJhY+A2TDvSpwD74LSUa+Fiv5vMPAfTxoaCu+oihnvtef7b3iYDQ+7YG/vFubm74sKsK9zq6NPMw2V77oLX2+3JmAvqCJTT2B2mQ+Ads9PYJLh749vH49IIJlvrLkJz7jWDc9CkhcvCahjzzRytg9kvgpPnAPLb0bPRy8LcrJPV6NxT7MIFY+r+gLvnSjEz7wo6i9qChZvcjcGD6HG5Q+A7VkPmAuk7v9J4I+yNZsvvua4jy7ULM8yevSPHzUAj5muo2+BJ+FvT1wzz4mrg6+mCZUPjrljjp1fGA9JQq1vv0TOD5B30e+7fUdvuNnYz3KKFQ9oR16vgI1JT5Vp5E+lgWXPRQsvDyUqi29bYl7voDNLT5XKKy+WJbhvXjWC77h3l8+70bkvfSe8D65ekc6pWRzvkJCCb51D0w8T0ZZvZOrV71cSUK9q3L6vN+8pT0ljRA+IQQ/PldfAD6Y7kk+/6Yevmo4QT5YLCy+YlM4vsUsl7w+/pm9ezESPjFLCj6LihE98BxQPkA4vj5eExo95JjyvWxVVL4eAp69BNMePjweCD5TnMC+RO+KPRNXUTuAhEe9mk/evURf0jy+zLw9VZzWvjk3WD4n4jE+Nv2uvijhoz2eroc9mvTRPRWB+Dx5GZu++mkFPNOkDr62FVa+iKs9vjGelb7meD0+L0HRvkGANT63nqK+2zHMPaYPhT4taE0+odaSPUN4Aj6Pj1+8o7dZPlhUX7whQiW+XeGvvRXfQD5K5CY+b9B8voKpCb2SCq++38pLPYfznD3wcKG9LECYPjPmeD679EC+JzkHvbTr5T6VUqw+r3UwvXD5gz2bvEE9xvb6PDPFFb7oeQM+ApubvDuTr741SxW+sQHePSc/Wz2IHhG8SVmYPsygYb1bEwW+2TRFvfSIgr7jRbc+UnK+uyBruj3lb6I+/5RvvoJhs71B8oG+BKHSPc1tqb0tHW09P3UpPVeKxb3ToiQ+WtEwPkaf2TwtOCw+g7u3PUBZ7bx1F8M9FW4yvj0kmTtoqj29BuNivRjqsr0vOoU+Wdg5PvLnkb0WA809ysuwPf2Xtr3ma6y625yRPpLdBb527wo+6kLyPSvVsD2mkjY+fyT2OZvCET6LjzY9zySJPUChdz25FoU8JzqmPD8JUrzmgXe+WoASPiZ9/T2Lqja9tXmmvQDz07vnt5+9DW2rvQWl1T1tpNi9gcSuPbqVib0evSA+4FbOPYQn+L3n6b69Uc0LvUgjJj5uSIs+s8jSPTdhqj1rVP47hSdXPj9ZCT1vHqu80H2yvP2xFD1IiQY+R0jyvcaA7D1IOXg+jbfAvKDiar5u5Kk9ZuJivMPS570P2Oe8OQ7OvSy+HL5xc+08+IIMvrq3Hr2vqfQ9LIcCvWmqZz7ksJ69dNdrPKYJxr0aZSq+L5vAvbamUj5j/7w9u4OsPflR1r0BL5w9GyqkPQImET7jcz49phjRvV4OAb0HDU4+xYPMvV7VKTu/A687BkvkvAkvDz3PCQY87CzrvYaQD75zv1w+C5YFPvOsQb06Sv09xvnCPaE1m73HvZE8ZaIjPj2jPr6YnG29FMCEvXeBQr5LoS++sfy0uupvL70j7xQ+B1Mivi+1gj0arTG+8bEFPjhghr2Q8D2+UJgVvo1htz5lNDO+Kb/6vZ2ZhT2rDRo6+9HavWipZ74oJwC+RUguvgupI75esJk9kUfSvJxLtr3s2IY+I+EgPk3wkzuwep6+Z2NEvNXbir4G5HC9yWqqvTchuL6F4W++/uIcPlBJb74v8Eq+5YhwPR6txL7LmMU9b4+JPi6hx73HlL49lvN/vSj8qD3DEOE8TyLhPn9sxj0rjCw9NM6HvjTxt73zkEi+WFpOvh6LLTvdqx4+qmknPswXfz0OGLo9dHtYPSqyAr1KBZi9PNWiPaR8PD3WGNI8oy1Qvi3yrL272R++QMqgvUmeXj4uQwM+fcRpPfzMhb7zpyQ+exrJvclNIj7sRi2+gomhPvNK5z2H7xi9c33DvX9yUj5n2Tq8bkykveNLsTxRvua9z2a5PLUYc7q5Uoe+VSQDvV68Mj5KjTa90wYqvpZTGb3qpOu9+4wfvq64vzycmy6+HthRvaEtoL3XPBI+EM3HPWof0b4GBlC+rg9XvgApPLvnyKe+xCOkPOl9ZD5hvTm72Aw4PBBE2j2n+hY+8Nk1vqw1qD23Eek+GaeMPkHfADw0x6K+nZ+Ovd22Cj7C1EQ+LizpvTtrhb2qFDG9R4grPY0oM7r1iYi9oZ7TPXOkF76hLwS9BPPcu0U2Sz66FwG+2EC4vS0AJDtVIYs+JLGlvW4yyD5OQwu+PpEQvOlOCLvKaoE+W1D6PbLvoz7aYqG9+0tBvckBXL1iPyK+xyJ8PsgA8Lywug29HNUAvvoxfLxTB9A9LMsTvdMDNj7fJrC+HM43OzESkT2FZlA+G/OxvS7C1L392B6+S5ozPQDyKj5laBQ+tqXjvZd1Fz7mRZe9GbUsviCOOT77oEs+VpEaPqB47TymlAc+U1KvvBMFYL7JTk8+paM7vnGlnb0jifM9k6gTPmmlXD3VGUq+exeYvMaIOj5/+R4+3MejO90ZIr7kpLI9/hdDvEFECL5RgcU9zIQ7PeNcrT1ExRM+40ZZPs2xgb7/d3K7O5vDvjEYW771peq8lvx4vrlZVz5hDpm9deYVPcEHsb6V5TG+6UYSPaCfBT0iMLo9Z4YBvQFGyrzmQcs80OJrvbUdS777r4K+zWuHPqYPfj5WoZG+cAyGvm2MuT298Iw9VksIvXLKr7174Jy9+grAPfS+xL6WXie+T/bOvTARTj2jWKy+zcyqvXQNorzQ3M28dXuRPJbIZz5VkMG9DLGKvk+dsT7mWHc6PX9hvVFgJD6n1lM9/BmIvDkhMT40O5W9GANDPnfJBj520zq9sIojvdWgwz2nhDe9wTGPPvYGVb1vVR6+G2KvPTVwbL0UFHI+KrUOPCiBPr7bbmk+XyWHvnXbsL0Ra1I7Y+uOPeOByjyVpT69CTAJvQ+N/rzRLik+YRVaPS/lQL51QI692NYHPaexkLzFEKG9IjtGPVPwcr7wMnI8B8chvdicgb0jZts9cCMCvU56cD6QWw6+FpGEPliKBz7+BGI+7Vfvu5SXM72g2IK9Sms9vkV+LD5j61C+GocEvqZGaL1Go/o9+iVVvmRLX7zzw4o9K7wlvnRWNz4vpZW9V1aZvhfOwzyCv5A9Zm7KvJ3/ur01eHE+3HHlvQiGeT2uO269MDYMPgDkqz1hmN89EMUJPTGVPj1uykW+9rB+PDhxyT0Mtzm9J9oGvjoz4jwiv528ikPFvIi4az38k2c9tudIvjnzDz2e0Rq8MT9OvZ940D29S7A8AlZSPFTaED6nPZe9nD8gvseMX74j72O8S7UuvVX/Pj2XUn890INTvT38gz39e+67DusZPrfri75wmiC8daZOvgoRkr5/HzA+8LuZvWCEBz6b010+S+JDvSKtE75KhVO8b1q8OV4bFzzVdwY+fAo5viOxCT5BObY94jMRvlfwLL6U2aK5gz09PLbfDj4RvTW+VOjOvYRLpz0Z0tE9oSYfvqZ10Dw5JYK8m9HQve9llz1P6KG9wxKlvcoMF75aBA89kS7RPRNvxLykdKg9+XHvvYhTjjwb/F+8lkmuvcEBAz5y1Ja9FM6ZPcvaQr5u4q29ox8XvlivT75LOCO8N+uavps1Cj6RenQ+kqV/PY6kCr48bLY8QtElPZmyoL0lNly+RNAAPuA2jz6raYK+UxoYvvd96j2rLQu+QmdKvpg4VT0wLF87uMyJvsMDaj2VPg6+IHz7vVOlOb6dq/Q9zHtKvcRW/70iV7g+LiQtu5ZZRr3gwG68C9ybvi3ZizzuLnO9TnqNvYLotLxLtMW+xGETvmWpkj628x09Gl0+Pkm/gzvADnU9UBmxvD6+OL5dfeq9+U9xPmzKir0X5J27M/d+vT1AOr7Nc4s8UMmevT2zub3Ko7W9EJ9iPqdDx7zI2Bu+LqQWPrmqsb6adfO9UqFtPvrlmT3zmLW7SZc8Ppui6r2QIuu9A22FPvFxNr3zu5E8RAFJvZx6LT3kOT4+gwMyPj2MgL5YAAI+AJeLPTlcCL5PQLc8PWb5PRRlmbzwIBW+B6i8vnFHIb7/o5q9my6iPrhlnj4mxjE9dR2LvaWMqD6EdG8+zG6Sva+54zzCIRI8UjheveTeEr6c4i69h/qLvSMBKzs9a6u95ia7vWAOvD5uZFm8SqiTvujnMj3kQQe+ilkkPfSNCj4ZFmU+4fwEPjFPYr3iC44+0ZY3viKn+b3T5iA+s1WZvvUXJj6le849RDOgvBQWfD5iBuy+bvapvvFK0DvvCC49BC5mvknYkT0wNjs+3g+bvFqCwD1F/U+96PwCPsn8ib4XAuS9aRiIvjKWE72PC4e9zPjJvWeg8z01R7c9AiT3upacoD7IIU4+F/uuvhXk3T1zBvU7tOoPPwpQCr7Vg3Q+e2Ixvlfze76m6we+Q6d3vi0ok76iyG8+jvoWvgmAbb705gw+In8dvei6qD6yyI4+C1hXPrEr8j2Pd4Q++6N5Pb2ePD4C0TW+LgBVvp8ECz78IZe9fAVHPjVX0bxkpI69xCsYPs85r75DWRE/cxOUvgbpabx8dXk+HcFAPspfAb5d3Z89MOQcPghaAL8pfbo+zLyOPpGXeT5QSrW9seyRvhlU5T1fs429fw7wvIAGST6uZTc+XeF0vhtulL6pRUY+8OJfvd7oTr4Uy6G+ULZKPiyqYb7B4gm/lKjdOyrIZD2jbyc9NrwsvtvASb0uh8M98SUcPjC3lz1wJoS8WYazvH8mQr2r9t896pCLviyklj6AD4S8KwrcPbCbyryBINW9BakMPvpZOz6ocUs+DO3jvLYoLj6GrZQ80WiOvvWxEjzX2+k9iJ/xvEeagjtUfmE+CozKvYQAML17dra9R6WWPj9Qbj7m2Zi+b7cIPpNFl70CnDS8vFOcPVDDFT75F2++rLLHPLpxx70mJGI9mGtnvLEnoT4x5KM+e+53vnmTIz3XsKU+IF/XvZJkUT53mXS9vMznvQ6wo72BNJI+QK0DvW59njxQMTC+o29EPCtUyT3GyeW9a4GEPc44tr06Euc8qXknvgEL3T3bnfe9hPssvEoR0r3x8ju+qcqBvQUHhb3eMCc+fSfCu9IgYT7R5xO9iQCZvblXJjye1jo9JQlcvflLh719Y8k90ou7PX+FEb7luAm+YAotPfTNyj2ywmE80VfCvD0657xSjjO9Yw4EvKULnDz3HR89vnufPE4N5zyg7So+IoMFve7YDL5xb7Y9n4hCvdc6Er46kwa+FGQYvoWKI77Psyu94MrTu7aKej3Yvxg+lu/DvewLujwT+UI8fjNYvXGDNL6TPQk+lVbTPbjqRD7CVRA9TEd4vYou7j2s/N264KXRPdCGYr613xe+Ny+4O5Txq70vdg6+LMMMvjH6cL0BIFO9HO4xPQanl73KxYg9Q7jBPbraQz3D61A9rw96vev5tDvUPII+h3TYPRD9Xj7pU3S+5DMOPqCRWj3pk2W96vmwPR2GSD6P02E9WmLNvfk3az12KT8+ZWG0vWzmkL235wG+dxV6vff4/r3uJi49YF2uvYcwJz6lxAK8s8UXu/xBzz36+8a8DlCBvSDItrzoD7i9jeRdPbPIgr44yr+9vt60vf0pob2KhZ09PTzLvQ5uuj2MXhy9dMhvPUh+yr0E5zO+F60Gvr33VL78OeG9XLCdPeR9dz0+5YW+XWS/PTETAD7L/y+8tJF1Pna0Zz5EdYG9nhTtvLvXP77eHwq+2cG2PtRUsb1Ns9Q99vEXPoL98TxyqDW+qQKJvhOgizzzrqk+FVU4PerOCT1bO7y965KXvc4hZjxhHaM9Vy6pvVKPl72KcjQ9ppJTPr7AS76Vf6s9+33TvmZATr2uLKK9rgR5PTwIsT5+KD4+Z9SXPgBbaj3WcOo9HGM0viZxRD6ErYg+SQMcvZ58U70xCjg+U0NPvv2thb7UfLy+50sAPnRGJL0+Fxg9J60wPX1Hk7rcoQA+L023PsCwgr0W99y8jV4YPkC5mz7q0nU+KEQbPV7ge74eMLU9HFMmPDZ58r41q5w7QtXBPn+fr776MkW9Ctn1vHYlO72p8729Fi98vRqSXr4C+qk+VPMjPdjPqz21pqk9ecm6vaIrLTyYTAw+aZtevqjNOzzz9QK9eEwivpELGLrGPDQ7D1EYvuD/gT2JNYA+W75UvcGIub0ZF9W9F6fjvGVUN71iwq+9Bww0PiWIGz5x+Sm+ByuAPkqzUL1VZA293+3OPdOluT1h+AS9IQIEP9QA9L11laI6+0sSPtT+3Twz/o2+AniNu+pg3T0Gv6Y+jTz5O1Eq7z3vCUG++g7JPnEX3z3smgq+NCQZPjPJJT2G+Oe8ylXOvF6rnLzqKKK9W4D3PfI+xD6dh4E9PrY2vo74Hr5FwN49srQKvmILlj7xJmQ+6W9ovtXboT7kkvq7Pw2gvkBnrr2R0kg9OzGgPZ2W5j0HN9M9YKp0PhqxA74//V8+aBu1O3Ch171Q0ZM9fgTvPBQQ/b3a76i9MFmhvd6Ae72yyRC+NSHfvL3jvrxDFYs9CBTtvXL1fb0gsqm9iGQBvsWmIb53PYa+m5NUOwQQ0T26zEw+9egIPgT0nj3TYB4+5023vCLgCj5Yrqg+RxtkPbf45D1c6Ki97gG5PXCqY72yCWa9P/jzvUcAsr3cLU49xnTwvfhwfb0uGwY+w4Y9PqKu2b2VzFk+6hxZPaJ08L1wPwa89ahZvaU4kb3n0IU9PzsoPkNz1b2/QGE9550qvNqz5z34sSI+ZpldvvKjIj5Tui2+PnEQvQ+2qjrHrHk+WyIyvd+M270u92G+s/08vmDo/T27biA8GbaJvl51P77Nf5m9qtr+vcKLXL6DSHK8+LoSvQ7s+D3eLHe9O4C1uyINCT52nfw9gEh8vo/+ez6TDYI+NGpIPUgFBT6TbWY9sJkyvlWe3Dyo/oQ9b26BPpHQhL6bxkg9EIxSPDjAuDuOOTk+RiA8OwKhD75pk1y+j9kdu5ToHj5HwT++k6CrvXbqWbuDNgC9/E8eu/4g+b2mBSc+mN2zvVjgQjtro0s6+xpNvAlsOb0gAK477ShdvSgY8rzk7uQ8cPKCvTFepj1HEos86g45vhQ5Zr0y04k9z3axPJ0MCD7ovRU+FEMIvt6X9jrZ8wi9qIeZu6JvjD0p4yU+p3PpvQop6T1Bz2m9mRagPeepFD4m3wc+FwE/vmRtxr1Ym9Q9nwmuvO7Rqbz14gU6rZdMPXBQ8T2/++Y8SRKyvU+sur3q4j4+gFJ2vdkx5z2kjtO9UwmUvEBMXD1Y/oC9AK8Jvl//Sz5tWBC51oJtvvz0Bj7lTJ09EG7PvWA8mD03xC4++I3mPeCb771A8ug9VOZovCMpkz2XdCk+IG5AvuP0SD13rTc9C3nFOt6w2D1a6qw8BotAPgGJszykQS49Y+YRPZds3z1Kx+g8ukpmPG2WI77oCDU+JULSvShycD3YLfw8XfnlvRHXCrzTscg9iOjYPEUOIr0MtEc9JkXxPedTxz0r2SE9UYMjPpGXwT1tPBa9HCUGPoXGJ70l0Ke9Z9rQu920vrx0DvU8bLs7vsIfLz2NcaE9rISjPe6EIL07EgS9ZNFZvtr9NzwaM2W9o+CsvaJ7tT0sIRm+hHLGPNox8L05gkC+E8YxvgOxQrz8+dC9gLayOyv5gL61hdU8NiQ6PiunCb6U+J29PJpFvpH7Jb06pA+8s3UPPoBocr05HYG9EU66vAffR76lqqY88mJdvVO5oL6vYsk9sdHqvFFhEb34DpE+JrgmPalue72z14k+LnKBPgFEKL6j6Qs+TMLavQAfAj5Gy9O98b9BPdW5iz6/z7i9WK9uPsu1DbsM2xC+mBNRvWJV0r1PbKK99djvvYv9ND4y/gA+3aGBvSwdEjvsMIU9xFm8PpNbMLzbcfs90FCYvgJ0qr6ClD69xHygvZO3G76ZEsy9HlkGPhEsXj4oT3e9NEnCPfe4Ir3RVR69zkl+PaKYhj1Fag8+8XoGPr11pbxMrfC9siydvn0KwjyxTTW9fuYoPn9QKr7o4sC9Ts23vOrL670gs4O9TgcGPrNWo7z6onC+1okVPWdtAj4/yCY9nWbMvTD+sb32iJg9kgJPPfzIcbyGPkY8ywLcPa8Qkj2SxWm+gpfXvuPnFD4GtJS93jVnvjL7SD40qSY9RN+MvdSbML4FgC69wXE4PUMmxb23zNq8HXGIPWEz/TyfXzm+su1HPkf0iD3kwqw8WB8uPmQxb77vxac91exUvTKsrj3XGdY8mFG3PmaNEL5Ag8k9x95Dvpw/hL4JVoa95q91vpkh1L1/LBi+QOPbPV1eOj1cJbG7OD6zPUUrmr3xA5k9Y3GEvYByVT2IvqG9DOaDPfhOkjyiNaC+qsMrvVuSQj4MGXy+tBNKPXl/Pz4kq709+TkNPhQn+L3HzwM+7NdCPXzllD2Lhmu7y6qzPphQ3b4XEai+JWEKPo6+Gr4gdZ+9rvOnPn99oL0OsZC+aVmnPX/A/739K4W+VXVWvn1id74mGVy+RUIGPv4SMT4rVRm99JZPPmALTj6yjdA+wd0dvi5tfrudsrw8wJzgPaelqzyoBxG858mNveCIMDxrXog9RLxXvSHI/7xc3Y4+u6Q+vLH6Tb5tx5m+VOBYvmVuzD2DemO9SfMdPjM0WDz2o+C+aNbPu1tGTL0vOlM+jDwxPu2Har1LWzM+QZKuPjyivT3YQFk9/MIlPQJEFD19Cb28K9rZvH+60r36Dju+zZKWPm02W75UuFq+A6WPvYdzUT6vRRK+k2wmvjqRCb4LEoa+wZUuPtgbKT0tWxw9LtUVPkwuxb3zTQU9tg2cvakExbwN7wS+hP2pvVhTgr1364o+T8IXPuS8LL5+vLU9gXQzvpH8cz6Dx/i8ITFKPfAu2b2nx2W9unmFPdPVKb5IMec6yMmFPYNDfb7M2fy9O8YzvE1rYb64dSE+Pex1PiItE74loJU9QGAiPl+azT2PX2K9FQq9Pf3EVD7fli++XYpovndDBr7uw5G+0KqMPbmFYz52MQu+xziXPoWvyj2i0IA+wi4pvq64V76wTPG8pK+XPXhA8j3e16U9ylAdPj1c9L18dUo90zMTPl/5d70mhrM9wWMfPgRMI728C9M8ctKDvauBAT7GLD69+wzJveolrD3Kd2w65necvOBGOb3bY6W97iYBPqWtH75MjXG8D7xuPAR3hTzK1tK9tCm8PPoOMj1toqI9dzavPRmwkT0+lCQ9ND0FPae6X71ubVw9dw9ePUdj3zwvK3G9tIwKPkidmD1dWEG9hRYGOmZv2z3rV9m9ySMoPnhxJz6Ai5+78+XpPdfivb2C7+G8s5PzPcJxI72n+ey9q14CPXzYUzsR2KM9jXyjOxLsSDwtWyg+MfhnPlsIRz2L1s09DMlSPjgJcT1V5BU+X8eVvdduqL249+E9XgskPiMcA76JYwI+2NPRPPmrI75qDt29D8IOPhdzB71ltJ09WCFMvo2IrLxrYvA8FH5/PPYBST21aw8+jOgEPjipBT730YA7DyHPvdAf0DyYgjo9A/o6vITxUz2vFww8XETcvZ2zOD4PlHe9mRRYvdhbR73tQWs+6wVGveNnqL1mpMo9OLrGPGoLFr2SM5+80LWdvVRdSj4fTFM+ZFRdPlnWuj1Yp829X8bNvCmiCj0SXlc+mSNAPDuf5r3TaJ89Ng9cvXGTer0NpBu+ShS+PIoRsL0794W9qOQBvhDWBrzO7mK90r4GvUI+zzzbTaW+d1aLu0W3M751dck8LLnBPVb1pr7qs/a8i+IQPKHgnr2n8ku94nUavuU9MD7pUnM9nqLbPZpfEr2Kw7M9I1pUvgBAqT1GiKg+u0VLvZFNKD41xCQ+MhVLPUVlwbxtNFe+ElsIvgG1VL57Ilq8OoXRPdyyW71m9QA+KTuKvtJJPb5AZ0k+vTbcPTPddT0333e+Z6k4Psr3HD5eiPK+9WhHvu0UyD47llU9WWgxPoqe+rwIkWA9OdspvqWfSz5WrTu+UkCBPspgbL1r2U6+E5dKPprdsztLgqC+HBwNvnV6k71owea89toaPuRVUrxA/IU9vvtkvofJeb5CkL0+AXxzO4GYlz5RwpG9QFbLOizfSb4fmgi+mCwZvvKDIT711b6+j5WBvvwuCD4mHAW+8IkBPaZgFD0Sod694zaFPm8yGT4uCmm+WgkwvoioU76NBIC9o4+AvpwXs76jYyE8noFGvshzrL56j2Q+l4s2vq9iiL7zYVS+gCTKvQQyCL4y1zy+8JASPu/hab5+LBc+TXWJvli/Vzxjjuw+fR8PvhW0H76490s+Mc0ovYcxlD1XYL47+wtJPmnC7T3Y170+HFFxvtT1hb1BL1O9HVSZvHWISLwK1gA+uBuFPQogVb0JqKw9bfnLvorCNr3KXF6+1O8SPvdlLL7DW3C9sHNTvdN7Jj/M1TS+VxKbvXayo7xHwoE+K+RZvqQ3OL1I8zA9rrwyvtJ4573DOwa+NWSEvW3ZzL3Cokk+9bL/PctEj74G4v49wzcXPniPmT5LA+m8G9X9PD2vxTt8Qro9GsaPvlk8uj4dbp4+Fi5zPdLi3jxBHd888sEGPrLIJLxPW0c+J0zMPLN1Obyu1VQ+M0saPdFyfT79pOA7OU7KvixQfj7TWXW+PiSxvgCYKb6OPZE+FuiVPDb5oj6svfk9f9cYvYKP1T47G5G+Bx5SvtXfkz5s5My92a3MvDZvRr6yKGe+FWlNvW5/Kr4DXuM7AyBkvuhBBb6nxRq+Ua9evuLUAT4Q3109K5GcvciQBj1hFC89prK6PBlrFj4Cqv49q8SWOhckqj0CS6a+DrAzvsHfXb5WRf69iA7Wvk8oHL2c+2u+Cj42PgaWLz+AKqc9nR8TPpRKpj6tVxU+qD4CP18esr1AJnI8gijSPVEcVD4C3Qo+DTYfvlMx27wiOmy+lyGDPCx3sD6wjIi+mR6WPQW2Pz627Wq6p9+/vgLErL0Gvgu+HkhLveTbAr0vHKq+WTlCvRzXsr0yQlo8oJd0PYePi77ppma+gD1QPoi02Lz7I0e9zXKMPdIFVL6mGzi+gbWqvN7QibwZ5OE+4DtgvrhjtL3jOew+7IIMvoCFBL7W6hY8NOwuvm4dcr7dT5S9SB5Zvnxi6zwXEkW9+se7vZ4B7T1KG5S8yXrevCo0Dz2SOP09jRW2PHeA8TyTu2091OozvYVUDT5YUes8evvAvV833b3eEDG+ePArvc66e70cKCO+xrHYvZdB77y6LwO+SWuWvRS+JT5R73o867toPjTFlL11G3C9120KvuN0170ClyA94ogoPAxKqzzqpjY+0Q4HPQaYmb0Onc48QY34PTwGpb2o2u26hrxHPW9tRr74FHQ9wvd6vt8iNb59bsM9RxXGvSQmJL6ZG6y9JUzmvCXNiD13nNa9M7HRPZQcKj4n8im9Q3vzPb3hBL3QiAK9dsD6PZr0F71Agzs+hdNovk0BIr3kaeC9Cw3mvQYOmb2e5Pg9WFsPvWs25zyschO++G7bvb/GpD1D+yC9j9iUPdFmB754Yuk9Q07/PUm/kzxUdWy9ukEcvZDUtb3s3h680gFmvc58273IsKO9rE29vY48hb1Iz6E9VnQhvkWRAL5pQ+m9AJoDvn5AUb47uE2+hTLGvJ+o2z0X+C0++8+EPKA/8L1R8qm90c21vFWcj73nUky9z/KHPSaS8z38PUo+R5QEvnhmHr0OPgu91CACvizGAT7UNiQ+v53zvQBgNL4UiaE9KiX3PbnRLb3hVHa+FQ0RPro3YD3cHx6+/k/PPXs16D2v05c+oYMiPneWWb3NodA9jEcxvKjUNz5bbyq+Q0dYPj6ynj08ZaG+Bm9uPhuSlr0F7iI+TwbovZKfu7wp/OU9BDSSPvo4Y77C8Fi+MmXzPb3kNj4KKIK9oP0+PkuJUL4r6Ey9Pg+fvfRhWz6RFUe+o1P/vS/Xxb0KfcC+FveRPoI3z72FdPG9aGwEPrzUy71rC3i9Fa2fvQrRIb3LdRg+iBopPtJmjb06Do+9ARWHPKG3pzwct3q+X45OPuXXpL239Og91rb2vdDmhD5teoa+UcLjPRpTlj5eki09/WhCPqyqGb52+Bg+C7fEvmQdIr1yJ7U+HI+xvVkBRT2Nqgu8DCu2vqxFYr4xiLi9P7yKPRG/h75FtHY+RZsevvskir2Xgby9AVZoPedn2Dwau4G91cs5vYNWkT6JvcG97cqKutUiV76QPbU+3VMdvUYCZLw6qoE9Wfk7Po/1xD7pQWW+HgyIvlBlNL59SYe+TU8nvr7CZ71BHi88AWj+vd3/Nz5lCM69p2yZvZJtYj0+eRo9PqyzPgRTA74IJL+9Qs2FPpHPajwwudo9aIgePpsSmL5D9m89CfzNvedCnL6RA4a9sU4GvsDmery+qiC+swp/PqZ/4T3NXm08FiMLO97miLtq5yO+goUbPd/SBr2ejZE+jttxPQ2Wlj7N8xq+GPXgPr/rtjwPUT6+YbzKO8pKxD0Jl0k9gQUrPq9GNr6jDKY+kn6iPpdchr3ERvm9x7EoPhd4ir47wIa96KoGvWw7k70RdYK9xJgkPnBvC772MAg+VI1HvKI/aT5uJpw9KTevvVxGD70LTZo9Mb2KvHuaVT445zc9S9RjPVoDkbz+92A9slhMvhgAN77Xk46+2OZzvghn8Txg1F++EpQovXFoZ77Ci8g+7yMhPgfWnrxRBAU+SS2sPQ6SQT0vzpU9o7tYvjGVYj4OmX09r6oZPghv/Dy2lUu+HvoGvkOSjTxQn+o9DbV9vViQwz5tNT29ANMFPOOaCr4k+5w99semPabG4L7XLuK9d/RlPleY0D1cmm2+209TvqSIJL0oKTM+qWI+vm6Qsz7xE1k+sJCrPRGGbDwuNmw9YH8uPuBkh70nVBG9IkC6vOVMWb6EEY6+Qq33vAwutDytBRA+JGBAvZGXij3QBiu+a/aLPlEUUL5zuem9J5idPvO+pztgl84978Iavm3RBT6x8SG7HmaBvhHU773iMFw++n9iPbOtOT0aibU7sTtnPrZWiz3XriC+qi39vQsIKT4Vp889aCGJvrW2E77ngac+32/FPSAzk73GJqu95eiCvvl4rz29MS0+fhnxPS//Nj7L0wK/CBVsvXXtwb233dW+R6PAPl+IuLul0rG+wIsuPs8Q4T0bDrw9oeyXvj0CljwNQK47cMapvVsqAz2IQ2m+vWtHvkfPGT16+9M9XtlDPMgQ9DzX+wa+GWTPPQEP9bwRU1q+iBiLPXzEjru695s9QMZvvrWPRryFK2W9rvUOvSla37wprms9761lPEHwwL5VxDg9Q7eBvdm4WL0dp849vB3iPAHnHb6MF369ldoovc6EWj2fnzc9sximPR0VsT0lskC9hhYcPv43Fj48++a8a7DlPSSyBz58p7k8OIiBPZ+rdL1kKrq9hK5Gvc2E0L1o+UE9TaRtPfzfyDxlXY2+JMsWvuJf8ru7MWs9erzcPexkBr7sOgG+/aWhvRqYCb2Z6uI9K90uvUFG6b0awg0+64+XPFGN+73d7JQ9IvyEvH69hb3Gu6U91MXnvM1J+L3FM3U9lAA9vSfXKj5o+sY95IrWvTLUgb21Udm8dyPqvedmCDxM6IA9mCuCPT8RDT6iKkG+3LcrPXIQhjxgAn28eZMSPEJwGbwWBzU9JgWVvW5trb1Z2009VpDDPRCEkL3b/sQ9Q/oQPsYsVT2W1Bq+mHJhPb0qH777B6E8dJwovuoNJD3ru8W8BoBQvghmaDworO29UvfyPZjkC76HbQ69CuBNPRv6hb3Idi48+BHLvf5mJ744pzw9+WWsO/orML64N6k9Ln6TvUF0xb1Vc6W8QdSNPuFI/r06Ms88bCqpvhz4kj4VzeW85DEHvTLcKD6rhBo+/gFePpokj71UcKI77hHNvb1wgD6iseG9CmX/PHXHdz7Y2/u8fgXavcLxBL4jqro9DR/fvad34r2PVdE8Fuayva2UAT7PmmG8+buyvYxFnD4XkGy+ClsmvkLtrL5G8ZK+In6LPVKOLL5x7x0+NXO+PZVYtDxdEVI+1N1XPuZexL6z+CA+9cJQvkBaiz74cf29C44hPWn2LD02mHs+KJFYPFDvuj4Qhi++75Ofvi9Kwr3Eeyw+Gkl9Pve3Gz6uW4C9ammmvfMoPL62rfM8+SQDPkxawj15hlq+yD4yvrnKAb9cwfC8RwQxvh91Wj4v4wk+1Fpsvs4rET6VjYI9uo6mPj1hJ77BHic+E5RIve4G0T7EtyO9kkQ5vuMC3rxa24k+oPPxvaSNyDyhjqo95XrYPXCVAj4YZeE7GIQYvZpkPb1ivZ49m/z5vINkjT2Cedg9Q5+NPkLVjD5H2pE9pAgCvthnpz4MBQm+xihMPmGrQz2OX4a+soSZPW+OlT1efg09SEcnvDFugzk03WC9nw9AvcPh0L2FuyS+0BJgPk9IhD0ef+682zZPPnbeIL1spp2+/exJvQPxob2Tz9Y7Dqh2PnsvvjyUPy8+BF0DPktCuT3zXmM+GwiwvWP8Z706VBM8PA0LvhG75DvUFZy7NCwePt3vxb3pY20+iqmSPm962j141Ec+DtyHPmekNjs8As2+BpZEvfxqHb73Cne+YVIGPaADj74SHqI9hXvcvRZcWT4CsyO+G2aGvqFT0L14xa++ydlCPs7rmbw1hTO+gAWPPqa7XL778hy+mahJPruSSL6bRhi+yLFEvq1rOb4FH4W+8FGcPmElHr7PSjs+SNG8PlX4oDzBWf89Oq4PPexwUD2G+RC+YtOVPh6YTb5AlJK+0l3ZPXo2HL6/+q++oCYEvA+H1zzAplY+drYnvh+nGj6glYu+wygzvh5KBr3kXQK9QaxyPsOwgz6z5Rm+R1F8PrSmOr3zE1i9lKWfPToRYT4DG7a9JZIAPk3btr7043Y+LejBvUOitj4ZKpu+tYKLPkx8Lzx/ThE+o7pMvhRnOL6074C+DNePvqN+s77AMGW+cDmRvQ0Z0LxHS3e8EXn6vcYDfz6QeN+9MBoDP5r2wb0X8nk+R9A7Pctjoru55WW+Zot0vspRPL5P6oo+Xt9+PvV/0b2tFzW+JmNIPVt/TjsJEN29JthhPbjAxz3eyaq9XSQvvb0Zoz5vPjk+nwxSPhZNJ75NX88+DQZYvoBGGL50mWw+p4LWPQOawj6CzAm+XByGvYPBiT32OVC+1pd6PrLIijyFM8O9lJxIvtVsiL3DtO69LECBvuqg9L0zpe69/oCpvHUZOL5fUia9FdM4vrWb6D1ECZi9oMjoPVrFvrzqldI9wb0rPYPdiz0WDZ29pd5NveveUD6jS+a9ArsmvrQHnLz8pHI7LeZlvrY2YD1wS1C9HxFgvuCBK741/ee9d8FfPRJG7rwB8gi9wMDJvYkiMr7KRgs9/2UUvpiyDD5ggUM9A54KvZ3UC75stUw+Fak9Prb/P7ykAac9sYuMvd4JsTyqlEI8xUsbPs3wjb1ZjNk9/qQIvsaU2byUIfq9HQnkPdesYr4kZsK9ZEvwvcssXz3Z4Fe7fH04Pl6dkr1B0nG+cLmcvMbgYb0ca9Y9KR+sO0Jttj1X29a9ekQSvuoiJT6OZMy8xS9IPfb1uL0z8wo+OwvqvKJ2VD42UAq9GBESvNsuYj2Q5hO+ZVY5vVSYi77z6iA+aipPvjVakbwED+e8EjINvZYYzb39ZyK7XLH3vbOPLb5KHWi8bCdFPU891r2XhpW9mI02vjoL/L3cBfG99AGNvZrd4j0TMJg9SduivUtAoL2WDQa+QplPu+M9mL2n/U++upkbvjeXZL2uCIy9JVCPOxChTD4KSpq9GCu3PQYbZjzSIqk99bAUPeOQPT3CJhU+H27ZvczsHL65Lp69gVtnveNCtb12DcG9ZArJPRc73bzxIiW9JW+DvFdeLb6cxUI8Lpugvokp+D1R3mU8qxOtPJoJGD7bKhE8PRuLPpGnVT6or3o9gog2vKoUxj6Lwi6+DZFrPkPho726Y4i+zkZhPe9NFD7IXnw9l4k/vf3jZr7ncdE9GqfmvW1JDD2N8es7Qtf3PZKtMD244ig+52iOvaBLdL7WYEW+cFt4PVfpgD31UlM+7l2OvsDsP76umhY9z/pWPW7m0L1M7Gs+36MvvVVw2z2ThBg8IjdQvOjYMD4t9yM+g+usvPIkUT4Nuow7SSV4vtSHhT4obEs+W5tnPlkjUz1mH+68h4BOvicujb420D49s4ioPq2+LD6hq2G+DskTvhrmQb5z+W6+NnlTvrDS+71l4IY9NCM7vkBQQL34ho28NM0cPjNOKL0Aklc+fN2mvj7glz4NtAo+Bs5pvvRDd759DFc+OjSFPeCwLD6nx/s98TUFPXz3PT4oVIE96OoLvfVEDL6mcky+nkrNPMF9KT6YRIo+6OmCPviAyD6Dl/098yddvfWfij6ISfa9GqSvPpf3Tj6KQ42+Dh+RPmN3Gj51pH89qFE1vrTGV72CjGQ+tOM7vYGC170wjkq+kGcHPgpMw70vlYK8dJMgPh3WTr5b/7K9uiuOPYS2kb1AcTY98ownPi9Fyz3e7xw8A0oyvpd2Gj6M8UG+Hc20vXZSS72eTXO+Y/q3PgGpCr1MkVa8tZccvkBNZD2wVNe9zs01vpvkFL0Xhlo+Lk9gvsNGxb2ln7a+1jQBvrSE1z1ye2i+DK0FPly6h762FY69BBC/Pg8Eqz2Hhwy+ZNGcviEAurwVHaO+sGVyPhlEx73+j4C9zOHFPauXo74IiD4+952Jvp7uZL6tY2m+XozBvJaJnL5g/809dLO+PSAXCL6RCho+NiXUPErZgT3401o+a4vTvewRwr1vD3e+zKExPYmcar5jEZI9aa4cvvqiDb7l84a9JtMgPBXviz0IrCs8mTOtOzbitb3dqB2+wzFGvGOWBD/2bSm+YMsxPpoEST1bgh89DS1ePtNgiL6U65m+NEP2PSjXlb23Zgi9NjwqPQm9Mb7+z2M8/m3PvAr4VL5UAfC9y8BjPWj+VD1rmT4+NiESPt1jEb4N9fM85TMHvkSGm70yFXG9FqTBvmDMgr2H9eI81hS6vR65pz4VFSu+By0ZPhvugb5KcY4+vUbwPK0fDL2ogRM+JNnqvIRevL1GB6I9X71PPm8yijyiiDi+/ZCAPM/HpD3Znju+HzMvu/buSz0d4yC+SlsqvohAgb3GFpw8gqZNPePQ0byYGaE+IYjDvgAnBrwGdf48UyTBParnPT3wphi+K+j0PDSv0z3eKI+9hVAVPjLaRz58alS+o1k6PpcdyT2/T0y+RK69vUzHHT7N2Kc87DNrPpum4z19ln89jM2dvWA5zbyieac9WBZYPWQgMj4Yz3A8HauWvW6+QL0ch769dXMbPGmpA75VhBK+wNQyvidlsDxJGKA9ecEEPPobjD1gElI+rBnOPTTnXTwPAiS9NVRivmpt070ksTw96/ICvvwjor7dgEk9QR2WPVlrZ7x9ZCO+r9cCPitofz7X1KC9I5hkPT626j3tos68MmWgPXAoVD1ifzC+QTofPlVZjD53vlQ+CHIIPdDbKD6fggq+2NI8vb3HKz6S8Ts8DCLBvc+3s72epuU9wPcRPitbJT7t6H49i/CIPYAVyj0qLUu9LfD+POJDBzzLoX49QwtIPmPnUr6yVDA+YJwKvTVcCLvVE6U9Z7ZzPm/NGD70Xwm9YcS+PacIL767Vis+PqZ7vZ+8lD3C1iq9Z3ArPSJH+729gja+QfCfvaMeBz5nLKM9oB2AvqlwrT2gyI28EV//vDMfozvRY/I8L2swPq67IT6iYTU9bMnkvbM2yL1aYqw9SO3kvKPUWr1yMRU994xrPdKW9z32oMO9R1aFPU5FJT7D7iS+0HVvvBW6ML1PAwQ+KKGevSbQM75aSY296xpAPEZAsb3Zq4O91GonvUxG1z1fhia+m7XCvc+TzL3fRbS9NxSWvZ5rcDzf2uI9VKtSvT5sDz7/lsA8zIK0PixtQT0Ah688t5XYPUcM3T18PlA+DD2SPo/7Cb3Pq5m+3J+wuzEcLr4K6WS7B0kJv+bcrb20mm497sZPvoE+Mb0mgQi+PQOnPb5ner63VV4+Hz2KvXdE9jwD1ds9GkoZPsOeHT4AtLw9iTtnPtdoob4JJ3G86uldPW7qybxoAo69LEjSvdhj8L3U8nW+AFEmvAntsD3XrEi+eL7YPXbN/r3Vfg4++W1EvWaULT2uJh2+C6bYvuOF9jxB9oC98A88vlE0q70xDx2+XF49Pp4CKz7af7I9O6STPfcCOz3ITbw+J0n9PV1yND7phVc9uvS9vjaQlD66kQ4+L9vvvTA7uDyq2pq82I3QPaWgK77otTK+5IpLvqoSiD2glLk+UHLbvXfqCb6KjJY9meCbPTOVTb6opS6+H00VPlQi070KZIU93e6zPZirj74cYYK9tMOnPcBuBz7ocaY+iLqXveJ3bLxSHEy+0j5uPtehur7j0os8qYkfvnShFr3b7p89ODWTvhahQD6kTss+drfQvEny1r0Yry2+/MU5vns8gz75HeA8d35BPhoSiD4dZeI9RjVGvabNQb3g65c98bfTvRojHL4/wCg+IHKYO1BPBj0f9rk8pIRVPUYOBr1yM0m9XdTgPRwyFL4yCDU9GZwIPcE2AL1OHp099ueJvAg5Tz2FjSQ+a3rDvkGjbz6103u+4d+sPdVGsL3YEwi+HRDsvn1RPr6mV1m8YLIkPsSjDj717aO9XYe1vcmQAbyabhc8DRmGvpf2UD6bx1C+Vz9gvjhaij5aMIo86FMevgZ4Lj44H1C8zGqUPpTojr7JhA2+HI8cPqaoljww/UO9pmE/PUSCyLvPd0k+OXhFvPuovj3hbz6+mTb+POybtb5w/qa54YT+PO/rAr5KgMo9ovwFPaPcwD3l3Cu+/4iCvSpb5L1tNkq+/glqPnbIhj6yga69ZQHYvUUxtz1aqxA8yxBtvmjxPr4dbCI+oGOlPgIjmTxWp6C+Why4u0zh9z2V+Rw9cpW4u2whET6vEpO+SZJ+PqyCBb4HXI2+i6XWPbRnEL5ncKu83Gafvk1kmT41BDI+E0nNPikTqb0SBAU+Py3KvRqEvLx4GzG+8p+wvckSJzpdTRU+SM9APqF90b3f2jq9TFM2vksZhj5jwgM9G6SFPsH7kb691Uq+tu7TPTbYmr3uX1E936jqvdNHWj59+OM9fQK8PYx24by6EIm+64PsvMXNb74T3TG96zbnPcDb9jtdS72+sykcvpm8uL0TTwm+4FVBvk3eKj4VP0e+YwOTvkz6yb39pOA9sWSCPXYXcT33+6k8vpZMvupQEz4HUeC+RGsfPQXg4b2lJps8S5jIPOHIbj09DXI9XrsfPoWFBj6pAuq9Fjh7PW1ekz3c3KE9r7YJvuIaA77lHFU96V08vt4s+7lUMjo+dYkxPc+UcD1NTge+teB/vbH00zssnxA+WvimPcQ+B77ZYiM+N4/DPd7YK75tUF49tOWEPTkECz5PDAi+Xg0Xvek4+z3KeOW9ZgdBvvZy2j3MzQc+6xmYPSRFhr5wK4K9ebfqvf5nqD0DGFo95994vazItL0thRi+2uNvPU3h972xaX49PSt8vpbb0z3JPi+9VJuYvBrS+r0jjR89pGaoPTRW8b1+sjG9eG5UveA9tT0B3NG9IcttvRzYab135lC9JLDKPRoxGz3lw7A91CrxvbxSzzzYJL49C00gPg4O270hR3y8dspBvYH2CD3MDlS9wGZvPn+lZrzCeam9E4COPGFBNz3dJS28Jh51vfLeDD4MvDK9sdO0vdqSLj1DV2k+0RiTPGV5/720AfU9JpbGPUwWjr154lm9gt2KvgQDS77yHoA99ezTvWbaA73x5PC8S3u4vePUQ76Mb8s92JNOPgwYKz5jJy28mcP3PRMTpb2ZqDy9jrdDPoQ9Q74NVxY8sAbmPdGidDzzOME8kkjLPfdMhD5PJIc6bHqFPX7mdz2FZKw9pNbZvcVwpDyNaJ+9VhaFPTuMHb4uJB++fgC5PVW8ir0VUuE7LN9VPL/CBz5ARoQ9dWs/PvKWFzsfPQM+9ppVPmKggTxhgg0+G24nvqu8IT5PY148EncGPhfH2L0VvBa9APBDvbfKi75C1RM+qaylPQTrGr6gg9W9tUk9viQZMT67zx28DkY1PmxnNr18GRO+K9a9vWWQ6r2DGVG+2YNavAgFkz2bwSU+Lulyu2khDr6sB7g8roMxPaUdB77ZKKk+WS0IvDKGAz7T0xU9uqlvvHP9l76QGSg+7h6AOwsw6D1pRJq85s1FvpYgYT0d3iU+3hKePDgN0j2sul29pswpPSpEMr437x2+4vbHPUoGBL2xQLK9BaoXvHxLHj6i0zG+LJ9Avok+uL0oLZY7M/GbvkZ/Ejvn/kc7N+4mPlYiqT0X/eG9xWNBvQKgHD0re6q9ePXJvUZqeTtjS/k9xtH9PeQFzDz/tlA7xn6FvbtBbbzPiWc7pksGvj5Y1z3Og6i+bmRsPflNHruYT4M+pjYGPrrDPj6Ezdg9PKS5vco28r1pbqm+nBkxPdTpOj6zoEA7LQxxPrxhBr5VWDM9tpxovgHTRT1Ts828FntkPa3YCL7qeAe+f2knPmo5hDwwgSg9aaX3vDczvT1bfbg8nSR6vV2Vxz3X7pe+R4IWPncjnj7RsRw+GKWJvqoy0jzqOD4+CZ13vat3c76w3Mi95SwfPnBV7z1j+Yi9xPjBvUR2GL275mc927DcvYu7Z75VdJw9/UiavhlvJT7ucLK95aJxvpVjprzLaf48mZiVPWvFQr6Vmjy9aWLAvp782D2unuA9PBnvuy3olD7zoys+8ZijPRbjib2CONQ8LgPUPND7E75at1U9ZCcPPpM+Z77fIEa+raCJvTZNo70ltEe+c6yNPcT6azxF3/E9Si1bPSATVb2U8Yo9BGhZvsJwUr4n4Nk96pcPvj+jZr7emjK+zi3lve52aj2+OAI+W/cmPaJV1D2CJEw+PzJHvlbYQ76K1Lu+xl29vRJr/j4zwts9oTrivX2GqD0FWCw+BPsePrZqtDzGhQu+L97iPeGgpT6wdiI+5eC0OUXrB76IRW0+g5v+Pe4oCj7AjPc9K7zjPXrBjL6tOuC9/SfmO1x3g70AHYe8ucsHvXLyoL1PQoi9EiCdvaD2Qzx4LJa9wD4/voF0Yz5aoGi+d2UXvnZIXL47pFc+MLfLvOdRNjwKAWo5p7GsvZgRFr7xVi8+YdT0vW4g5D0yh608IyBvPXoCxD2rpYC9SZb3vSC5fT1TOh6+8GKpvLBYDD1thDs+VdU6vZpUDr4cLIw+SxVRvi0mnj3dP50+wt5+vfDxhzx7om4+7m9QvenP5j2yVsI9k6Y6PnQItj3WGH4+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "LKQ4PX4wBr3WlsG7duGGPkm0iDo2hdO82z74PYk8jr2KxYG9vwbkPVtBHT7j2ng+WFwVPnxNZr0PcmS+yw09u4uJuTwlLZ4+9tZyvNEDqj2PFwi9yLqyPuYb4L3gby28ZRNDvm39W7yRxFG92HMYvuUWt7wNItc9IUb9PDQ+XT6tXoQ+LJfavep4qL74I9s91VyUvv8Sir30zE89CRGWOgPDZDyYf9q7Xd4JujZ1dL12GQc/fRp9vcbE/jxV4/a7dGCbPFZ1gb2+HUM+FmBtvunwrT30Qoy9d9GsPG31Krxjh/w9P4jgvW7sAD6/ssw9cgJ2PiAwjb0eE/G9T8ubvW0msb07m7q9YWmrveCdt73Q9bY9NtLHPATqxb3MMOY862VHPUcPTr2VaLG9D3e4vRgjA7220Ae++UaNPQQoD72y11g8yqIjvc9hyb1FNZ49no/LvQEaK70pUxE+3NeTvU6ENDydKgA+0GhLvp0SVz3heng9qu4TPqFTpLxzRL47OCElvUgUfD3wZG87T28jPbq+N71bzEA8c3+AvXFDAb7oa5G9fn5MPY+YeD1mmWw+udIvPswkAz0Y1pO8iVe2vVqqJr2/4GY9tBuCPduZW71IDbA8dtk9vkateb3Toz49iDKMvUa1C7wOxlC+V/KBvV/C8r1vKYw8RZtFvu67A74="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1_2/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 