{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "JlCxPERvHL6Fvje9tbcwPAWAZ7+EZK69dfkdPTJGZT5cr+I9IMabPhrdDz5nEny+Z6ervYD2lr75Z6w+/Z2+vkcYWL6R6oe7oRc5PLFt3j2lTsG9o76UPedNcT6Ng128tcaavtOZtb1S/bA99bdDPjMqx79O+OY9xchcvUjqcz4122g+IMlwvmmz174VDY0+Fm5PPmTrfL11rs0+AManPQ8j6DwbKRU+rLsyPngoFz2aGpE9SyesvaGDfT6b/989J1N0vMumbr3EJVa9GGOpPtX9GD642uE9Nw2Jvv54YL4S/8S+PIdXPsdlYT0tJcy+2cqFvmv9U71/MQS+oGvRPvvDkr3cldI8vjFsPdIp2r0+nZY9/0JMPtRMH74k65W8JXPIPYToGj50ZYS9/718Pv4aJr6tfgy8+7xxPV3qtj6AqRa+5UTVvBQ2VryDVQc+8eCRPVNw8T3ZQxm+16iavoAfZT6alHm+ARmmPb8coDx0ug++/5mYvllAIj4K+j8+54RYPu9lYD0Q+vE9DSULv9i/276uCSC+YR/fvfkbrj4Pq8C+znmyPabfgr5XUjm+y2qAvqX4Lb4mkkq+wiesvq/mXT5Cngq+nfjZvXhWED7QtDw+bYWHvldIAz4Ayhm+7Eb0vONblr548Lg9k94vvq4L0LyPQYS+gaubPpdWkL7mXx8+EqD+vJtogT0q4Og9OjcAPWDxor0w/Fm+c568PRMcxj3HvK69KQa0vaz4C77g8UC+84KKPfpktz2dXnq9vkP3PTHnd75nVAO87ocQvsfURz4YqKC8eO3EPS+SyTxYUvE9xHcAvSOs5zxzeS289bBCPsxkVz4KGhy+x9JmPnP9+j0Kd1u+lAcHPvZbgz5b3B6+8GoSvuIlGT7YYsY99mH6vUQlQD5cuSK+N6WZPf7U3jw+sxy+XtYkPj6flD68hwY+ja+AvV5Orr51lfW8x4gjvn3UxD3VFSE9wBHbvU49Fj2gn427Xa3fPZIt4bwqCpi+aQZNPlbvi74boEe+WgmAvuRNgzya+ky9dsunPYVQyD2fHhK+KuMOvensMz486tC9GfY7PkyjGr7eBDE+ZH6MOw1bhL3RWuc9+tR5PAY8XLv3d/e9Qq11PgASHT2O7zO8yX23vYSuTL7huhc+YGxBvq7zpzw1M9e8AyotPt7ssj5kZi++NcIfPW38Jr4hgd67PAYXPj4FlT5jREy+UR97va7ayL1J77a9lVJnuzXEiL1GXPo9nkoOvImK271fVty9yMLkPf4xcz6Az6g85gb3PS8Er70SDUq+jU3wvdbCs70XYzM+/KwhPr2NIL5iXqs9EUEfPXvnGb4e4T4+RxXNPps1xL2PhAu+zyEiPnKG8T2md+A964dCviHGWL6z3o6+xF2IvBX+ND5mefk9F9OyvZCGrr27mWo9rVZAPi4YAb2CLqE9qmCavRqwID4HzSg+iT4jPbIRsr0UgBM+y2jRPSGvwDyVQ0O+nJn9vVa+yj0pEdI9ND8PPuvZiT4o8Xu+ek2qPdOiGD5ti0a+oIdgPWPDezzb8Ig8Ai83vtb4NL22ATg9NobmPWK5RT7aFDe+/pYovTFFPj7JSTA+38wbPo05Or0/Jl+9bMYwPfWmOD6Lr/i9W/8uPkF3JL2klb87Sr9wvt2k1DwUoAI8vcbgO0RJej0D42+9ndODPm6HBj5lb4E+lOFtva4CVT546wc+26XhvTkmDL4XxPg87owYPp5pDL6weOg9FBlAPaNUUb2fEUO+6l0HPhzmLr6iQ+K9DCyHvhH8Ib7xpwW+bmXbPVCocz7bziY+z3QEPtq0djyRdQ++WpHhvLuDiz5ihSi+qnuBPVymFbxe8P49i4tTu5rMMD5q1YC9rwQbvrtPNL4jHXa+l0jlvt8O9z5ipsS+fRV1PrUgPL4eKV69FmtpvcNUDbyKw5W9MmIBPlf+grxXOsc95BwLvoO4Rr7/oo49q2sivgudtj2R2ZK+3OsdvgisMT7SqS6+JvysPWjAnj7/ZqK9o2yhPSVPh717oFE+3XYbPq2M972CUMw9lc+ZvYAEkr57lPW9GL4qvjqDE78CQEM7V97oPQD8u73rC0O7BtJDvulkdz21bgQ+y4emPV1dEz/XPPm+VdwSPnbRPT3YWQo+mXiHPUv7Tb4ASxE9qbVpPhio+DyGgJU9NusMPbYc5r2hFEk+Rr2Avnd9Z7/0kyo+xlh3vf8iALxwHJa840eLviNAtb5FuK+9dAfevJb6Db6IpN69OMWnvrYOCT5XlgI+6kgHPjxOG7zbX4e+ZwY2vhhnjj7KRF4+Vu6EPra4hz7UVa4+q+GEvvUxXz0T9K098SyuPquQRb5LabA+LaGBPg3RF753HJi9ZqwRPShNtrzv5CQ9TnvjvNvzrL11CV4+V4yyPTfMqD7ptDm+bF5tPj10Or7t3aq8/PdtvRX64jsfQDu9ANEDvEnETT51TSo+MrH8Palykr4Y40U+PZsavnbRhD5syFq+3HFdvvbErD1C5te+IxylPgJ6xT2skRU+StyVPZknuLtXRJy9eALFvCkBF75e2V4+UpDSvrGDFD0yzz2+EzIzvLltHT00Mis9khKiPDzyRT7ArVG/WlenPpYOzb0OmpG+TR6WPKBpIb+c6L29o54mPfhS7b0Bsy4+vEakPQ6QGD41kTg+7HP6PMNjdz2AQye+TxyBvsi5tL65dMk9hjcvvv8Z6L7E9o0+36WFvlB3sL5Q1tO9UnA8PldwDj0NQ5m9KE9QPSS8i762oAi92oAjPuMiFDyIW9+97k6lPVjC6byt5Y0+aZk+vmAREr5MsPA9UXnJvdYXIb4cIyI+At0kvk5Zhz5OGR69zQvqvUZp/r0c9oW92qMFPfmVQz5rA4I+2QkVvYboED7a9Y2+IMe/PYVd5Dv4hCw9mFQzPp7vYz7jB6q9p3LOOxi9JbsEJeg+6A7gvQZgTD6DQ7W93XBtPSOezz1U/go94sYJvlXOdT5lGP08BGabPasr5L2LJEg9zVtUvfcQYL0fTQo6Wy8dvU4yObyLb9a9I7PhvIauhL0gcpe+hy4wPpx9iL6NuR+9vQBjvshEEj7+uRc+0nvCPXA+NjysqWY8ImS3vZGsnT3RhgU9LFhcPh1wgL6TOIq9Fy9RPgaEgr7PRh4+8zGpvfWCoL4jeRI+MAtNPolthjvTaR6+ZuMTPm8d7z0fGB8+8ybvPbxYR75PEQK8BIyxvaLQDb4hYQK+GoANPlggsb1C+CW+3u0yPuNSMj6ZxVW96i7/vRE9z77WlCU9+hEMvkMLor25V2M+UxZSvuvaJj4TlF8+JJgTPlSijzwFCjQ+CSATvWxNqD2/zK49fyMgPfKDQb4wbQ6+DPSiPjywrr0S0SO9NH/mPYM6mTyURjA941wlPj59Czx7odW8KbxnPpIwRTyR8Ha+nEEzvTHWNL5PGUe+6AWHvR/RLb5Dt6y942YEPXzIKr1FksS9wu8uPs7CMTw5Xd08q1XFPeHbWT6DnA0+57ILvtFu+L2sFgC80GGhvSq9rz2UGC8+g8EMPYXHGL7/sSi+OLvbPIabbD0rpZG+BD+FvjYBqD3T/fI90mafPIjWYLyRe5Y9zwHvvWzyPT4nBjy+GQivvWYEcD4Rrp69C6ksPpGCUj7cVlW96LpwvWzl/L3g6k48MwZHvi/Ycz22enS+ppZQvRoKwr0WQLc9+Xx9vjFCcL5TRNm9zrErvIfPdz2I1wU+kQ75PKtINjxFX+m9Us1SvrM8dz4MMDw93uu2vTdpFD25x2m+B9mIPv3uRT4zGKS9trMzvX5PUb7skzS8ATXvPLq/0z0OW3y+jhORvg0sL74ZSlS+e17mPYVk470fQve9iPr4vU3ZGL71PGS9g7v0PSSs573CG6I9AdRgPqeJzz0uXQY+rKwMPgZ9AD7wKgY+0qd3vTNL272qGqC+G2jKvtAmFj4Wz8C9TnQgPqyy7D1SijW+r0YHPSHTmz18J5G+nPcrPVfuWT7DsUm9kMKfPakyZD2jPDA9uDlTPp/pkz0MIWm9SJKTvmJ+e73PO+E9zuzsvMAJ5jy751y8pw8oPsnEFL5Pz6e+u99Svb8oKD5ti4E+TQl8POdaEj5/+8a8aQM2PfP3hb5uHpg98um2vHdzFz6PBcq+RsOGPoZrkrzco/M8XeNqPkYac74aZfo9O+AWv10IGj2g3QU8z3gpvu1CLL6+osu90JrnvI9KDT7DaFK+GKwiPtGT2L3OXFc+dVMNvYgJGT7KwTE+5MszPkC9P758SSA94lq3PrHekL5I1yE+QS74vWSqHD51fGW+hzqNvi7qnL2876++s7EVPkMA8L2MOvC+oYU1Piq+nj7FVgM+WnZ2PmJdJT4PLsW+0ovpPij2hT1HDrS9V7ZePiRzO77HCY6+NzkMvlXdDr6Cr80+wYRIPvs3Rb8rmhI+bRPjvtq62zyA9Fk+cmCnPRV7xb7PFPw9n12oveaY5r2u4PK9MDMMviUZs76orTS+/h7SvXnqyz5kKY09weIbPlxSBz0I18C5AMMoPijqYT4whSc+Kv54PWsGKrwlPAM/3NLOPT0H073Fm2U+AAmQPaR+Aj39ZUy+kGA2PtOyHr5joda+qbyXPvAcNb0HjoG+tr+6vmmVOD0K6Ys+++qXPX0jKj66pBq/g8tYPtUks767JBI+outUvrlU3r7H0cW9jRIVvh13er2OgtE9VkbRvHHMgD4hJ5A9XuTVvSQn4j3rgmw9y9RuvdTRdr98R4c8YqVOPquzDr5UCzs9K9SNvs0vsL5vcNG92pnTO92jrL22OlK9SUazPWwVBL6WloS9vRe6vQdyJb1M6Yy+JWg0PqJ01j2354k9wTCkvbKpsD3C1w0+TD0pPlkHyDyy3L29w3rePNB2Tr0Ak7s8XMyWvITviD5DRp49XO4xvL5+Uj4aUUi+0hvvvcx3Tj5MtW29+occPj7wrz3ok788gHU+PhP8cz7WdUS8oWLSPcoIhj2pusk9j/YfPT4RzDxg50e9qx8iPuGoqD5RltU94ZBPPjoOWT4nBYQ9Kns1vYcSP7069J09P0slPC0kHT0sZXc+BCcjvpi29L0XG6G9htJOvvM8Zj7/HiU9rn9MPi3bPr3JvB2+Gn3yPCRWhT7yYH++pRkKPcaCQLzDTnC+O++rPH7zm72ecgU+CsI0OrwnlL3GbhS+zPA/vG1YMj2jM0q8ovLGvUf+bLuNpUy5Oyz7vKZFUbxphqe8AYRZPvAwEL5LZI69uOC6va+PqLwn9tC9xfoMPrdPLr4jlCy+QLGFvTokhL2Frl89ThyGPv9jBj3sXUg+nxnGvRO3Fb63oFS++nAkvYqklDpUZ5A+Db4CvrFY/T1Hz2G9RepiPt43VD7/YJU+/1CDPSgMkD3jXoo8E3ziPX31tz0zeqs9jhH3PVbNar1eibC8UDtGvgfeYb1uFRG99RKaPeGA0T74xku+i+NFPVyxrD1kNNe9EQCNvasWXr6Rnto91FmYuxGf970uek0+vhskvlL1ID4RZQG+krhKPs/1kb0PzEi9mPBkvY5uO73cFMA909IAPudVh76CreG99lVKvhgiZb1NtJ0+JQqNPmMYID6IsHa+6oaIvJBbAT7MXhq+cVEXvIFCWD6MqEq+mdmpu+mURT4ntso99hwmvlwI8r3XVkw9c7epvjrprr0G9ys+XoK5u0JnDT4fpRc8GBSouxuZ9jyV+D89M1lfvkaQTr3XNey9+2k/vdkMi75UtN299Z18vpE0r778Fc69OYE/PtoGDD6Wjko81pLRPaBHhb0WMpO9ZAIuvcTdQj1BFcI9MBjSPLYdQ76eK/y91aF6Pj/sUr62RtO98Y2qvfPKmD1AEiy+abXgvRJz6T3/OUo7hynGvZz9m743NVm+OkKivTOgB76ZJQC+r5GnuWFfcT0mCEI8HRj6vTyFAL5u2PA8C+D2vet6Cz7LH1G+9bn2PdS5HD6XCIM+WkOgvQowUTx4a4a+oiSlvpQzQD7no1E8/RCAPQ+jgL1fXXC+uvCoPg83dr7FgoS9SCTYPWHrQjvE8pc94ekFvmChKL0pPJe9B1grPqHfKr5103q+9Q9XvuHBQ77gZEa+5kl3vN5ThT3m5b6+7PasPcHAWbxIr5i+EViQPQrVkD4Gw4o+dneyvOFeAL6nFoG8kRyHvEtyij1oGu09dbHhPFENlD01PEI9BBwxvjdItr0OqMI99ziaPSojRL4hN3G8VHiIvfbB2T1NCFI+4/4PPZ0Z2TyUNkm+7LYnPpVCTzxLWt29/QYZPsr1hT412Qe+jyzEPfWM8b17E9k99A0zvZE+Db74n1g9sOvXPX3WNz7Fx0E+sDAJvqRfgD1UJAe+QaNIPgWjmjzRasc6moTbvR5uMzolhzu9vSOOvXhkEb1XVSm9hd7NvUk8xT13iDy+OA2UPaWpDT0gwYe9Qv9ePQI9rb2YtH49as4BvkxrcT1uDyK+SRXGPdhvpjy8HGm+XYuWvMcOKD5eNAK8AMzEvTQSF73/xJc+lyaoPWbqSD6Obam9gfn4Pee2Bz31tYG+IWTivSft3T1/6nM+z98IPcOl9zz8SY4+RZZQPk7rTj2IKLe9vsq6vd0ehT5SVRe+InU8vmWAfz6fAg4+RNxWPJzPEL6MYj498HAYPGQD/LyYN1g+wtT5vU+dG70Rbts97J+tvVELQD6NbCm+Fqh4u1Sfs73X82Q9M5+eOiNzgT2fsAo+xWJzPpuWQD6CzLM92Ga/O5aH0j09Pz4+GwvrvCcrzbxH/0q+KCjrPYMSqD0T2Be9YVVAPT/9Dz3jwK49jtUrPJHsur23Tp09jiH8O+b4vr1/6uy8tfhtPBXiAz429RI8JPkVvrf6Tj04nme+e3DBvrp1Sz5Tsky+sNyovR2UPb1gDmi7XHDROzzw4j0k1D6+9NQ8PmaaqT2YvIU+yUbnvX/AIb0/pzS+QmUcPqt12r0SUrY+oPBMvh7BHr3sQsg9E5LAPaQnyjxGmiw8Y6eCPC4OM70ZQ409+NNZvsKaI76Sghw+umk1PhZqSb6u6ea9Qvkxvo23p72LnpS+RD0dPoieC761/x8+I/b6PbHIV74gSaC92j/xvR+3VT1TxJi9YV+NPeVa+T3pPpy+PN0rvkF/nzwHSYI9CLRXPf8qgr3pThc+yQyEvmGaKj4eaew8BHGEvaHeUT4u4vo9lb6NPRTwzD0Tehq+KqJfvsIhSb7K3MQ8w9kTvgXauTzD6oq7xMkfPiMTJD11VBm+YDIpviSQq7164kc+JMmxveEiaj3D5og+SZsXPrJ9KD6CGhy+q0KtPQYCs72dsLO9vFY6vnoH/L0lz5G8fNwsPu1qJj3EzIi+G5JUPRPxoD2O0au9q1J/vhKCaj6837K9903XPOBd272q1vk9oLG1vWSnM74kO689QOGZvJFTHD7HTMs9ONIhPYtcZb70Kh0+U27iPVBALTvqxaW9sjqBvfJ6FLxlo708kusBPUmivD2L2Ky+KuNxvvQSAL5MFyg9UFc2PtIDgjyryqC9xy8rPhFQcT0tvio+T+Z0PRlBHT5zcDw97mWEPLTv77yEIQw9gpSAva6l772djIq8vTtePmBx1Do/dys+LW9Yvqiq4TtCUgm+BZHfvBTJM7yz4Yq+9u3SvVTJYbqg9H28o7rjvSw0HL4+L9I98htwPomU873Nlzg7gX4Pvlc4yzxaNgG+gI+QOxZYDD7QGxq+g/7FPeujp70yQ2w97K7LPYO7B74NhZS9qPsQPr3E2TxXsZK+4ohcvBdCur2QAbO9QJIJvg9OmT2ELsK96p30vP71Nz5AJRE+VacavuQx6LsNozC9Hr/XPaW/hj1l3pm9ll33Pe0n2DrZNDY+t9fqPc3zMj6qT4E+tcroPar0ND3w4LE9RwJCvYWS9L3OrwI97g5JPUuJl7vMP1k+j79+PnZwbz4ekHs9FrvHPekA2LxbI549ceNqvRTWhz3wZhS+2BRVvrQqO74ipC+9yrZivQ5dyD3eSka9stIqPoPwfbydROo937iJPQ8nFz5wEoM+M/2EvdorAz7vXpw9u2yQvP2s2709xbC96DhGvqF0vr1X0DG+mJ/LPH+f0T21Ci8+x124PTdCpbxM0B09rYS6PM2GbT0CaQM+2G+tvZ28fb3y8XU+eGEbvgMHL77YhRG+mW9YvnDmb768QLk9e+sNPh7NZr558HU+xLYHvFK+DjzNRpe9xZ2XvHRr2jwcBXs+H4BzvrBfFLwsJPI9trYIPmYn4T2jSYk7EsuNPXl+Ob2iNk2879gNvWuSQ705R1O+3fEjvtaPgjnZjRM+1WHAPe3eJL7CP4m9uhEgPpB/jb1s/1Q9LADdPbd6SD1rzLW9UsgTvqduDj4657y9TWBPvUx83b1Wxtm8Bp0kvcJEBr7re848iQqPva8gQr5N9t+8wzIjPuBTwL2Qxhe+Fbn5uwJVyL3C1HE9XIWpvNaD073rxuy9V150Pa9Ekb20qA2+Dzm6O5AL370+eNu9880NPr36vb0Lcou9wDsmPuXotT10kwC9LbSNPO4LfD2AzoG9HjD1PQx9qjzZxUM93TJxPQ+tgz00ogw77isyPMhB3r2eKyw+8WhEPkMhqr2uVoA7igEGPaO9ILy3FHU9o+cdvcc0OzyiIEa7it3kvb1vMTyUHI29KAmNvPFdD75RbnC+GLoYvSlASD7C0Tu+EwtXPb2Xor1dxry7l7uwvczIoTyqy3o9WgdvPfJUID6H1zA+uOGMPcr4AD0jFZU9pkNVPHBa+rx1fqU91PBXPWffl71zU4q91IwsPhLdgb12VTk8R3cuPcEKGj0ljL+8+wsovtkA5T2mkKs9ckxMvU2qR75FZwA+Pc0yPSq4iT10/QY+y98ePcqhnL13vVE7OI8nvhPYKr5lfLW8hnDmvayuYTzYHeg9FFuEvlAWN75G1829AKQivXISDD1+vFQ9ZcVovXS9gr12+BK+5C+gOauRlT15TrM96lGBvdJMGD6A2Ha9E1sXPmL6Eb6dxr49H0MFPYYKuD1YuJk9BUENvKi5ET6yICQ+w5CwvQX9mbw3kMM9L9IUPRRkOz6Paw49HGvlO+aREL5IW1W9yxXmvYOnnT0vA8o9eJ8lPisSmD6oBAU997FXvQ1MEz5WXzo+ev6/vEQOKL3Ppn49/dg7vuDZ0DkvecW9JxCAPrea6j04B5G9BRjqPT+2d71cZ20+UaM4vjBu9b23c447lTHLPZqo47wIQzA+pqmxPaSiCj606pw9DIIMPrUBIT6T9qQ+LBBIPPbEWb7dBRY+WX06vmCxIj54Wgc+TsyDvTW9CL1B4a09i1sdPaLupD0jFre9qm7uPkJmBj6fnW68G3mCPa9kJj4oVme+2pqEPTSbA77p6wk9VFlKPpEwFb468wq+6GbcPeQaM755LW8+SN5DviXLLz3mq1u97YPrvRyY3b10lnw92EmsvHNlND7MKZo+u5cmPsyYUbz7Xtq98kkIvoIxEj2GZqG832AMPnfFCr4DKMU99a8rPulyCr6ebAA+yosxPSMC1b2ahLi8ZezCPROYy7zheuE9z/uCvsneIT1FxJo+d299PkgzXz3Moi+9W3MEPmaXqz32F6u9yFamvWQCMr41uQa+8CfEPN3gGD6vHpA9ii3VvR8ZGz7nwrO9ki+BPYtrMD6cNoC913xYPWEKzzyHx789d4lgPOQzOD6i+ke9mUNvPbw5Qz7HjKe8oovZvePN7L2yI5O93CmJPFjhqT2rdDQ79mETPZ1wFD6Zc4e8VPb1vbV8YD5a6PI953xZPLeCKD0ozHg99+bqvabLUr6FGqe8B4MBPvVoiLwHkR69cJiGPQ7tyDwqM/W9mCtSvi2Q5b3UvkW9evbSvKDDO774ex29ZH36u/tcHT7Di/+9QRZ9O619CT5Pm4e98qMIPFSLSb7BmVe+3R75vZ0/VD1LR009u29kPVOLnT1r0hI9iaESu999hz6gzsw8/+OzvUs56D3tS7c9G1N/PbX4BbzT3Lc9ffZmPtTJBz7bTpi9h+iRvOE3rbzo7KI9mgPZPZgE0z3FYxM+UvdEvuI2jr7JffS95inxvYtzST05/zo+P9C7OxLKcTu1ioe7f+IRPRoH27qF1xa+e3CCPS/mJD43MtG8J9UiPRCgVbxOnz08qkaPvhFrMj0FAR49s0I8PWxbmT1+R+G9Y+MYveToJD21tmU+In0fvp3PkD6YZYK+mdxuPe50ij47PTy+jgyfvbf8fT7ZsaQ9sbj2vZo1Jj3GMC++r8zZvFsYhj0QO8C8y2XvvWtGEb53oU+9G56+PaT8G70lGB2+F0TyPWer370o7t+9wgEBPpGYGr4Iogs+lZ7VPR8XxLyrKca9MjyQPYlw1b2kGcu9Zr+VPErEJb13wuM79SfOPVlS/LuOj5I9xtrXuIl+DT5n8Cm+nK+CPfSMoDz+Sw4+hM+RvM0huj0AX3m9yRPavUm43j2fl3u7LEo8vpos3b1o7EI91sunPZyokTsHlY48G6g2vQjp7TufRlQ8K38CPIJODr2FpaY9QKhEPZ7RPr3whhq9AfyHPTOol74agNe9MAehvU0sXr0cKhK+bWwLPuBN6jwzHe49tb9RvmKV8b3Y1o69MXkaPtPD370TKXw9R6XzvOxVxb2cdYg9Dwi/PCHS2T2bb1W9dW12vAsG5Lx/qa49RXUhPJ4oGL1aaXW8E/jYPZNmf736RAm+9dDYvZuKob2xpOQ91I4lvj3gqb3aUNi9S8n6PCAV9Lw87AO9POoJPrNgXb3xpPA7KE3cPWCCFb5heow9PXi1PYWoLr0GDNw8xdgJPa2uOr7fiUA9fei6PO70vD2Qzhw+kiZFveVsuz1rJ5E9yVUVPCSWc71xXjY+0IM6vfBJKj6FlbA9p3dkPHqZ/L0E2rq9YklMPKHsF73OeAE+yjsavUhNjTz0S129pqgkPuZDBry64By8MsGRvdlTRb1VqmO9XIARvqS+CL2a4Tq9+bW2PWIpAbwH9AE+Q5QXPp+9MD5u9LQ9gWT1PTyYFb5AtqK9W6IFPWDYEj5cAZ2++qQDvo9e0r06DgI+u0S5vbB3LT5Mvbi8M5dTPuerXL0SF869F74dPljbUT5bor48k3rfvVBFxD3TUac8oMOGu5ENqb2ZfDk7piujPApBrD1Y7H8+LxRhPJA3fD6UtXM+scx/vjRmgz6BRVs+xv7aPR31JT1rLR89S4xYPpIczz2O+aA8hhhBPjRpHT6uzYe+Prc8Pcc7rD153++9+89RPjC0Gzw7NvQ9wQQyvvlbsj2UrZE8I7C3vO1Ajrvu6Ua9e6q2vCNc1j12hDE+RrKfvD3Ih76IBFA+V+4cvXpxmj2Rq0Y9OahDPuI/pj2Snui61GIXvgTbN71qBt89mnCVPlBa7T2XGYe+WUQLvRvkCj04Zj0+rQKpvfQcqj1SWxm9qEaJPco3rz2BkDO9wnBjPocabb6wXiY+3nz5vTHRgb2HxE++P1kqPgEHSj1BnFq8OQaXvm6Aqj3QSI4+emW9O+/VVb2Cc6U9XLc+vksk7b2Jt7Q87R4pvBVzoT3HVTC+HKNVveZJqT2X0cY9QQKLvUjonTwkRZS9czynPdTJCz3pVkm+Nez3PXLVKj7rw5K9I1U1vFZ2WbwbWtw81K1PvBC6Q74fSYc9wgNPPf2uSbwZUsG9AN0hPZ90ML41hOQ9S0CmO1d+Wj3hsZI9UdTWvbNajLyIRIG9IkgcPnb/J72H9Qk+H+YQPlOZNbwBr1G+hJ4dva2jR76k34k9nY0qPgl/YT55ZKy9mNUfvRMcc70SsT09a5/YPX3f/zwGH/q9YCWgPaaWCLxrox+7bln5vWfcQb5G832+ndVLvbzmN70PjBW87Q46Pd5vJb10IVi83Q4Fuwyhir2rchc+xSkIPQ+OFz2JcBQ+BlxyPSJLKL4/9wa+IMRTPefroT25laW9UWCqPshAxD1EeJs9Z+VdvhIKxb0QmaE8aSJWvQN7BL7JLJM99k+oPf30BD6mDT29YLQuve1KGb5QdFg73jQvvVTkIL0Taww8xW8dPp3qGL4kTqA9lUJivdR9j7382fO9cUCtvJqJ8bwi2AG9lwa8vCJAuT3Xs4Q93YENvvE+GDswCx2+mYqavl7687srkNo8q50bvsvWWD5mcuK93h7KPAlL5j0LvDA+vpYNPodMBT5BbOc8z642PRnVhT11KK09iTZ6vaeY870WClm8J56LPEadNL7+51M+XzpiPtmZvj1PmuG8treNPRYxEr7Rv4a+qRF1PnXEx76TFMg9tj83vr1fgr3Mnus9+kqDvaHdbD3T9Je9vOgTPCA7ZD3Xgya9rGKmvfaipj1i7BC+myK6veKQCz4lwJu8WBU9Ol8nlj3KdwU+83bkPR2PKL2sNkm+B8idveCpzb0mW1E+SB1evvyNAL7COPg9moyzvDjet7wC5V07vGRGvPGTBj4QIPg9n27aPRN5BD1SMYI9eS1NvQwEmruPe3a9BgtbvdREwL3P3iA8Xw+Ivej/F763T7Y9/etYPf2mOj2ZrRO7WfQhPsN3zr2C5Lg9Rra1PfFK7Lx8gJe9lrO/vddbXz7FSF87uXPcvYmaU76+lBO+YlcAPex0ED5Ot6G8MSCkPEQsbb3KlAc+XTkrO78hGb7LEqO9rOcyvdd7fD1b5cA67Z+APYNDyTxEESe7gSHcvGsyhT0qc7491P5PPlGMoTy7zhs+tbjePA29szrXAui91sJAPY87+L2jshG9QuEJPoX23T0lanI9tlXNPVLtM74+3YG9y/NdvZR8zz0yD30+X4VzPCitkjxkTyc9f6x/vdyzrzwWTdE9w0CdPdZKzT3tdek7GuwfvkzT6D2+yOy9QI4rPeSRZ77dIry6y+5hvXix770uMVS+Lbc9PqLsQ70ZDSg+YvQgvIPLgj6mTgm9/iPKvZG0Eb5PrAk8M1N7Piyjnr3f+wm9wf2IPUPtDT5aCrE9t0u8PYGPDjsuLcq8/n6GPbC3rb323xy9FdjCOtF/ML4Rp7A9616nPJXRg724VVy9TpwNPnEOKz3kVb49OjFAvBAsPb69XBs+qGuRvLxprj3j31u+Byplvfa6jD538k29LD6Gvc+Kvr27HQS+kwFovSrNyLzTYYC+4R2ovYaj/jvOhlQ+n5MzPSYf7T0xBoA+BeYCPp3OhT70Dxs9spQTPVQjRDl+n56+b5PkvChUYj1pLoe8zJpDPir/Sj5OEAE9+x2dPVtplj6FZXk+TWaYvSOC1zsoL6Q82glLvlUhIz5uftW8Hh8BvvlRxj3jhZQ+XaVHPeAyhD11Sno9UHSPvVrGpL0bdL28qGiOPaTTD76fUW899Kt5PaKjSb0PMCy+iyFtPkmCUb0JbR4+HMGpPSA3Fz0+XyU+NmbZvX6+uL1ICSI+fxrfPEMQQT2cpSY+vJ2SPX2xXbzOn7S913AYPkXjUDx0pU0+ejooPhf7Nj3vetG9V3/FPTJw2zwOfRY9fzCFPUDnbb1F8y4+fyx5PtZijjoiszI+KMJ3PoXFdb0dDoc8NG31vaZEcj3qRFC9OalLPk8D0DzS7gq9aSgRvp+n1T1Vk4S+Gm6VPTNGTr2u7rI8N4uEPXQpYL7OHZs9n7tmPVQ8crwXCLy93KCCPfMD9Dx3Lww+9ZkkPf2SkL2tZbs8NVTTPUTkOb1cI/+8/svnPHQX571ordc8PDHxu6u5xb3tM989J0TnvSLc3T2LfgK+RzFhPswnoz2bPco8b6F4vl4Xaj0qcmm9kQonPEg1Izy/s+y9TGwavj4XAb396d09xbTlPBeT9DyP2jG9D7PEPcQEF72He6C9UmDHvSrGN746SAm+r8H2u3ZRhj0SCYg8EKAavYE/P77u7QA9wuEmvk2DU739QL09lCxGvFOjrzyz2hw+v9rDPQmVFr6aids9E+6HPAcJZjzfI+A8xUINPnuuGL6nMb0989kUvkO4yb3yCee9kNe8PUab/L35a5Q8rH0uvidmuz0Voy08gB6DvnZsors4wZI8ev0NvXJeCb4LJ7S+i/OQvtwQ+rzAjK29dKANvfZdGb0Ovwc9Svetvsraoj0AK0C+Y6ZFvnjoAL57Twa+SZUqvjMYVrxouPE8qunqvc9JrD2G4Y483T4zPljrm70SDgi95g8GPWQt0Tzso3Q+iYhLPSzQWL4Rdj0+YKosPYSlFT2Je4q+bf/KvMOUJ76BOC89zDkJPqxaVL7kdE6+61w1PhwLNj6jorg7aFsNPPDJRr2c0wa+v6H9vTGF+L1sZw2+znHzPavgXD1XMka+QmqlPYcXAT5wA808BooGvVUmiLxuu+K9kSMDPSXRrT13pgG+v9bFvCxkgT7u83i9I+oQvaMDob1FaSy+JAHhPXM1Jb4wvQm+yTzbO4+WoL3GnNY9Pc90PfOZ1zxQdhU+o0wEPuiw6b1szkw9oNjtPURUJT3Oo/c9WXckuxUnjz0RqlS9SHe9vUezpb36gRk+O4VMvuQ9sD3kcI09L5c5vZLasT1X7hg+/bAJvqjzQ7vERlC+HpgTPtjqJL38n4W9hE4uvT6DJr5lzdO8neuPPWKlxr3zjRQ85NNmPf9Zuj2IdKA91YNQvQ+g0L0LNvg92ETfvboQ+j3xbzK9fMmzvQkesjuJRMI9yXQDvf3vKL7mFJe9sFASvjXWij33hOa9PLZSPPYo1T3cn4o9+51rvch9mL0LQzy9mIp/vS5YBz6asNG7k223PdCzUTyHQmo9UronvjFNFz45lL89M9ZGPdijQT6QFbY8dAylPaofAL7FfGI9T0z3PTc9NrwlVja9MNPuPX0OAj6nTQM9lTMbvqCu/DyqWWm9ALgFPZPUWz1dxQY9j7u6vEJyw73HN709wWg0vZpLV765o0Y+NE+HPXJWer3/VPW9qJlwvY+SmzzEZwa9fvtWvmrpxrwfcsO9WL9kvRjFxT3mSIy9aB41vbe3IT6p/hy8U4FrvTsysT0MHSw9TtiUPUi7Zb3tgoq9jOnzPcIyLjxoef08wiscPgiCrb2UuWY+oYahvA1KpL3KqQg9NR7jvegYKj6yrsc9kpG9PX1jZTuKxBy+eQZTPm9RaT6jvKU9OOTlvYO5pz2vdNG9FuTwPA/ttb0n51c+zPK4vQvkH75l2w0+OWolPljdEj6XMW88jgcrPmWiWb5Q/BE+7F9+PDP0ITxfiZS+dGnduwyDUT0utQW+POm6u1+VEL6aWoI9JnY+vnWCArupUuc7YWT8u1QNNzwOHhW+LB3yPBfW7jwWhOy8vutfviAHU7trK5o+e8BPPn81M74zwoA950QKPjIaXz2CiM09W8YvPiaWaj3nMxq9yOxNvjr4gD2GabI98mljPHqd6Tv2Xp89KUpdPgyqsD1h6Bc8Cqn8vA4zVz4j5H8+Nu5qPej10r2GuAU+VXy6u4DX3r2BYzE+82hIvdXwAr104Po9MK7YPfdl8b1fzs087AsOvmjQLT6FeUS+U0D1PV3K+71Vun+8VmO+PiqUgruCpg4+/UJPPmhC/z1D5tc9+AwIvqzvbr65g7w9UT3ovbs2hrzhl/899j46vF1fRb5RIAQ+dvFUPjwDMz7w2Aq+Td7APB3vRD6mfKm+KcwCPD1zk74S1Vs+01kLvvWnGj589HO99++evfT4Kb4QShE+RK4PvhuPqT2tT1w9odNKvsvKnD2AMx0+R8thPtwPtD1QTCW9s4aXPo4Akr6JUve9ei4YPs8Imb1JJ/q9YA+5PWMRub05Qzo9k6YkPieSkL556dU9D5E2vUw0a7xW1Mm5pgJ0vUAFrL1WegU+0WQKvWd6gT3Ahyg+F7uvvSoFob0Y002+zV1Pvhm7mLxS8K+91fiCvs6qdL55XQG+7/XkvcQJcT7zoDu9R8MDvfmsPz3RUfC9MRVJvsdPzD0FqNo8aGeSPR7HNj4PHVa9dLl1PSXEJT1Tl4+99/EKPmQ9cL4t6Ty93TKcvfQB3rzNSf28G7QzvkZUYj3tF4A93Pj3Pe7zaj0qJBu+bIrGvNEmoL1zbDU+XWX8vbqRmr1SNby9U97Zu0WRcb3uRgy+yl20vemwzz0cv0e8/EYlvZiDHT41cQE9KTbmvL4dP75vtTw+dNwtPno+Tb54M729EQu9vTYnQrzn/h896dpQvTRcUj1lFZG+F51ZvZxK1r25N8C7GQihvgEV1j059hO+bmUwPv3YnzpTg5e9T03XvNR7Db1WneO8+plAvlWOOL3bSlE+m0kIvcjc9TtMdw0+rvwavj0sfb5D6TU8lEI8PUzykT3iAzi+7AkHPVcEjb1AI749Dn1iPI2Whz7hMCu8X5sQPmmZMr6+OpY9ZxNnPSANoz0QNYW+aO/XvQlM7b3efJA+uRQPvWtBJ742piq+1TSSPbvRer7eWpA97SDdO6js/L2ofMk9HIf9PcrnQD27iZ69jN1/PDTvCr5pfQ4+UpBxvXa7D71XPgq+fokOPvQ8BrsixZw9BVkXvdPZDb4Ul+c7aLAqPfK9ELu/3x4+h5iVPDJCgD6kpQG+Ne0ePfe7hrzOpKa9VmY4vDnGMLrAMCK9D/7MvfDpAb2lNBi+XnPxvQJD3L0nlY29E2W1PD3jfTz/Qc69g2G7PUA4qTxPvhi+UxUmPgdhnj2t2qa9Z/EhPkDnPz3SM2q9mXFBvqBTQr1wb789hwaWPdcBu71MWgO9AyyrvLFf9r0H3X+9mhTSvaASFD47LJW8OQcOPnH3xr27eAc9KyNpPYGScz6zALW9qeaAvZTcKT14nnO9yilJPtNCiT3/Th89cSOXPa8GeL37PGQ+ZiRGPbE8wz1pXLU9MsKfPR0fcz0sQ1m+cvyXvVT1iLwZ96U9VqTNPUK0KT3k7Xg91NSCve3oAT4AGxW+LnYxvikaKrz+coC9/ikiPl3vs7364Um+luWkvKElM76Y36Q92RAUvbi1AL73LeE9/sgrvetpBr2d/AC+MhssPsfvCb0GtFi9qDjvvbB3UT32dHO9/XI3PKw5rT0/9dk99AP3PDvxKD42Vb49ZhoIvhZbnLwKrDc8ME7uPDqQRD7Muf+91GkvvvYHzz072pA8zaTyPc6v2712w/+919NpvbVqGj6CkJO90jfCvVTGRD148Fs9cFx/PYv5nT6Gmig+PwvsPOfHpLzKZxA+OYRSvrAKCD5qegW+CiFVPqTH6D3x9MO9b6MZvu4kGjwuYYU+QGTAPXOB2rzs9os9EHJaPqDkB73Lezs+hpO2vR6FxjsJkd69N94vPdB7uznKxBY+dJw/vs1Swb5U3dw86nuAvnz9Er6Q2aa+9sSRvaa3Hz1UiW2+m/r9PRyrsr6sWwM+0W6KvsWH4b1j4ME7NNIpvvlhV75USqW+7WOaOv8lxj2JdzY+ORJEPj/ZdL4+4dm7UAbgvGS9urx2iKK+LL2hvTXEjTyMzmI9OgbIvbA/mDz3Z0g9kK73vEPzZz4zYrQ8/ZpmvQkfkD0uJLE+t1RgvkTTZ70DT1Y+RSW9vftWiT3ajou9RiMjvbHAPz2oS5q9Ltkjvpnnjb19+X6+bmemvS/IDz339so9+E3APiJPBb1Z43W+GGDbPNF6Lj0fMI0+OLiTvqPd4r2iF9g9pgIZvkWcFb2kgiu+HmH2vYdBDj5KjcA9+B4OvqQuUz0y/je+FLgDPvEaDD3ijjG+mlFQvXUDqb4+ot49MiiQPUDrtb1ecgg+Q+WkPZmMt72WSpy9II9dva142z27HNA9I841vZaAFD7JepC8LdUxPeXv4zzhQM28j+0gPik3H73QvfA9SDddvosGVD5staQ7A07APj4C+T1bmIS9vX54PnkqMr12Fqa9OCdfvOkzhL4q3k4+9Eq0vVg4tbzYpJG8GSZjPSlbiT1l/Ro+tKRHvE02kD6EjCq8imA7O2t5Yr1GN0u+OWYRvrggkDytoBe9qcgUvpnwUL12RtM8rUSuPU0tCD12eaI688rnvZ4/Br75qsA9A5dnPW+tIj6Cv128x1H4PRpMCT7SXWG9PORQPb/oJL5Rhq49RZqZvn1a7b3V0TI99ZPYvWHlGr5dYbm85TNSvV7viT27dFu9+VAVO3J3V70USJA99BFeviP2OL0tRfQ9nHEMPjqCPz6Ue5i+IxRQPXfCTb3R8VW+N6j0PTwvlj3i/3g+NxO8POSTgz2zpmw+FBq8vPCLHr7arzq+OCOBPm+Emz7twZQ9oFvAPZE4wj4qkqm924cpPGlIi72rFje+S66TPAISHz1mTpm9R4S7vCjRqj0zoy6+73hsPQ4DfL7u84a+hYlrvkRNWb510hq8aDhGPbvYlb01+04+JAWGPeqqBD47FXQ9xDY7PqziUj5LPFI9v3jrvXbeDT6PA5y9n21hvaqkHD6xFQw+OOchvWzDgbw9rzM+PX4BPcTaGTzArWs+CNuGvtzyir08YCU+MzkKPcByqb3w47u9GjOpPWl2g73dYfE9UFyGvDNpiz24ZRI9V5wwvU5Olj2xciW+GqhtPazRxLyAWtS9OXFnvJSoc71d6EE+3gApvjwuOr41kB08ZHkFvgRAbLw2ygC+9x6XvV/V8ruoGYC9hULDPQpNZ73ME206M0YcPuu4ZT1biuS9TXrGPaFdFj2cRJa7Snz9PS9Dcr1cLay8sWeDvC2VyT1cZbs88qOcPORCPLwoGg0+9BkGvuMbrTzWNYy9wWjvvPgKjL11FV69q+FvvYkhA76G6EG+7XJeO2tooT4ity2+TB0SPg0szjvRyvw8zqYTPjsqCb50ojy+lX1SvWpShTwRQDO+sMCIvX2ZhLzyv1y8/c0nvgLj773fQhs+BTP6PVuYZTrSV4u88SwZvm9VD74Y9Nk8ors+vqccAz5W5Rs+AyICPtoe3L34DLi9zegBvfUiZTwz4l48T0bTulXQK74Tmv09Zl4pPb82k73Q0b09Q1BjPXKVgr3UuLi9OVqRPajGIT2bz6E9qY6Kva+8G7yvGYm9u6EUvC/qpL3N8Kk9EkubPYtR6z2lXkm+TJQKvirOt711Ws498bmwvPUFAL5KbOo9056GO2qUkr2nSek9yhkzPZ4yK71C3ja+2kMrPSlmSD1KoIW9ElanvGprEz1aMzO+x0U2PsmdSD1r1yS+q6LRPVY7Nz0qF3c9e0EqPeD9tD1Ytcq8Gk+2vMyYd76GNFW8SuLqO0o++btlGe69GSm4vTLi9jxafGe9IENxvUl4ST4H9Ks9Q2zMvQdnu73OaSc+MFjkvXKPKD16rzK+h2mbPZZPRL3lsCc+tqVOPkE8L77clLM9V8lPPcLKDL70enc9GvxtvNIWk74sGEE+SY4cvXNEOL3CZH4+FjYZPnVIVb7Jxge+Z1MLu9DrU74s/4A+7TeCvL0iCr2pmzg+GZGsvsIiNj5lF8u9xJQCPtXms77iswq9grakPUUVKL5VpUg98UFIPf+TNTwzNl6832YbvcAcojwemxU+8qiGvqSQk73nKJU+kFIRO5c3SL7D44A8NjoLvj71cj7U68u8F+Favk62lj2EY0Q+oHZkvWRMRD6i+G2+MS8CPsmCDz1xJIm7KStNvRbtzb0Mkfa99IrrPUuVKL2L+Ra9IAqDvaUIZT0x2eC8GqTovPm+3r1hMpY9XlRBPsOpCz26fya+t+04vkvDGb5BgDG+sH8xvs6fz71gExS+Lc3CPXZvrT5qTls9soOuvu5BMr0S7Ry7gGkZPrSIlryEt9M8Qv8MvsA8tzsqoXI8GKWAPg1Rij5fwm4+7TCDvcrznT7MwMI8X6W8PYDVo77t6Dc+Jgk0vgW1E74ObQy+RIWWvSw41jxB1fC8MTKIvUyhAj6kMA++oncDvl+oJz5xHw4+yyMKPtj4+b0xokc9OlGHvfOWlr1luLS7XUPyPX8ljL4eSX6+pWwCvkX5lr3VUeA9vcgMvOJjJD4OIPK9MXI1PqGxojoXfII9RJz3PKoY/jzvsGA9p1+RPepOCr2z+GW+1MiRPmqtTD0uLli8BUuZveIUSr0JgiW8FqcTPoExHz7pMv89tV2fPQU8Dj04PLG8YDsaPWJ9NT7g19M8+XLQvZ7TLb6zUri9R4AZvBkNkTwQNAU9fcppPBi2+rwWBwm8bCObvbSrP71Ry2i9H4NmvcUIK75tXq++s721POPJ2b3UMLA9zeZdvYXGDz6EmwI+Hm3OPWzh/b1DS928kHLtvTgVTD0IiQm+PcmWPIyVvr0NZwI9H841vQSd5L25p0K8kgwDvtNHSL7eKcU8EpBQPnhkBjyvK8q8BMkvPj6ldr0mgiu9zXjgPEj/mr1pn/u963P/OndZkD4xcZu9uJ+xvWuiKL5dUdc9NcIOvs4dd74YYqC+igiRPVv2HD5tAZY8G07mver8O74dd1O9i8g1vbgNFr5b2yg8jjXmvTNuzr2IEj29My5MvnHXxz36Jz++xv+aPbPWuTvS4CY+Wc7nPZDu9z1IksS9Tkj6PLGbpL2IRYQ+R+IGPDBPh7z4dg49ukxSvsCgEL5k54q8D3+QvssrQL6skxO+0uHUPR5ATj33NG4+6O22vXH+Kr7pONA9EDIvPSJPFbxbIxk+Eh1vvd3yUr7bEQg+oPBvPhrRSr5+IcG9vbqpvMSGFj7886y9r0XuvQmJBz6Q0AM+kFxpvhFgeDydHNs9DHjgPFa3Kb5tM/G94RbNPRYB/r38Gaa7J8a1vXh2Ej35fN49LnRZvnhPVj6f1wq+OSYTPuzkK7500/W9lo44PaMwrL0uS1M9oLi2vbzrqr1WSju9SyDIOpd7Kr48iO48OAgwvjxKxDyJAr48LDsCvsgwrz1zLBw+58g8PlkB/DyMHBI+Tm3gvGbXWj3iWNe8akMFvpfgTb11Lo88AKT6vdCEnj2H2/+7DC9kO1onOD6wIFq9Zia0PRdpAz19vmG9f7w2vnS3iz1KnRO+CQiBvYoMDr7JNPq6862kPXUJbL5dweU8AZTzvYLY2T18/xU74EQPvndXEz7uu6K9eCE7vgbl+r071QI+hWFrvTU/3z13yC49SFrSOkMlYj4Aars9fbwuu7E42DuOph6+24CFPQIg3TxqzQq+UAlGPv5e2Dwy5xs+pGc7vgoiOj1ERlY+zymBvT0Mdz0HfxC8fjrgvQgDC77gNsW8mrEjvnyPaz2LHBC+G/1AvlFY9L2HN9c9ivWivaglHz0PYmw9KwniPc1wGz2VFr89fwhNPd0+OD5lgoE95FrMvQwXnb02FHQ9e9KlvRENFb6ULgA8Hz8ivLKNIT4YnJy9JUigPgarJz7h4m89nzfEOoJo0LyT9Dc+LixrOryBSb3E15o9wqwXvQ8+DD6PGbo7E9+/PG563b6Ltcw8wi6gPt2cxr1hFSO+oeVJPo4Tij6aAXa8xpyIvTD5ED6v5hG9kT1RveSLlzx0uhi9bZEzvsrEL755wRo+UJjRve4EGT7326k+QWvivTDd9j3esFc8EP/MvtiFkDzXCpI+GA4BPgA+Ar68WcC8U5ugPTTc/T1/z6M7FMAkvpNZXT3iV6w9gjnPPCJYvLzVeCU+KQ13Pbe3wz05IsM8kASKPar2hb2W8hu9t/M7PJANYL6IBRs+SzOhvd+5Kz4VR829NpYpuyxHwz0jrHa+WFILPC5VOL353TW+7R6rvKVcs72AMHU9NEKQvV7XOr47wo69YgCaPWeVzb1xY7K+IZuaPiOrpz0/agY+nTmPvTQsQb7md5i9kNSXPj7Qar1WACA+0LU3vfD5VT2KtM28+R8LvvNVzL7xn/+92nBAvsyMez1gFg8+AcdVPTgCxDxYtj++INyvPdOpO73NNT4+SypdPl18QT5Gepi9YDY1vrKMXj0ewY49VgsFvYQXNr3rSoY9JH+QvsT9S7y3SXk9ToJNPvboYD3hjYG+dA9APk6a67wnSLq9HLcQPiupPz4YCgk+/F+5u2WBHbxwxtK99zPpvca6lL37Ca89vaTYvIpgLL5sXHS+SottvXYgBz7P92k9HJ8jPfotEL7KshO8o3EKu8DcAz1wdkm+bCxKPWdj/D2fq0e80nHSvCl1KL72qIW9LsxgPLvG4r0jRRo9SUAPPNaxFr5+GFo8NGxsPkyd7To1x6C9izaUvHFdJT4vyAo+NlMmPZjmjL2KRps9ZlQCPZ0RgL2e8Fy+tHyJPTDYCrzWAK29Y2y4PP5SUz4Nuy8+y9uUPPvHWj4ge0w+Q6cLvkWipD1NvTk+hShovcA52L0fB0C+n9BiPOR11jyMXWk9202Vvc1edj2rKZQ9P5muvZGsB75viQg+ARYPvtfzGj6IGjE+/1ILPufRFb6T8Ts9tyERPmL6LT2zTSE+yLjvPQ6/0T0malc91v+2vQACPD3QR5U9HM4nvru4i7yuBmy++KDpvNB7mT2EVYK8wspIvsDeGT4IxBC54tCAvUaaUL452z09tKlZvuuelL2XMDs+M4mxvDuRMD0dr408guXyveTk+TxALp29e4GlPexEiL1P6jQ+IGhKvsnyHz7Ijxk9TdOWOytNmr1Ahq09Ri4cPPrmkr4JLZ++uXpMPpDdCb4jBqA9GwwUvmhmyjvXBKY7ylnGPUYn/r3lsi89oLLzvVIlu71c5/M8Zd1dPZqEtjx3bLG9RWopPgWZ7zs/V8o98gVOvUB2eLxcgRi+2sskvJhJ8b0PpWa7uF8/vSsDlT2ZNfU8RbmQPbtxF7zB+dM9rzAZvYuN4T0PmO49lKcIvrpTu73g0BG+7inzPeZNNryqPTO+udnDPdZZ9DzssYi8OPPIPXcc8zwmm4U9u/YQvJSqUjvmdNo80oYkPZQGEj7DRyi+eYFHPVIc4z2HFBK6RWZfO5CxYb2yL+m8COCUvPioSz2ABUI9wyAbPo2rTb1Jz1s9CwjnPHOVqz3bhzU7GVo3vp9uoT0cUSK+HAShPWb71zwO6Aw9ujzDvb1yFjyJY0e9paOCPIbbiz2I7eK9rjKXPVvKWDxEJ489cvbxuyQnlj0a5C0+SkC8PQfrszzzPAy9esgyPnoBd71BRFC9NOrQvXL8gz30CgY9IVzKPWm2hL0+CGC8r3EEPaaiHj44+RS9lgwAOyPyBr1Lu049MEraOgA+/by1qpE95Bkxvd75IT678uk8S4QFPYrpgT05FuE8vyN/PQgBmb2fPYu9mS97Ox1vlTzmmK69y18OPVsoob3mn009KIKBvZ7OCb5mgoO99zQ+PYqg7T2u0Kg+juKevdRzZj0MgG090dKOvL32oz1tQeu9d/PjPSjh9D2LD7W89mzRPZuzpT39MnC9XZwVvAvg9D3lyg++6NLMvGocL74lKHW9zb8VvU1LLz7eRCk+BGABvSz5UT26QYw9f3qmPZGayL2vvpU9xg4FPu/Flz2OLRE9hIttvc7BXj5kDK691cE0vQKtbr3BXmK+Jr8DPq5HiLvCWOm7YXIovtgr0r22TIO8JkfuvOHyvz1tbKo+MvnMPc1+Hr5W/RU+OG0Qvqzg770C5WO+5OsHvi1eqDyxTXO+aaVgvZ33Vr7gPqQ9buyAvRoWwr3beiI+3ki2vXYE2D1nxV2+lTM6vokRAz5z7fw9mL2dPY2QF76eAaS7bOeCvpbXJr1j0bk9oEEavbsf9z03gd27T4VWvRJOrDo0YpQ9+BY+vZWXx723KQ49WrOCvcic3z2yPYQ96YT3vInIub3T3N88ajpivs1Mh715U1K+l88nOy8RJj2uFMW9E2hlvGpZBr7HGi0+jDQTvtj2+TuRzp09v9YGP1Azg718UC2+N/4RvtvL6r385mc+NicUvhF3nDwN19u7bOOVvR81yTxrnsS9yOpcvQo6qT0ZZ2I9ayXHPUwuRr25h9a8JOlCPMUEKLs4aSa+65pGPn0MzrwCP749i+B4Pb842j1AM0M7AvQnPs88NL6n1989C17kOi23/j1CsFw9Q40WvqiUIj7AcKC94NDVOu7Atj0unzC87xAjPt5WGT4Ccr49H8GEPeFbCD60mBy+1VoUPrijm71wa6q9D52VPdYmAb4dYhm+OThgPTSND77Nr8q96xIovj/w8D0Qprq9K3Uyvbw4RT0Rc667cad6vDZWGT6dWiy+hGk+PUg9STpuNAK+bs7cPTEIFD6vB1+9EfZUvoDwDr4gApc9EPcLPpZ4er4xtuG8Bco8vWOc271EcjA9BdQKPY2rAz7VtBA9UiM/PX6cCb7tMJ89ifa9vU8qAL3yDYI8i3+xvA8PjL4rX5u7AFi1PKO2xr1+LpY993e7PHDIrr3rstK9cZz6PX6+ET3Q84M9ds6Vvef+l72CJyM9FoGfPLeqfD73+p+9nPWUvXLCCr4H05y9hnLIvYApgrtHu+I9rUayvksVPT7xoD29POYpOQE2Tr7KO/u9Y2waPYw0jj6LCjQ8Pn+vPe79iz7YcMc9LzFEvoyH1r02CS2+Te2HPPjoFz79FRa+LtuevOAtXT0nMw6+cq93vaQhLb5TmUi+GIx8vW0NnL4K62M9ax8Evdp4VL0cAOU9OQ7Gvdg7Lz4QAnO9XCfBPUFcsbylaKU9NiuGPC+ViT5CcPe9a2QBvvjMsTx8agg+TJwTvF7Xlr09Rye9EaRkPDEIO73w31g+zXQNvbPSpz1D2hg9EgK6PawGKb7IJrS9LTmEPNgKAr5d7v88wzUIvlLaNz7A/Rc+Jn3TPcetZb1trxA+uc7nveS3gT7Xzlk+2i4TuRhDuj2Z/b69VsG7PXSy6j028+W8R0a+OyEhRD732J49TL82vW3Vj75atIm+7Hu7Oyt+ADyLdGE+rZo5viRaLDyGHZQ9+6VpvAEWJD10GT2+zYBaOuk7bz3IZeU99KySvIpbbruhBi0+sD+qvDangbynXYc90HcTPILnOj7IyUg9X7WGPagcXr7FQoW9HENIvsV6Ar6UlPo77f8DvbWMBb46Nrq9oJvfvbutmz0NQzU+MSd/PW7mxz0Ujh++yIbxPRyd/T1nkFo94kKkvbj6VrxYmL29KldCPgvglb5Elje9YOZlvNauDb5h9wm+bcYUvp6Lrb0FoaS+UCQbvpEQ172TBzU+GJ4tvggF+j3zKew8Dc2dPPXSR75VDKy9jgy0PRc01z2KL0C+xi2mPBI++T2sdlI+qxQxPmQKQr0XBgc+HyDhvc/Ozz2/VA69Nf1tvk3v6Dwr7A+9DJKkPQZdTL7ORZw9obC2PWx3hj0ipyI9pq0NPT2AY70t9cu9NOibPYKfwD1O/dW8nvjcPR0g+70d5kW+2gtNvow9VL3aJ7y9cLP3vWqVKj77y309Lw8zvePNhj2QRj2+XYE5PA0bvTw4vbw9WxckvZx3hT0MeY6+Bgj6vTWqTr55CwY+hKkLPbX15r0nzIE+wZsWvjNKGb7KWEO+dIREvbPfDD7CLhS+BTeIvowlDL4zIkS+57pGPOV+Cz6CBZU+ggnUvd0FRD0vWNm9PX4VvRMSab5VI909IfzLPVbaJz7ma1M+AuSlvtgKFbx3Qp+8Ky9ePYrLU72Ua8Y+FsSpPAdSCL4+k2E+eQpNPtZMC77aEbG9st0qviKV2L2Lvy49ELQ0vugSDr1Ta549Loz3vTMHRz6NR4O9UnskPrgOx70SSI0+3/VzPgaLQj1wbl6+dU0+Pao5Szxzqq+9l1wnvUMXoLweXxa+KWugvQT0B76+So4+/llQPdybMT02ulY+meXwvaMAfD1vARW8f2iovSrmZL7hhw09K8ivvW1sHj4acEu+iLfmPXyfOj4loIU9GpihvKHgSL5eDcu93cOXPedcz7rKCom8/aUgvhLdo71zMjW+XzQCvm2F5LszcYU+nq0xP/1yzDzkNb+9Ej7HvfOCTr5Nq5+9eoCtPqVFMD5ImS+8jv63Ply1ID68ttW9k4GSvUw+bz6qmDw83Wepvc1vCD6TrhS+kbMOvWW/Jb2abtE8WjrEPKxb7z1S/z8+rPlNvRKqGr7rBIK95m6DOrh2FT7SKcA+vbr+PFLTRL7GOqE9KK5hPjx6U77xyTQ6GHdVPL5lGz1IRY29STzMvflazD63z9G6elbNPV8xpr3tDRM+1JYfPtAD37yJrwW9e3arPjPcEr167VG8n9nHPHXu2b2Vh2Q+rycePukHCz7FeIc8Fv6VveRK873AnZ09V8ETvIAym7w23U47rdgovlHuXL58kJA9KV0TPmDqib5pEwa+CjeMvW19Cj1eyS49FVaZvSp3gr1A5hy9hGQMPpfjXz3qLLm9bOWgPTjf6j1UbNg9j5x7u8gnPD1ULna8V2pHPrOmKT7rxh2+QK6QPe1vgL08XuA8Ps1WvjN77z0eKCM+mtcHPQaP5bv1Rl0+zlYfPZnX3Ty6TCC+FdhrPEnoAL2Adra9jRUVvvdF6z3OMWE9s+GrvmwpCL5gVum8J0lQvWr1hj0OxUG9dsLEvfxEdb1LWsQ9u7ryPaPbe74EFxM+r4c1vpRnKr63XQC+vsGfvFUljr4KXWa+2O6BvEe5mjysoim9uQVaPQFjHL7P1S6+BEZzPeXzw7xsNxY+7NkRvRQaMD2Ppl4+E4wyvbmJa76xGNm987y8vK9UED4leK+92Uk6vrxRe77ohTy9FamzPSoD5Lz6t+89yP1hPlJlQT74w2y9NG2FPj1IkT5h1Si9hqP4vZgV/r1BoXy95KVJuxQFj7wsp5e9zQB0PVoIAj18RHU9srm8vUKq57sohjq9g3KpPYxd2T0E97o9RnWOPq7Twr3J2sI9EH5cvqmlAT7LPHY9pwwdPlKwAz5YpMu9lJRAPssWkz3RVkM9Yn91Obil2z0nhMo892ATPp0uQj6gjQc+4JnqvHZ3z73q8qa8ga+UvbbToL1UYOy9KMYwvlUxiz0xDwG7NCMTPddq3L16uBM+Y8O8PTcnj70X7Q69L4buPV1I472jNkU+rZDRPXRaMT4MQJU8IpQMPifFU762ofE8sHYfvQ0XG75OH/Q950Nrvc4ME721XB8+1Jk7vo25VL3D3ZG9Y8Q6PrArEr4brUO9pIQiPcMsHT51gHg9MpUTPtYixz2jLKs9RowePvtmur1D1WA+QkdcvnHsBD69dr095ZjbvFHkUr5svRc8WeHRvcByIL0dz4S9dnc+vp/kl77vnLi9EiguvBWuuT0tchq9wDYRPrKDAj4+8bQ9le8wvsgsPj7YBiK+rsYtvqJLwL1Hm++7Y5RcPQRAPbwO/1C9V3/vvcs/nTwnhQ8+xLUhPnqYE77OC8K9REvtvbkkD70j05o8v8VPva+yRb0oM7K9zBmNvUHjjD0EGwA+0J1kPblOzz3YhKY9Fh1BPnNxs73ZrbC9qoGOvV5upD1dJNc8sRc0PhcZTz6Xey49aCB5PR8Zej5zMpI8z1VvvbZfrr0BIam8kHM/Pehi1j3PZJ69ofMQPeVZHz5ONPO9jA4gOrogIj67+jc+loouPoAjX77degG+fHkOPpto4z2RWRk+mGWIPj4e3Txnfmi+Tv/lvdnlHT2kThC+mxS6vXNMWr0SAJQ+6nesPXHnjr3wOts9IFRGPkhFOjzprX89MawUPU2lwb1zGfg9H27JPcL6Jj7mAh49k0/BvbrWDT0Zzbk9CsT1PYDkQj6Qbj063cTwO7h9Bj5FS5O9kkwBPntIIT7OjNg80UmXPDrY8r3NsB++C5aFvhdJWbwFVK690oyNPalOVT7esG+9yftSPUuqyb3X0D2++5aoPLWNLT5tkBG8KscZvs6trL0mt5o8c+cRPpLMFj0YDqK8mGOKvG2sursYOQe++JODvU9KOL69WmS9cm1AuwByCz43yDG+K8t7vSWVIj6oI4m9VhJpPtq56j17TU4+p/nkPWqUy72mkJo5cWz4PVYFSr1EQZE9bg7YPRzjhD6LtY+9gZyXPt2umb3Qc2w+BAQNPmmWuz0G6Yy9BGuLPjuFhz1cnQC96wEAPfMCLj6S3rs9Qhwwvik4Zb313Ry+6uUjvqn7DT1UyUu+vNIVvWhecrx1A0W871hSvRfNYT0xO2g+djWkO8FIVz4kL9I9yFfAPagiq70p3iY+G3VoPdJtMbxS5VE9VuOquwhdET5GSDq+paLbPYmPNr5E/9876nH0vW5Sgr3hR8+9zYUQvJeS3Dz5wos9QnWpPr3oyT355Ku9axTgvdzzBT6+niE+rSGFvpwyAT1H5Gs8JEcnPqoyH76xC5S6EIbUPZyc672zzJ89aFdZPsbaFz53lIm9Ux2Nvaa0Ub5Ong2+fZnPva3WxT0+m/M8QM2fPs0QWT0FmQE9D3BmvlyVgb39lIu9ER5SPk+bAz3tK5g8JEnHvf3fuLw/FF49sfmBvftr9D2pegY9nn0HvvRjmL605ks+619XPXkxjT0q9hS+pr6FPoslsDzwjAw9KfC9vZIBSb2CnDQ+7yMEPaBunj0Bs928HhDsPQZRKL605I49d6ZIPO+1ED6v+Ds9fAa2PVGwhT1vAT6+rs/MPUbvjL74qkU+wFU+vnXoQD2Xqwu9zbr+Pct1Mz2WREM+gmVXvf15vj1aWpK9xagfvganlr4D3sm9F0UFvkG0prgRx8c6venFvXdaOj2Dqym6NjThPVB4L76TqW69N/kNPkEuBb0QaxE+IpYTPRx3Or6WNAg+CKFcPS7wE76fdSy8Bb1uPpDAvL2mfvC93PZIPZjPg77+00++LE8dva3eWjy/IP87+K7wPLrY9r2k/7y9ehNbvq7mKL0slbe8VIoZvvTBDz6ElPy8zTIqPg3yBD4DEtI9Qt9XvkhuMz7nW2y9TWzYPb+jsL7Dzpy+8HJzPi2zrT3R1RG+vqlRPtCRjb26FAw+rBEgPpszEj2YftA8jx79Pa5KYr3eCiE+vWwGPO8qGD2G/sI9CqW+PfGt5bxXq048rDl9PB3Uqj09z2s+6uCDPb6K9b1gxFU988MVvaPugzyXPXk+O6zePfXzWD7ZfhA9skfKPXWPLb1i8WI9+SLOvD1unD2O7q49fQBDPU5z9zxo+qw9/ANePYDhrr1w0Xy97hU9Phu7bD19ZoG9MY1CvEP5Ib6cFrU9eS7ZPQ0d9z0yBaO9aeglPPvXib3ZSIO9bIOVvY336D1Nt3o9J63bO0wRFz2Fn3a9xUOqvWCqALpu0RK+OROIvTxaGbyWwJI9U06Zva4trL3loFo+kKQkvXbtprzjHxE9JbvJvZqVjz1l4p67+/CSPawOEz4zbsg8DPANvdu/kryUfUg+G9GcvcLqOTyTnry7oCdBPrPWero15Ew98I0zuwe+Qz79RR68MCp9vWozBT2NyiE+A4s8vb8OYT0/WTA+WvQnPFC+0D0GkTQ7EkFyvYd72r0ddns7a92+PDYhib3YHxo9DUgPvjCiN7zAM6K8PSCMvVuZpz3r/sS9niUtPuyxCr77Zr091ztHvsi+vbw7BUE+mezrPY30gj0lzt89sqyCPYoPj70b/Z09Q4j2PFgAwT3gLkw+41JdPrcJHj57kgA+uV8pvutcsD1ZUka9HzWQvVzuuT2wKDU+OkIQPg6llr3ilZI9O81hPlOakz4R2GU8ty8xPM+Gg70qdTW+uZ5GvC79RD1oVOK8BeY3voOyhb3H9bu7J1GUvVsQwT2CnZ298SD2u+DDG74UwwA9XyEYvolPAD6/zbK9QZRNPDB2bb2wokQ9+teIPRT0670BeOm9Y7fwPbYJVr6NNhm+qgyIPLzb3DwaAs09I1levRREwDqLPpg9Ba6avuGfJ71bkZy+TE6VvVdNdL135t69ewiNPSGrVT4Vjpk9uEOhvMLI3L2MOTQ92+mzPQ45Eb2y+9o6x1boPR/IGb7bl1I97OodPu4sVT3oDzu9xc9XPkR6i75w1Ke+7a0EPiAGRr5wqAS9gkw7vR7tAL46Ig6+aH+UvIw4Mb6b0km+j3j2PdqUqDwVqQi+ZgVBPkMKpTs7XQw9RSmDPT3kKL0XYJ09aSB/PghQ/jzw04K9QLEXvr5o67wzLJE+QRiTPd7X3L1IyPW9J80ZvuPBLT2om449NalgvnZDR74G9Jm9h7luvfHPWz3Crsm8ifArvZ5Wdz1qV3m9wL09Pigo771Qha69FE49vvQKCj6FhxK91LLLvGpj1b3TU+s9zi1mPFwmET6E/gi+pw0bPg3biT5vd6I8HTddPHUbK76yYQ8+QbkWPnyqXb3ClYK9ajY6PkblUj0zhAS9c0CSPZwtcr1KrXe9CeQXvpm3PT2aVAS+DkriPRhW3bt9rig9Z7noPBA4PT7PcH68ilK+PdwQ172HX4i9mcuZPWkNjL0wwSw+UlOEvd4k0z3upTy9Azc6OrYjKL1djB4+NT8YvfzKKD50IDG9FV1kvqOKiT5Qreg8wE47vuvUBT17ckW+Vn4SvnKMDD0RtLs95/ngvJg4kr6PLTo9AbpMPSjL4r21oYA+yernvfPiGz5haKw95ZpuOl01j73yVli9b8nCvLybED2RTm2+wVifPLA/y71FEb89BPKrvCERGT1+uRQ+Le1uPcIuyD3eFTi++A4Xvh+ypL0ZrIy9GuFBvG4zUb1QFLk8/JpSvk5AFb73fUY9zuM1PQ372T0FDy6+VSI9vtW0oD0HMAs+WZtnPnav0j0OF6M9ti9mvqBnuz1ZJwQ9eNHdPIL+KT1OW6e9thQsvWbhFTujauI7CSmOvdfwQb1Vrgo9zaKdvA203z1aNYI+Hz5TPl7Vhb1oMxm+xndoPOOyIb43FT28YO3lvRuRfDy3nIs9YvxGPRfKCj34Fq09KYNiveHVEb2meC6+4C7RvetJJr1nyLm8flEjvQdv2j7GIk2+/w+Kvk8GOT6T99u9nG4fvolbFL6NAws+CFqWPbpOqr2Aj5Q90XkPPhlqSb0k2v+9smmpvDuuvr1rNHK+VstDvatS77uoAZ+9PeaDPpp4tDmTGDO+IOdsvLO6ITyY5Ci97auYPW438D1z88e8jN8rOlNxnT0aqp+84xEJvrpnMjzQj808AA7YvCC/oD02MpO9px46vrVVX72Xsu89zcWBvSpFDjsGla690PFjPlHg+T06vHe94vESPfCVrb2KAZa8jHdFvY092z0OZpE92OyuvVZ3Vj0OFng96npqvczKpL3Xqas9/BaRPYM/PT1vHL+9MMgWvtWAIT1315O50co+PXuJcj1EXaY92vXOPVSCFL12NEi9w05nPcELqj3u8za9r1YrPePDl73vx4+9XVARvW+/dT5QHrC9AvxNvYoJ9ryl/FY+mriSvOatkD3403k9lVmuvbIB5r01cli8kMl4vAg5Tb2dTny966mHPsxt5jzlWks+UJTXvZ2aPb7NpCi95ihIPbIrhz6lc4Q99YJcPWENRz5niXW8KlVevXp4lzyfMPI98dJmvZHKLT3FSu69kjxLvXvJoz0TJ/88W2G/PPXXMb0n+zs+xGL3PSFrD73t4gM9C80UPlEjl7yaseY8g3arvc+F7rxGEoO9zArpukxXfj22VJU+vnCSPWYoF74XxZ89KtNjPX+oNLyoCWI8G2oyvTZlz72vx6I9qBtmvXo8Mb4OxKe8kxuyPWEncb0K50o9YyB/vWEJE7zL0Ym8ikQtvqSKAD2I3q29e8n8vG9m/7yIMhS9BDsOvf4QabwFjLw8Z/TEvdsUzr0u7S09sa+IvBQi9D2w1Ua9GaKqvd5BWb0tCBi+AEjLPLIocjz8EMq9UZ3OveA4Ar6CtDk+IRXWvd8DUTvZiSm+UBVfPkR3Sb3+ppk98Ie9vTvvF73BsfQ9/as/PVmjnL3AX8w9OT8tvWu6rb3C2k89ul8YPgpkP70FHYA+Jj+RPaxRhL2ihcM8Dy8MPS3nn70oCTu9Ps3FPeJ7ez2uvzq+w92fvUQ06T1Wxco90ndOPRzJTbu1/yc+UDIvPqcK7DxZP2k9swjvPBLm6j2ITw4+6Kdavk+n9j1g20U+SFmMPeeLQD0Wa2y9dkH4vZtNaD5kn8a9WnW3vVhLmTyitCe7TZAtvGbua704liG9131bPdPO0b0jgRm9OcwnPiAbc73wdXC94F1KPZ566Lx3/NA9tLWdvQrJtb1x5j08ZNHEvVe9Hb1Qgw+9/QbVPNSRRz1bqn89Rh8FPjSGrD6B7RO+XBb/vYD15TwMvh4+BjiJvhbi/rzZvDE+pQ8HPuba8j1QjGg9fjKNPbrxTb49CpM9S388vYV3tj3iq3Y9uRonvtP8pD3DLDk90qJvPQdGdb7rH5k6ojQ9PizY0D1W8w6+wzvUPJfTFD6MoFW+P08fvrivmj6Atbw9GVQwvaptqz2a6428U9LlvWY+Qb1xRiu6uDN7vo7QBr6FvYW8c2B2PAmuFD4cQAq+b+AbPp7+SrwhcV++AcyKPSTOFT72YI29Rd6uvNSKdzzU3Ci+/j+APJ0G4r2xLgE9rrFsPT+BR74fL46+i454vc+d5jtP34E9LQ4AvZ4L7r2OHWC99alRPUi7+j1akjq9jjUzvgk1m7zbdIa+7gwkPh/tQb5W7sK9zdqVvREYzD0oMOk8MK0bPFmz7rxaluc9BxthPWBHfT4Ptxo+aDuivEAHiz1cBWW+E6Myvnflmr5kgk49i3A3PcBT/Ty98tI9Kn0OvuBUQj70vly6dMQRPfvLAT4XqGm99dAWviRwYTlzrIw9NyhmPuX6/r2wr7g6UArkvJaWXr21vLc99mpzPWW0J759o4q8C2aoveedPr1+Pea9wMg/vb0vfz6CCO470CWsPLO4r70L87e8436lOhyMgbyxDF++zr2QvZ5jsT2r6+48KIZ9vi9Kuz1djyG9aBiLvh2x/73wayA+IXYpPS1mQ75I3UY9EVXsvH1BVD4wCig9t0FIPqq5az2tGhu+EMIouzXjAL7U7r89sjMjvdWA2r3C+LE8r7VaPVSz7T3Gd0++rcUpvDuMGz45pki+JQ4mvgCKzb3CnbA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "hhwavTZZGz2oT749XMaYPJqSSr1XaDk+AH5OPZx/Ab4weIG9mJ44Pixqvj3j8Da+RQT6vcdULz0aNlI8sM/uvQ9gDT/Mq7C+fOGQvPYhpj0MHBK+3P5Hvrs6N75LVZo+0YlqPqiCnb7P+HE+u7I/vqTZKj653+c9xnKSvTC76zyCtGY94n+xvZZ1h721CYy9NkdjPPNydL2Uu6w8gAMfvj6Ujz7dP3y9BUtSvYmAkrxNspq9aM+RvmN4Vb4v05E+puSIPBLj6L1Louk9ydMfvcDQZz5jY1c9PDCWPPu9YT3GUag9wcsIPNwaUj47RxQ+YY/0PcYOv7wOnxe+gEqAPqToCL7Ru0i+WUqUveJno7yJlYW+SFFyvBd5Er4JYRA9v9IoPuAiDb4HDc89QNFQPjcVor3hjBa+X7KkvbPyt71hVJa+x9EQvRwstL3uJuE91r8oPuwDzT68VfM8UTfuvQofyb2sMaY+9QUEvrnDR7xMdMg+UsWGPmCbML5znBy+4fEmPQv9D72zovg+AKH3vM0AnT5Ur8k+uIbrvT4onz4YSEs+LfeZPegBp77ttVW+jRorPZtnYD39YwY9VbXVPe5OizznvHc+P+/gvebdtj4Ai388B3MVPZW5uz06Vfs8KUQdvQZRQ72BFIa+q4RnvTOVhL6g23q9NZaWvcBOpj0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1_2/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 