{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "Y0JVvBBqg7yG5Tq9cB1VPnmxQ786dqe+zc+evr+kxj5V7Ua+m7RNva+Pkj0zy4A+Uk/1PJZTbj3Fj4M9QNt4vvP29j2TaFG/IPG8PUADVT4Xxk++XQ5sPW+nub/tEAe8EeA9vr6JgD6PRI2+IN2JvRt+IT0DO2u+a92VPsaC+74Ba389QIH9PbNzGj5XBEO984r5vZU98z3FGRe+5azAPBE7C71Laq8+Lg/ePnYtbz4jLgE+gLw/PV/o17yibNw9DCDBu+5vlL73CtQ94RMnPkJcYTwsXnc9Cm5aPthnTT7d5ak9IZjSvk2cXD74TMy+ukHjPZ+vNr6r/vW9HxIZvu2+KD5YneM8Re8fPr1gEL6sXQO92goAvpEfYT7wd0++QbnpPVOuFj6gT2a+vT1Qvsx9tj2g+zm+U2+7vvbGvz43v6C+r8sWvhX0Tb4XS929fsHAPKwGr70sonO+LGekPcQRED5jMwa/PRx/vmJKRb7i9Y08fppovQ/pcz7Cf3g+Mf8gPn1KJL4ayGa9ys9OPoekb72bbyO+ToOAvlKiBb5yTke+iBeRvps0zr7EdXA+pCD2vu3CWr7Gm6+9Lg52PgnmP748ttc9zeX1vhGnkj7FmX68IDfdPDtY2z0EhJE+C9XSPe+IUz5rRc89RJZbPFK82L3uuwU9qvUDvkqsjD59YTw+vwZAPlUvf735VEu9gKIQP0bVeL5bzbE+4vgTvyGsIT2tyNo9BgN5Pob+3j0Ntac7XV2/PkyZTD7X7KW8YMIMPmnYbb3Qo8s8K8WuPnwxpL0oAjW+2XycvWEHg76kM467QlIYvWawo7xDXWs+EWtuvsBEF70ykne9ol2FPiwSwb0nB5Y9bNkxvjQ5hL0RDY0+pjCkvNYKmT4iG9I9sEnkvR9J8j0Hmb2+Ig1NPsKpQ74rH9A+GTryPWpBTb7M77G9OuXyPFoKWT6/TI68RemLPN4W2rtLgiG+hT5gPig/mT04hhw9ysdFveR0PT5fiFO+4BKBPD2Z2jtlUP68ZiUlPMnw+z4Cj/a8SAUZvgpi6L3a43Y902moPv1BJ776JPI9wKM7vRTXKTpBdgo++WOPPZ5CGD5JEbu9/J4+vnR6yDwjEHG9DssPvvkwLr+YSvC9ojwAPgzlrT5SUQi+uJmfu8Mgiz2QhLG9ckycPW1nSD5G9au+vQP+vOhOJr7Bwxg9B7ALvlQzqj2pfbo8jbuPPZrTrD0dpww+Ld+qPXcTrL2x+7y+3CycvsoAl77uRiq/D7NpPYV6/T2CS0c+S/LovMPQgD0SOlU+0Af0vJQiir4cIvw8CoaAvrYcR74kQDI+y39wPRO5mT7jdd08hJeovQE6yb6bbfO8YP1pvrU9ar7rvgk+coZEPlmiXr1SU7484Y7tuxpotj2EPsa+uKGJvho/TL0MMlM+LjYTvquRH77oY4Q9i++OvVcAvL3UWBu+Dt3kPlycrD5Z82k+wG4zvuWTsz0ojTS9TRudvcbTGL47M2a9mHy/PpOOir1YDzq+BPnlvLgXNz5v4m0+QdwivmgsQryMpaW+ljFRPveguD1L6cM9RK6vPf60Wz7RUPq7+DNCPebdm70sWkU+AlEPPlxCJr3Bhrw+HytZPrCSNb79J7s9p3hDvSriub58oYm+3CEQPrd5wD3dUsM9e0kevRG5F74a2H6+r2syvolQ4rwBf+Y82AmpvmbMFb65Hhu9xFfAvh+Vur0ZL+e9oic9PkIQ473UDBM/KDRcPVEO1705Fv89l5KNvX1bHzz9ZB4+YWaGPk4/f76aV8A94NOdvWfFYrxXTFU9z0ZTvmNFAj5Z0qM9KhjRvUZoDr4NSZk+Ey3lviBjIL3r654+HEAaPtsoHT4X9vQ712brveycwb1oixm+KkwTPuXHkz7CUoQ9FwIYPSALm74h6SI+qSaKPpvLc77wMKa+vhehvdA3i7/rN/w9Y5OHPQoTx75D+cE9h9qSvlI54z2EcGE+I/GTPbmI9bxXMXC9hBiJPmXhLb50i5M9V4ZbPtVWoj1lDqS80gMRPpDAuT05D44+f+FOvmX377zr9OS8yt5KvbTmxb7lE1O+jn4TPKYf7jyBTbE94PrJvlKj+zw+d1A+BieaPmPr5z1v2EE+gXWDPqLhKT4qTqS/keC5PrOmsz3mEEY9456LPeU3VL+h1kW+BKervjBVFD6q7Ze+uNeqvecioL7jAni+FvLnPSvl2T2OkNq8vC47Pk/gHL59lXe+yhuTvp0Umr0aB6o9LKCiPrtLFz3jS0e+7gRxvSGsMj6MvtS9+FVbvkG3Dj7ZBCS+sj2rvbvUmT1lR509WCbCvMx8Yb7Hp0k8ckYuvhj2jT6EKwS+0Y3YvUL0gD7T9La+Ia6XPVXFZL5aYPI9RpUpvrnSsD2xiZK99AjPPK4+Lz0abyM+Tng9vmm6br0m6Lm9Yv4YvsK3FT1C9HW+4hkVvraINT1G/1g9MQYQvNB+6b4waE++MBn9vU2Tvr4/vcI7WNF8Pv0IOz4leMI+ss+lPSGGMz60/CS+MnZmPvhxHT7D+A0+/b+6vrdyDD7uNiO+dBFBvlDvcL72Zxa9O96Zvjd1GD5h56m8xar/PR6HoD0AT3S+C62uPgvWwL6jRQg+na55vugnOb44Mhy+2AGcvYEmCz7Fbws9r87DvrOr3T3lyDI/dDqLvlI5L74o67e9KTzpve0scTz8Uuo7YHtmu8vIe74SoTM9jCYivi4Bgz0xsDE+khjKvTSbaj4PUCQ9RjKNPiCzor4q248+K9eSvn+Y9r3sTnc9Nq8zPnHpiT6IeKy90UqUPvGapT7kgTU+JnaMvg+WEz7pxu698pBgPjNf07tcYJa+ARD/vVtDUb5rgF+9ZPw1vmNyOr1coV09YyHYPakyQLyrwry8li4yPjwNWb7wVhQ+hLC2PZMnpr087ig+VVqdvgqMEj69pcc8OfAYvgYYWz6xFOS9RJRIPurLyL3j34A+UFJtvbzchbtha7I9xgLBPbABgb2NYng9okJ3PpAmJT6sLg+9dWDPvSy0xj0g/xQ+hFYovpk/Uj7ckVq+KQM7Pq4NQL4iHkM+zmH+vey4yD4f17i9EVbRPcNH/r2UHeU9KIEGPlze9r2GeaY9iEI1Pi4aMb7/49i9V5jIPOxmEL6uXP89KOP/PeNFPL722We9XbuCvpEg/r598YA87PIUPZYXaj0Bm/q9zBCGPX8fpTzL9eW8j80Fvg9GND6V5NQ91dpOvWd5QL6GaA0+C8l0PYezST5VMrk9yXGyvX6aqL1+F2m9zJByu5hbsLuj+gi+EBhuvnklpb4o6tm+Ajr5vZm0Dj5MxCQ+7f/8PWzwEr6Vb0+8ZeXluzyGa74fdVC8v+dyPMZ1YL5MEOA9IOJGPtR5HD7BCF49a3JSvrrXwbwvWXi+BjXnvg9QJ72Hri4+8R3XPbRnrj6awSK+dizrvQGIp72sq7a9bThNvVi5/b1UmGQ+4okuvYO7cb5Wcms9YfkqvncgGb4/LmS+f79XPpb68z6x+OA8Qj9PPoGsT73gz2o+IyL7Pd/Hub7B1co9AZSTPveAmL7vu129SZ7gPfetBDwvvas+LPWuO71FWD6rx4y+FNk+PYtTHr4n5/y9efQjPgJKmT1spwG+ehC7vSApPL518Cg+6zBQPsDnqT1Q2q0+PRYKvg1sDj7YxAS9mUO5vAcdIr6Ub9S9sHOevXRYHz7lCYc91FfmPRFnWz5ojv29Q2baPY+4eL1KJKs98+u0vknaE75VXjs+gCInviE1Sr4fM/K9RO+Pu1tNgj5IZLA+lDYEPtHUOT3TWnI+q2aXvW5/Wj5cZ129Ahx8PrhRMLkZXoa+PyyrO2yESr079li+FuOSvcswxj7cPFs+QsAkvj+cwL6P7lI+bISmvm3rP71Fy329v9ZDPrUNR74mTX2+Iq+BvqCsPj5bcUa+ivXTvOScXr39NvE+hQ/uvaCr4L35IOu9QXxNvXXq5r2K2Mu+iJRZPtuVUr/5YGu9NLFcPeTlA7zEc5m9VI6SvZ+GHz4VHhQ9ZkHdvdO4GD7Kzqc9mO0dPvRJsjzSngY+sXh8PdaHJ72Hwp+9hUvRPp4njz2eTMK5XOw3PpO9Mz3aGIk9hE86PvVJlb8JG2M9VKU4v2NmFT5rWQI+4M/2vvRDMT7uE1E+x0e2vgBZZj4JAEy+++BhPmbgizs/cE+/x8O7vvdj5j1DM8C9cw50PJ+8oz46bbW9bVKMvBjlTD6VUdY8vQCOvh3RAr+pzly+TpG+vtw3lr1G7Es+ZM7yvd16Nr5yqyK+JElzvkq9gTuq0PE9Tg0avmufUr40Ndi+gXZwvZiA2L0kASQ+YdEFPT2KFL2eBq08LfXtPp6umr0CfB2+vogHvd6FLD5xeeo9QCBXPprayb2ot3S+09x5PhwmsD5wjgM+dE30PQCHij6Co7M7/QtKPoYME70tFtG9P3I8PfUqZr0iWCc+cUoNuzPRR75WJYO+JjkCPrgaxD2o/yS+IMBbPagdBz4pryc+SQF9PnUBlr7uPIo+uquNvT5Ns77ixFS9MdCKvuapsr2y2qU9wwP1u08QHj5nQt++cQivPQ2Ts76FYBa+PAOfPQTfZz3FsI8+aAbvPlP+Gj7OPEW+CcUSPsh2lj6X9YG+qKHmuwjWw7pd2QY9ByJIPgYgE7+frb4+2PfQPvuGKL6aSUG+NkBuPhJ+D76TUQO+gEsyvjMGmr2dmB6/BV4nvvKuJT4NM4a+yjmfPMpQtr2EGIK+OA8jPiEHZj7u74q+2u7mPEyyAb4F1y8+HmfSvMkzgT7YaUY+RMGTPt7/zr5F5BE/N/ePvttTZ77nuIm+xKtoPk2GJD6uFYA9a9d9PiZqhD7AxQg+Bisrvqmksj6lr8093zbNPawFPr3i+Cy+2jmrvRKut70lD+i9GTFRvgtTUr5YQFM+Z18Jviq82D1p5Ds7JpLjPfPOYb2CMqo8I5EFvk0P0T2womQ+/6QVvppXND0yXzE+Ry+HPT9+cz6oWo+9CsNCvIPxYDy26Ag+5GwSPl+gfb05HcG9hetQvZ+tCj6i4YW9/IFQPpuLID4Npz6+ES9YPdxXt71pNTs+JvotvnTrEL0qUiW+GAOTvX7Em71BjMA87Y7Fu6e1Az/iS3s+/Kw7PvU6HL6vbMU90DjlPQwwDb6yowe+K08cPs11hr1S8g2+IZnUPZLpab776MA9kX7GvSrSLL4D5/W9TKTpvrXvsb6PtvS97yk3PjEa0z0CoIy+GWIlPSYVKj5KrAM+otY6PphJHT4LdIw98ZLivfM6Sb5ITX89LSSdvdiB1j2rPGq+t9rsPbVNJj7iZyC9OIXBPaW137w2a4y+XQoOPqkwvL61Bo2+t1GBPc+jyDzZVdY9FLKBPreJFT2kHKU+7J3dvJIDTL7kVQ6+uK81vitUuL4ra0I+HlnFPff8OD6MrFW+caaKPXUc7D1eQJo7Zbi7vkLEkL6p3dw9bcYdPjQobD1DxVk8Ky6WviWNrL1hd6q+zH2LvtQ1PD4BYQQ+jbcyvtilML6VTl6+/gvCvtbxHD6fiCq+2e3DPsCxHbz0Rns+E744PdkiNLylB3w+PfGpuwrol75UqeY98pW1Ps+bZT1834O+2NYRPs6Hgb16eIE+ziRMvZcIgD6whgS+WzwTPv3M6z3NV1U9tsykPCpZYT79fD2+0k3BviLwn763aa+9dRVrPp9WGj9gpJA+F1E3PuS0GD6Tr0A+NSoxvphXeD52Npy+YLktvl16PT5SKvI9CAJfvi+yKj6DBni+CjesPeaO6L0JR+08rHMWv9Y7ebu4A389jOcaPlJXGr6Q0S69Cb+yPjQiiD4QBAQ/czZNPqp9Ab5FbyU9WOXePcO4wL2W1AG9b2/2Pf594z12Tq6+ti80PunCmz2Zpx6+cwCJvcf8wD7VyiA+xxQIviJl0T0K9+i9n6/rPcX4lD3uIqc8l90pPW+HJz4uo2y+Yy4VPTj/fD1Z7WI+hTh2PqYH270wV4o+AkXHvQGVlb6gGJo9kshMu+GH3b3FfQm9sN4BvjcqJr+n4uw9QIgNvTyUrb7NpuQ963qNvtRs/710xpE+DNU/vhCwrL2aE6q9m119PqpTkr5HGOM90AooPktziT7WOrU9UZUhP5D4zj50crE9OsTTPQxosD4DjBc+tko4vJtuSL2Q0gM9myKQuzulIL4n9FC8Uw56vZyIjbzImqC8cZ+9PVkLQD73VA0+35UCvu/PIT5vYDo8cEAJvQ28rj2W5Mo8a7OFPTuaR71lmxA9HLsMvsJkBz41dho9ygdbvXgC8LsOLqo9k+5iu/Ls97vtNT08zV0LPfDtRLzRlKQ9thRQPe+9zz1KIz2+HzaFvZYgXD1iGjC82CAMvnJjVD6BIeq9bVsAPvD8Lr7V0rg9ALH1vc/K4b3ljg88DYBGPfcTlL0op+G9OXuPvdNBIr5nwNS93+iwvBGeWjzZbBO+I2ZQPsbnKj5ZUG09xRDcPdznQD5h0QW9f4nZPWecxjtfVxe+QaMCvlM4xrsgan29bZVHvd6MnDqfBtY9GDoYvuObaj2bHDc+9aqQvZoy273/MFC9C4MUPoWKEL4uGk8934QKPiVzsD2+dH28bxr8veTlPT2vi169oWfxvebJBzxFyRG+uFcnvXBwOj0FrRW+WLJmPXAAoj3zzMc6caenPd+ECDy7IQC+zDE/vagt4Tz7x8m85yDOveSCEr3/f/u8lAMFPds3J7yfIc29+lLtPEZfIz6a3mE9tiXxvUs5IL1OoK69FJIFPq3N5r23F9+9Aw66vMLX37ycTge95aknvnE1yTxSELQ9NmHmO/4UTL7B5oM97wfkPRZVWDzR1Sc8Gf9CPO8/VD6jMIy+0R58vSfw+L0JSA8+gixXPWuPCT4aow8+XicZPqtnY71tvY0+0+IqPnhOxjwQd469xG7vvQ6Fm76Z2TS+rXUSPrnCNj7unBI9XjZdvSXVCb7vybW9bj7JPaQezD4/eKw9b4MEPhLNiz4Mgfm9XhzYPXU7+T3uSmW9/iOevjOzg71Msbo6Ai+CPVAVsj2W+iQ9YLHTPKoJCj2yr2U9Hh9rvj1FfT5I/Rs+zhyKvYWKgr15Eh69ikWXvT+0Fb4pseQ9F97lPJswBLoAli09230HvhrVYT0p/1g+f87VPbmro7ohyrk8BQctPhw9JD6VSue9ohNOPGIaiD47J229jY5VvQ+3rT2bzQM+bsqxvnBSob3/nLk8hL5dPV+F4b1Fgv49trEDPq3CVr7HLPU89wNOPo1Pjz52PQs+CvYbPmgvZ74yHU4++qLdPZNxpT2OytK8UrRHPv6wwz3D1W4+pXw/Pg92QT0RFvq9C6f3PfX6K77SCoa+5shhPn+H/j0CEis69249vJpjxT308T08B7btPa3LWL78QeM8iaYFPcImhz2+41o8cdyjPOlvQz4nJ1s+gIC6O6GIXryiOCU8N5uiPZG3wjuiSyu+TkANO2wTEr30VU+9fbOvPVIyRT7ieEq9tiHgPT1jPD5PeUQ9YWvXvYnMGz6cmc281wgmPuh4mT2jYDW60BbfPXiXYz2hFvm9PvJZviARVT5mhw8+9U5ivcrIkzz9/hC+BztfPSd9nD0Q1z0+eby6PbHkMb63puS90y+8vFsOyb0239A9WzsVvnrqh76S8ok+mULgPa5sS7pSHRU9lmLHvcoTlb2hOMi7XIAnvf6rK71iJM29sFEQPa2Dq71BYsM9zLoAvCRKlbzLe+4935G+PUCAHr7zyr88QPwLvlxdgj6pXli9h2bFPYPzfT3Qrk89lcczOwierD07twK9a5yePUiVZz1fBhy+m9cqvgCONb6QUT6+J2HrPeWiTD2p/5u+pB0xvR3Rcj6AAvE8FblKvmOoPb3MV/09VEd+PXAg+j1KB+E8I15pvaoYET7xnIG+wfRJvof5rL0eKre9hFYUPvSxjz2p3LO9lmacu6ATHj1XHaw9Rk2ZvMn5Nj76sgC+yUPMPUSvvT5Jnxe+cQqgvfByHj6SuOY8UvjBvBSoBb2ba9c8XSebvqFKrT1wDpU7AQUnPsfm2T0l6oW8MAsvPd+uuj0JkIC9BKNouiZvlD6wyWM9tBUMvbApk7w+QCE+3iCAvR17qz06ky0+wy8zvpYF3zt5wAG+AIg/vdSPGj7+5RM+Y1RCvoaGUL3GZiO+W/NsPbmfPL6aOfO8oZrLPa00b75INcc8JrQlPb3KCboG2YC9dOUyPr1u5DzH5om9shK2vVDzOL2kdIm9AeEGvRgVHjx7ZR29tTbuPaa9xj1Vjmc+64OhPabf3z3gwlc9lv2wPAwSKz4bN1u+A/C1Pb/nhTxL5as9PXcNviivQD3jlV69PrZ3vTTOOz4Ifjo9qIoCPqABGj3ikHC9VoL2PHohzb36g4W+0pD9PZMxDT5z0wE+Eg05vGC97LwTxr+8htfDvME3MT6pBtM9x68PPWgUor4rScY9saAeO/ikrr1bUiy+CjQePme8Yb4isTU+sY9MPgIPqb3pcTy+pdEYvgWITr2dTNi8WPDovYJUfLycMVk+I74NPWRCR776Sf09O4g4PZLzDD7Mai87bZ5OvlmpOz29Enq+tbGQu49Fdb2jzrM9+wAOvt/OMb45S5k8ZUI+vghWBL6Qcg67UJUrvTsB1D2wt4A9TxyhvSEqtTqTJB6+58cdPvBAo7tvcii+q15COiXdXT6yEPW8+aQKPs29yz3HUIY9xJwyPaG69T1955I9dxavvOM/iz2p5AY+c2Atvj5Vd7pyIma+GTXtPWQpTT1Cnh2+OKRPvZevMzwk/KW85KAoPjJ9Fj7tuqU953cXPUfo3T2Rjtc9VVa9vCzMcj7cZK68c/qHvadVyruVpPc91nalPOCD4b3tTi++EpcdPgQMoz6UWwQ8GF6TvtWPrD2FSg68zndrvfs4hr1WuW6+azdwPmBe9z14MgW4LScMvkmZID1+pb49q2LEvty5Oz6R+ZY9hRopOg4Cnz3BvM6+3MB0PSY7gj4QECS+dF0mvllpgj6jKRw9EdXbvZz3DT1Maz0+bKkFPfvk7b1p5KU8QCMpPuDKAz4R9lS9hepLvfO1lrxwrIQ9Ui4TvvNBmz153qG9/o1qvQhpAb4Utuk9AZBwPi1JBT7C+lI9WYxYvfAyIb6dwPo9Dy2PPvUfe74nPY4+99j7PXccUTq5WZY7cdeaPaZcez0fqHu9HZo3PPk07TwP8C0+75ipvnV7L75YnAC+QeEnvsjvlb2iupm9iek6Pmi2Ij1UWjO+uG45vnuUxD28M4E7469gPeEimL4/2gS9nbazPYBcjbzrIq699tpZPiHvgT7bfqO84kY2PmoHJz0xcAO+ZRpAPquxyL1M4rC9kNFuPFT+Pz59VZu81BUlPOkQLL4syu+9JrcPviiVCz7JNOE9HwDtPdUsA76RdWA+j1ZHvqWxP76IwKU9WkkYuioglT4upRq80W2KvcclAL7Y5Qy+vmGJvmUDgj7gCAU+AWzKPVFwVr4F2vm9pUzFvULPFr6TjpW+OhekvUzlnb57Jy2+VFEwvDwIjL1pLVY92DPrPW91u7whwIA+s0bBvC87/z2+XKo85aMHPpZcqj1ri3C9SfuevRqlRb5DBSA9yVxoPpuz1D0s1FS+LJ6AvVQ8HD61Z8U98bwvvTT0776PbdO9K6uFvqAMBj4MhU89nZbquytF97wxgIA9hgQ+voX/iD0gTcu9Jtv5Prli1714SAe+UPomPqsXVD61VgC+AKWyPuhMgL71/o29chiEvf2GSL0hHpU8bS/XvNomBj3byQC97uocvQCaDD5RMlm9B8B1Pth+Jj5E6Fy9BQnNvFKI6r28VUe9+2UYPtEvDruGoTS+0F9mOahsh71lW/u9g8ajvZZw5T4s58Q+Vbo5vr6feT62Ths+NvcKPKBIoryBatO9wJOrPqJm9birso883MeFPqyKLz0fFRs9JHN8Pcwwgz0S76W9DAEevqk56zslaLk92E50Pc/5Lz5dq8w9tpORvuyMgj66Uyc+Km+mvmcfPL64DCo+77DzPRnZTb4RjoE+Ym0APVlHsz04ISA9h2ASPuB2sT04Hb07to2gPuh/D7/aC6K9oJA2vuFBADwZsLu9vmvCvLG/B74rPTK9ogl1vricnz4ZvZC9Gte0vftmo75bdCk+y2yuvZV4xL0XYx6+gfhrPrgMvT2Euik+hwEVPogsgr78Sji8bfPQPZhvez7WOAS+CcERvhxRDj6TbwY+4CJoPLAjgT78Uv08DLeHvVvkwj0CBoy9ayWBvQeHo72xGDy90F2IvcUpj70pr+k9S5O5PbA5zLwdSFw+hMLDvSemUj0QRxG+EwBUvWwgEzug/Ou90mqdvI/2b71+r6s9R1HgvStpED5wqHe9n4uHPdnKqztbsue8daHUvAZTd70lLE07838Mvt7rnr2uLAA+suAwvcGl/T2vxtc9rwIuvYxGrL1ejSo92UzWPCl4CT7pLPk8WkZvPrLJqb2rpY49zz+hPVmbi70PILg9RsvyPSVSn7xL0+q8Q+rwvTNtjrwRTfq9Y16ZvTzsIT2F24m9JwjlPSFgQz0nSw49VM4SvnKa3Tz55wW+VRLvPQgFOT71Fvm9LE3HvAbhCb7c2Qy+qbZDve+I8r1e1XM9Bh89vroUgbyT4RG84s+KvRdeNr26WkM9eqkcPWSBtr27xBM9fSwRvYrA9z1ZkNg9iSXzPXb83ryytXY9Fxq7PSj7Xr1XGA++cTnePXCvqr30VQ09KKRGvU/MIT3b8ka+uokYPuapR77LdKO99heBPfn+J70RfVW8RRBNPXCSd7xrqTE9D6IvPS1n0Dw+5wA9LuSxPRF8Wz6UmO49SDIUPf7qXD0AWFu83QknPe3KOL1eKGs6N8uHvZxav71iIWm884cEviJMVr2gpVW8OUNdvP6+F75LH2g+FfNlvoQ1mj3icz0+weg9PW2wAb6ESqg9ivcnvXspa73RLyS9OIn7PEtAmjzEkgI+MzciPfZ+4DwCQY29NgK3vcoZKD3NKa899ImPPZ06Ob3yTX+94r7wPA8nbryEHue5wnE9vhsjSb5izR++HZuKPq5tBT39eBq+ZnGyvMsOnT1gPoO+V5SQvWF1rT3L7f89qrRIPdSGsr3iMBO9k5SnPX/uoLxEMww+6PAQPm90iT1hC6Y+yl3XPHcuh71PkTs+6NYtPEjOxb0jYNY8kXNkvlywYjw+NxS+OTCxPf6HWj7mBzY+EJVbvhOhML4R5Xm99epwvjiPAr6201g9/vidvaCYQz4MiZk7CkCxveR6vrwz4wy9ZaV7viyKNrxUepg+wIkQvKsxJDr9FAC8k+/Lvdv/AL5Of18+vA3qPSxOxb3H26E94RSzPMe2uDxhe/k92EwWvsHEV73C7Lg9PoO5vYxIMb7vct49y//lPbv3Yz3+Lhw+jAfXupkyQ7wgA6K9X40gPqR5zLzA3AY9j7O1vYZzsr0B0Su+dLDzvVEN6rwzj1U+2DtCPYORMr5aWxk+YqnUPG1vVb7TOFq7R0WHPpYyLr1tSAg9k2J0PannQr3+cbQ93BFRPbNMCjzw+N29FgY6PgUeCD5N8BE+gWPuvdJX2T07qDk7h4+cvdlhQj1XIVC9XZMHvpzH+D36/8U8+cTCvXVsGj2hNAS+Ho+lPWY0FT4F1/29NK6Rvl/jiD3pEio+7IQavSgPib0E4Vs9ap6VPUgzgT7bExw+MDn3PZ/lU76TOGW9+18jPQe6dT0/ywU8ofQqPgzyxr3+S4U9ppDXvUCg7L1HHvE9h14ZvojlhLxWYaY9DXTgPeETDT6QoDK+K50KPkBjgj1vXQ+9egUDPkjXgL3Fb589U111vTZAOD5WuOu9VdlyvkiaAj7drw284T2Du5gXizxLjVG8SI+avS1ozTw8kxE9cfm3PUfuFj6ugeG8fjVqvShMGr7ldlO+rYQFPrypoD0bxLi9Px+WvWRiOj2IuzE9BHfbvdMVlr5NgBc+0DfpuyMPvD0Sqg49heGlPBdmhj3c2Re+O2B7vkTeBL4ecr89f6ktPeadzL01sUw96Zh1uazcRL5yMfe8gf0QPVJsRz0mlaq91cuuPQHjoD7kNGK+ViIzPYk6Bz7fKtW9tqBDO759Qb2kuaQ9oZdOvuGaKj5JFOw87p6bPf9fwbw4/9I8Si55Pj+CRj6nENA6YKh9PBvGKj4LOKY9YLO4vZerx70GFju+/xZovQTAKT2gOro83JXkvfwUbT3kS9Y9BRcPvnquID58BUc+E1d2u/FHpb1vzBs9PdZAvUS3Zr6VH1W9IjC1vCvRwj2LiWo9Gmc+u6CmXD10jym+j+u1vEDTBT0JaaK95K5SPM6ixT3fSYm9AZkyvfvh7r0vRfk80V2NvQpggb5q5FQ8XX5UPQKV4z0pLrC89nIWPgHLwrzubIS8OfeBvZexLD1YLUu9F9ZVvUjuJT6zQYK9kYLevG6ipzw+6O89f2UHvpFWzb2SMuq8ZmbovVHMMT118P87TMclvmy2kj09lpm8VPh3PUU0LDtrEES+H3oFPQ3TnL0pc0m+Wo4IPTSGcL12krY9unM3PcsQDz3dK3m9No/PPeH37rw7Kyw+92KXPa0vITzpJIg9u2BbPaZ8G77QvD494odpvXMdzr3gKiw+1c7LPcfODTolJ6c8in5HvjgQ/L1WaHa9+p8OvjxIur2csX68E93jvcNPNT0MNhW9neQ6Pn4FwL1XRN07hlFJvSIbzT1/TnG9YXY+vSfLlj0S6O49c6bfO4N/sjogtwm9358MvhJ61jzRAQY6qs5qvEq3FL5GKaY7hX59vT6AErwPmlA+HzN5vLIchr3Y4IO97VbIPQ+uT76niiS9n/4Kvt/oNL5/yiU8+9U4vUk/hr62CRo+b0EmPS/nFb4HLyY8ceUiPo7Vjb3RLq86m7WHvqvTEL4m8T09G/e6vLUFob3utZc9wGVnvJY89L2G64I92ctXvekWyryBUZe9PAIavr3fLj4i9kq+nQMnve0Cf77Aqvg9mdBmvRb5rjoS0gK+qLYzPTPH/T2o4Y29P91LvQ45QT1eb0C+v/uAvhV3h7xUP549RIAFPhLJPD04pWM8CkdyPPgqo71zZTY+tFBXvp1whD6ex6I9DOgEPEZRvTxj2FU9t+xGPddAO70iqwg6Yt7Qvd2IR76ABR4+Sg4rPnoTHL3t67S9oTNZPF/AFb4AxJ09XzuMPla0Az5U7jO+aQrEPZK3ljyzyja8S6KavZPzEz5xyfs9OhjBvd/L8DyvLKm93ChcPlv3YT63tU0+0khSvVVHFb5Ykym+VWhRPZznQzx1pY69ONaavcyYoz7LeG09dtODvmPElL2/uAG+8C92PCOLH75CYvM9AclNPXBiDz6nAGw9U/waPseVAjyKBv28PqRzvdbZUL3tUrS9Dl0aPkzBKr7cYNY9my7hvc+kZT4l5au9VoW9PuVTiL1qBrq9b6gtPfko6r23+5m9dHHtPWc7KL7GL8c9UyCxvVn0Br0tQxM+1Ow9vSmxqb0btZS+OfkOvq8SmTz+GdG9doI+vYyLbL2j6ne+kL/xPWMGeTz3jcW9+C9gvog2AL5nLse9NNcaPtyrAj0A7oG9flifPBtoyL2MvbM9QdWuvZGCKr6VsCU9+CnbPFd+q73R6xq8bNK6vS6DsD4ThO+9OyOKvSE9jT4KlxE9tqwAPvsgj7xjf7u9uM8rvXt/fT1TrOe9O5vtPf3u+70c04a9BHWqPryMSD6ViwQ+W04VvXDwGD7y40c9RzkAPJFRLL3vOQE+71LMvZS5jL2Aoji+yoGuvSHaaL1r7oE9ehknvpQTPD0097y9La+avR5xQ7x7Wtk9tdkMPjRk4D2FVjO+E+SGO45Xqb2uLwA+cOGfPdpvzT1SmoM+VBUQPJNGvz1+cWK8PfvYvX7bBD3weCK8Pzdivh8FYr1inIi96z8rPkbOJD1OowW+wSuhPcH1Yb0HC8u9i+PWPZBer73rDJm+0lahvm6EWz3fPJQ90zIVvt7D5b0Kz1e+HyzbParDDjwAFjQ8pCuNPm1LKD5wRhw++qqIPP/mQr4ssXu+5eOvvFal/buXHGw808RDvYykGL5v2o08RciwvSBrAz5+qWa+5QaJPUgjxb2j/949ql2pvawRCj4gn6K9geFKvk3XAL53wuG6pPBUOo3vCr1L+jO91Q5RvUAy1D1OoQQ8ijyevTHjYL1AlBC+XTP7vasp0z2B32G9hmZzvt9Pyj146Q08Bu/uPXFltTw/DHw9lMfjvbm5vL1xhYu90fy0vKAUR76rVxq9Grz7vT/vEj6UINI9TsEDPQsmLT6wPjY+3/wIvRAZgr6BWtU9LgnQvIJm+z60olO+RNWOPazPBr06/NU983hcPm9BvD08sbu8xBd0PRzkTL7zOy4+YTCjvRW3Ib6YwbW9vt8APjvA3j3zQDg85q8ivdtoKz5zn8+9NCBPvSYe+7y4dIQ9IW2/PM1X57t2y/U9fcrbPFNF9T3VEmi+iuVsPasO4DylNle+NicaPfj6bz7gR229CAEQvuJ/nb1S5Bm8mcwBO8no1T1mddS8bR8ovb1KZbzxUPU9UbYbvD1JTj0Me1c908nUvJj+Yb03SAI+a8ZLPZO3Jj1NmaA7E0LsPIMCbzziLL287HJjvJZ3qj2tcSk8OtkGPlXUCj1Vfma+390lvs3kNj07FSi9D8UtvkG7T75haHi95AYBvgolbj7/Mii+bR00PRHnFz46pF+9Cd4IPkFOXLxLgzw+FGhWvttvH77y+BA+mjzoPczK/z1wVRk+B9qrvXVz57t25co8Kwn1vN9R47y55Jg9nUSIvfmmaD0BFza+E26WvcEe4TzEa0a9cTe0PbiVxb0enFG95BPJvW7xaD0SdAS+rvQ7vMlxSj5xA3+9dTMOvooPL74LgFc+6/Cevc/k8DsD6r898aJmu8IjiD6QG8I8JeoZPnvCCz0s5AO9NuVDvWpOE74X5xu84bZ+PSXnU76xtxU9vuNQvZsayDwkuus9uuH4PatE7rvd7Jw9yRWDvhKgpDzMiL+9XI4rPr4rz71945M9abBfvQJjbT7cxSe+D0o8vr7pg7018oc9aIL+Pef+yj5M75c9Re06vgOnvD0eqpg9krsBPTeyJD5KBLo8AI6EvH5l4715voE+UzJCPm7cdr6EYlA+qMjXOxb9fr6OZM887r5NPkr1DLyyepA9/j0oPv5f4b0NGTw+ZMVLvoVJsL0CKUO9RI+Xu7bI9z6zOdC9RF9Fvh41Zz77Bgm+2zt2vg8ctj6QZJs94COlPe/9iLwfuII+5T56PUlf+T1YDeA9P9gmvtV4nj7osKu5wcs/PM4KgT4SzIu+1ZjuvnDGQj3q4vk9svVQPV/+7r23ATy+7cpMvgCnGT6+vKk+p1Dovb9gMjwrVd486KlUvqD4gD3zqpC64V9wvn3PPL5nQ/49QmR/vWFhtr0J41c+FgycvniWmj7Upb28njNGPumSE773Kkw9Y4IuvZeDzr0pKfE9/a+avjJdND3SxyE/Z4A1vVrwFD73mAw+qkZXPU1H0bwLVxU+pLhqPqdTOT68PsO9fqImvmH9jb0RGaE+les5PDfTsz05/029+7YWvqEgG76Bgta9OyEVPi3r9r2jD4s+pG06PFY5ET6I+2I8f2FrPb62LT54yKe+3Iy5PsAKhD7nkAw+3BrIPi6v7j67j4C+1VESPSADZT0m2gM+qPyhPUVf6D1drbW9j1vePbRQBT4QKxU9cHIlPrJ1UL6hQDi+lHA2PT/6Ar48vj2975fLvuvUBj+6bMU+YRBSPvKCMb7FnMK+49CWPsVOGj5Lg1s84r9dPhV1Qz3kEM+8RfWJPSw0Kj6CxpC+Bn+HvDvcTz0XR50+0KeIPuXufj7HsVk+p+MFPgbaQ77rZVC9nLxuvmew/DtWcI4+X2owPjSxAb5JzBm+6W7mOlK0FL5WjxG+FhLcPniqxD1tyOk9fZX2vGhySr2kPJ4+RLKcPqnMVz7dQWe+qG0WPiZXBj464Is9SuhsPusa/Tx+3I6+ilWPPRnRF746c949heqWO+jZSz6S1NS9ohPFPY9YlrzcRtW+cY0BPh7HDT32GRi9TTzBPZoGwz3yCCK+KVo0PKRjDL67l0Y+8urbvh418bm6+6a+s9pFvpmX8r2uMvw+ZR+rvrhJgr7Lw4C+BPMFPt89Ob1EwUu+dgxCPj+VM74ejuY9eNv5PUdjcz4xwgi+ZDsvvpXiFL4+nSy+kI4JvZIzTT6PAJi985yQvma85T3D660+ditXvT4YS77WG6U81OyJvXRVSzopEHi+xEPxPZdZDz4ghK++1YqcPfyNVz4FiH2+tPAwvvLCtTz/jlk9dSfLPrzQLT4DMAg87QqAPrFQBD5ZGIq8LJlbO7+laj0swpg8VGSjvYSWLb0XTdS8ErUqPjEHmL26spU9+v5QPjYlFj6KbAW+FKsLPTXPmD1soPK9IuyUPWgLAD6WnHY9EWMCvfafJD6GR0u+ez5JPhbUl7xGjgw+zKtcPndNED5OKya+kaMzvpS75z1M2VS9Ua0PPdH4pD26a8S9KlxlvjnMNr4DIta9bkrJvdMDEL7I+wS+D322PeorjT1Kgh0+6IkNvfXaH77QwAc8UIAoPlcBq701WR4+5U7TvDgsqb2ix2892UYFPpvuyz39DUg+4m8MvptjAD1Mgkc++02UPZeTNz0FbyY+mo4ovtCdNL6hxi4+sJ+8PZcPoj2rESI+6gLsPUHeOj3zlAU+E1QRPrIA8rz9uyg+d6QdPam9FL1s0IE+NV67vYzmLbqajK+9JsuGPGtzKj167dS65HkivgmOYL2KoRa+U3Ervg7sGz7r/EE+i7zLuzD5g7xjo5k9PcwxvTVlBb0YU1M+tbGwvc72gj2S8dK9GcGUPDT3Gr7dGSS9hi0yvezvCjxl/RO+jQ+BvngAtD1hL70872MsvAwU4TwQSHe9zT01vkXDbL61Lkm+LiIIPkItpTx2XQC+PU+1u2fkiDvTbge+w9UcPjDBjj23GUK9ZqCAvVj2Vj0pFiU+4m0svuBzxL1DQIk9Z5kvPdnBqL1vSbS7IQCHvjhX5z68rrK9AErAvSIuLT5ubKG9q9QeugDIND4yr5K9HTW3vZuntz068xe970nwvgOkjzxYMjc+xaIkPjGKBz4HkZa90CZWvogXWT4YA+Q+4dZpPlLDpj3dFuy8cmd6PqzqAL6mcna+M16Ivkx7VD4OLuU6+RZDPgDnuD5CVtQ+cGm7vAaClj2zkt+9XOpEv2tthr7Za4w8/FG4vbAIaT5e3UI+bMyTvkmLHr3ySlI+2VEYvaDyoD68ykQ+XBG2u9xXvb4iQ1K9whA5PKz6Jz5MJKI+hn7avQ7fEz5FCmg+ZQ7cO+sISr0c1wM+t0DiPVNmCj4hhpI9XGe5PvNePz3JwNO7yfAOvUlBlD5C+Tc+9pqIvpDDOj5q8HK9l5PovWnenj0qh0W7Z+QGPG1qSbyWBpo+GTCcvSk+Rr7EA5e8b5GLvX620L7X7KY+Z+efPWJ+tr4q29m+aV0cPuBdnD2fw6q+eppnvgA1JDxuZRG9NCkUPtGyMz2wgkw8THH/PbgO0z2ikBq+Rv7IveNCgzyBGDm+/dz4PDM26D3SvO28k6eDPX7VFr5T35s9bSFKPc4sv7uKH9i+zOwqvq7ZTbxoBog+PXj1vQDWmj4s+K89Qo0SPlooLT3f1I6+hbeJPUoygj5SgBk9O7grvgSZmzyaw9Q9GPUsPh+xo73kFCe+J9BRvu2daz3xkMi9W9aOvoe1VT2t5bG9xqSPPScCtz0bBDM8nSThPSh4L7yoOHG+XHttvsugBj607hi+JHU1vC0E+r0hgaa8M9PNvTx3Br4jwGE9fEAZvhPBFT4xGky+JJMEPqDlRL0o+9I9EzqNvr/MGT5BlUm+AOsZPrBlrT0/Xro9EhcZPlSnObv8OI49x15TvkvdLb4ASEq+wb9CvSVB4T3IBcC9h8xkvYFR0DyddUe+6RQDPnSYNr43zoC9cp8cPs3W8L17Z2Y8fGBrPS/FTL5HMgg9COdtPu2LSD6ZtSm+NyXIvUvb4745vAc+kHFAPbpgvT46dbi+psemPoBZ+z2/Jx++VhHovPSbS76uTbs+xz5OvkSEJT0cOr498vX6PbANKz13nn29cPR1PjhmST79aQI+GDfpvflOGz5bOHK+NCOivgmVRj0MzLq+U2WIPo6xdj4PwtS8MUcrPSQAtr3SB0i9WYiXvHMwc74SNRc+cV1XPkQFn7x3ajA9nMq5PQI6p74vi5s9GjFVPu1W47zkS4u9uDhWvvHxgr2qgHM+eRdjvmNxwz2c8368G7i4Pd926z7JRDC+ZPF8PgMzmT2pboI9TBCWPV1aszzMJjK8VGZLvkWfST5pcXa9naRMvqTS2r01Q6q92Xl6PlZK+72nJbs8fWFmPZWPvD7nl7Y96ZEhPjeygbsX1i4+IIMDPb+BAz7uNb49nv0dPkj3Kr2q/Tq8RAU9PTTMLT0Pk649nGbcO5Nyyb2t1bq8/ELXuzgjGT5bgAW+P38bPLjHdL24dvi9bK8kPlYXCT3W7wI9Loi5PcMcDT0aMrq9HHk5vQhC1z3mdFQ90mQyvg/h6D0hHme9LPPVvKjRj7124UQ+DnIKPfMbB72JrYI9HRT9vYWeFb4W/pA9bYyuPXeehL3EwDY9uekZvN/7dT69ZqW93T2TPo0DFD6VEBM+nck7PeCDbz06/FM9wxGivYIxW7xgm9o9pM8fvpF/cL16Aze8ZKoEvp4GE77+pr29e+ECPuC9K740hoK9RDMZPrf3ED4nZ5M7SvBUPqVulT1Y7sq84yLzPSkLLb3PcvE9GxPBvPg1ErzFSNs9ZjqxPfa6wb0JB8e834wQPuFjdT0dXsa9XX+7vZg32703bPi8IGxoPUj77L1r7A4+A24Du7tBlr1eV+68SqihO6/G1D2R6dI8adgdPI0hGD5VSZU9FFOSPNEzTL0twcG8JM+hPG36vb1baUo+Bfy5vd7xkjwAizO+GRMRvs+lRz4pSxU9zaefvHtpEj4jodc8T7ttvUNam7xcvgE9eWvfvGcb1r0p23i7PUxBPXmtpTuNGRk+Pca9PZptbD26/8M9MnVePahY/LzfNrW9xDtdPpaO27ztZAe+7W3BvRUe+T1fKhw9UP2QvcHz5r7As5m9vp8tvhInej4dloS8jkvGPvw1ejze2NK85yYRvicVAz2MrKQ+HMNuPX40sL3qrRE8UjqoPmVxOz5Tf6U90fNDvj99oDyNx649yDgTO+ffjDvvPjg9dVDlPfNtwT0WzD29u7N8PSdgEr5Q19W95txGvvaBbDtzgIQ+aONBveE2ET2xL0E9DceSPoR3GT62j4e+1j+aPeqWE76/KDk+e0eoPXHQfDxMG6I9Vp91vU3WRT1u7dc8v5QavZGjhj0ZC8e97evwPQZvp72hk5e9Vb+ePeZQcL74xDm90dFoPTFRFj46EJ096arhPZWEQr3qHRU+VS6DPMgrvr2f80s9MGEkvmNcNz56eHE+rNIYvmBbkb2XUeu7pn1nvpAxa76P54I+MUXoPcJYoL2A4rC8HsCnvX8Haz12eBW+794yvp2bdz7aGKs6Ze1aPaM2GL7FR/y7BBDBPVfkFj5akiA9hHM+PmfHET5UOqC+zCsmPJArNz7ZYH8927BovmfmdjykLg0+/aY7PR4W672qhCY9yvI3vp2MuL0/PPs9GS3NvfQ6IT5Bq9c9sQySvaDFGz6l8gI+3iYrvNlM4j0zn4c9sPF3Pns3kT0mO42+zpCePk/zAj7/gwG9E637PR9bIz66CJQ9DVNNPZJ1KD6HhKY7s7bBvGKZWb6gLac86FPGPu1gOL1S0T++XRWgPVGpkD479Hw9bWoRPhy7ab6I6Ki+9yErPmdL4r2iqr27a1IYPdxTvz1vTIi+ibRNvWEVYD4JEae9F18IvrWjVj3nsS++q+DKPh4DST2zMo09yPI8PCVgkj3AC4u9vZEFvo3omL1jcGC+32G/PTQFsD3K1gQ9eanQPaFtLj7ScTu+5y5IPhr0ObvX71S9o58Hvpdm6j1GX4I+MSCivdxiBr7/2Me9AJMOPvpz5T0+bcq84nUQPkIbCD/nIAK+1VGQPQKYLrzaQc89DmoKPlJY8L3aWbE93DNpurqqAr0MGlW+LAEDPrIUgTvyWwO+AI0rvVKIIL6o7V+8BapLPksXJj60RWM+Dy6gvt/9Uj1iJ7W9nGRzvk35hTyU9V8+ggvlvYc5E75eOoS9g8fKvWErij15NoY89G5IvXRXtL21h6Q+zVR/PjSI7j36d4C9DtXqvf7UF77FZn+8WMUNPrn/lz1ZCpI9LQ8YPITfhj5VvBI+cVI8vkHkCL51BHM7RKtJvJozAD7gIk+9YtP2vEZuND0Bzka+OtGDPf21BL5Teau9+xE/O+otN74QpQK8b40JPqUYOb4xXvs9uCZjPqMGAb4BmUY94TSFPjvVkT1ZE3a8gG5FPvucLj1Mpaa9IjvWvfO2Hr7ELoq9sHiiPXNNPr2KZiq+dB5TPr30mz3PaQ49hpgkPS/jZz0tHic86s6sOyj72b0lu6W9TI3MPd+YkD2NidG8qHIbvs9r0rxwd929PMYAvV7Fgb2kShY8hmSDPUgtJLwQCsQ9dUUUvevWwDxd2KE9Mg/3PDKeC7zvBD69lE0ovQEsHr7LLxO9FCvLPBH1uzx92Uq+9tSlvYuDXj0ZJj29tYOwPN8iwTupTFI9KzdFvuFFlT3oAlE9Kdb2vY5LTL0iWl2+flk/PNc0ab0yVq69TPmOvVJzJT68gq+9KTLFvR23B73Edhe9LqZGvv88tT1HNAE9NvM1vmzoiT2Zo8i973KDvRRUVr3mDL29Bs0Hvm9m/L28rBg+BIeHvTNTmz3x/qA9ez74vUTvVrxHtwk9VKcSPjwhHT02fk2+EPxuvi5j0L2dyiO+T+NfPePBWT5EqS0946fEO9FtFT1KgkI8CmZKPYJcOLs3wyC9L2g5PRfmVD0N5wA+6vPnOvXHjLxbhWy8Le4KPktZMr1b1cq951H8PIbj7r17Hwe+7zhJPZqUGT0CUB+808xbvjHh2LzAaqa9OlqdPYKN1L28q4c8438VvZ808rwsAIO+RQcWPYwWoD3rZMC9AIm/Pek46T0t/Y6+Y1IJPqqO4D2RFOU9HexOu3u+Gz3nZE0+NfKuvIdeUL4HxVC9o+AgvQ8WcD6V6gG+bDX/vcz1sz1B16Q+GmKNvT2E7D2GUMo9lGWdPs2vF718keG+4MgZvZ+Cx7ylmk69HCVhPN/pTr3QOKg+obqHPudHgD19mfw951LgvWLtDL6KhLe9RColvokBeD6uIgu9zbv6vlrgoT0hzd09/ydevm7Pkj0Bceq9GgAMPvneqD1g1Ek+TlBTPmVHJL6VpCs+EOe3PUHHLr2To9w9lii1PuOZbL5xk8I97fEYPrZJFT4KaJe9uBukPZgxmL2YP8W9PGBQvg4Qkb76TQ6+68hAvaFEVD4P4Z+9+S7mPaOJMz1jmt89+eQyPRJHhb1wDYO+21gPPgk3Or0LyuI8UsJnvm3FEr+ydAM9yQ7TvKgFU76PyTE+9UgVvTdUTr5acIC+9k49PpZlwzyezZG9GsMUPh5GTT5rbo296x6+vYnRBz7EMgM9ereAvcTC4LowDfa87ndMvcsx1T0uwOO83s2RPTrJjr35vYi9p6wpPmH9gL1+tbI88yYIPj3OAT5Afjs9wKpzvc5Zoj2n5ZE+h0yOPpyUez6WhEE+k8qEPcJbYb6/5QC+YsnNvdITVr78GaS9x/R2u9QEIz4Tzfk9LwzfPHTEG72YDh+9vmMqvnEQS74aLL+8xAQEPtQwzT0rPQa931OHvqnkMD7b5689ddptvtzWDb6KyYQ9CD9RPKzlyDq90iK+c95YPbR5ObwWcQo+WX1wPqa2rjwIIYI+oISxvIaV973kOg29kLS5OrKWgr7yWiQ94YkfvW1XJj3BrSG+B1f0Ps/QwbxR7kQ+nluxvi3Fhj4J2Jy+pte+PQK0Zj0Pbjq87syxPt4vLj7app6+yOg2vkIltb6BwXG9gi9ivkbqNT5OLGQ8TCr5PSpvUj2449o9eH3OvKEc8j1M8SC+dmA/vFpeFz5ZqAW+AV4AvoBrYz3mS4K+piHovZERLj77QTy993iQvg2Z0jtRg6g9AcIvviV2Njz50Ds8Ti4BPs6ko71Ys48+QJUTvYD2fT4VSKm9tW2hO8Lqlz1MCDK+gTmXvoQsyL2Dx/+9aNr5Peal2L0H6iK+L46OPsFPtD3IZok9PYpovip26r19Wbo76xVWPjX0oT2B1oU+M/oVPar7yT7jzpo75ZeEviosiD7wXfY98B6iPh/Ayj0vcO8+ZJ0zvjFwPL3A+DW+9us9ui27aL4KygG+BAHwPfQTAr7HVBw+YOMJPn8WZ75hXLW+xQOIvWiqYz1RurM9+v+fvDR1Rz6koEM9cgEPPpd0373tcQ8+Xp2EPoiWcT5iQQC8lSC5Pp3vg70O7ns9S9oSPopBHT479Iy9/uWHPelrjb3yzNk85B3IvWRzLDowPjm8Sh+FvmNbyr357H29RH2+vVdqcjyYVyO+ST7xPHm7qTu4N6g9nrX4PExsEz7HqL08rSsxPhUTFryiuy6+nyknvuqvgj3BjCm+8B/xu3puvTxZA+s9sl/hPAwQPD5yTRM9j50oPl9gGby1h+29dO43vdGqKj6aXJq+6A0/vVXgtb0ojxU9NE0BvOOVmL3fKxC+wRRWviefkL2OQnA7w4+8vQMSmb2QRQ6+RduUvhjPi73huw++MDeAPU/3hb2QUEC9nA7dvZekzL0PDRA+KEXkPN6+Bj0zktK8ijgNvqMsEz5oWsE9EL7VPTHsHb6JsWY+mKgUvhBWAD7tQyG7KsoOPuv9BD463E48Bh5UPtukmz0Gyle9FHzZPTi5mDzI7r29TJnkvI8lzbzK4z49eOewPcAhx70WsDE+u2ZFvkfkNj4uXf294b8qPr1wcru9jAm9iw6JvbzQKD0DejS7flF9vaXVNr6QkG0+jjBpvVNuYb052fO90UlovoIFTL0CqJ+9+MdfvVksIT2G1qW8epcBvYD1GDwDNpY9Ibc6vGNv1r1taCC+NpAbPmR1k72Qz869P2MBPQ2CID7nYGK80qYTPVzttb35Zx++aR3UvYR8hT321xU+PFZVPnPI/j0fOZq96n8bPpUR0DwROze+7PO4vUfXQ75rqTa9iXN9O5n/eT5FKV2+B2QLvf84tz029Ae+n4M7PbURQb5XdYQ+S07OPUk/PzxtU7S9VSMIvSmloT2LmTS+0vv5PUeSyjxif8K9ZFSFPHIW7b0Nu8A+paHavPjzUj1ZiIY+w9IAPpBJwj2ySdK8q2+oPrSXlDxDkQC+flejvvaHdT1hmZE+jYXBPmR89j3iff69WYLEvSugPz2Q8oS94HY0vajPdj7cz4O+MaipvTbdE74i0Ac+KwegPtyLu7zazoy9yTLtuxecLr0wqW++85s2PjcY/T7goxA+HcgdvoYakL3Ly3y+TzQKPq2FlDzUT2S9ayoFvTJ8hz4p2Ds+8IIiPuSlAL4zUjQ9P+pqvr6xrjvtYg8+pekFPczVe76eviQ9WCsxPSa8Lb6vUwq99wtkun5Dij3RnHa+OtKZPrD+/r2+VAY9Z16APnHt5j0pd0e9+hwEPLA3aD40DDO+iPKlPC+YRD7uRdk9RBOXvpbVLL2GeWe+8l8jPkpBoL3at4I+MlIfvsmyZL6XACU9bH1MPoB2tr5Y9Y+9wSXVvnkmHLzhRLE9aOlxvmN7Uj6nF0o9MCQNvoIVub3cP5q96QqnPmwGiD1hrKy+kKBgPXiaiz7ubnM+1PX1PXmERj20QAC++TNwPuEVtz7Sslw9Kj4ZPJe6Zb4C4i68HmHIPtQ8SLyxAzw9NzhJvpwuaT6VnVW+ASsPPqiqUD4QPWO+A1RCvqoWEr3saN05oeTQveJ8IL0GbQM9oZcFvassGb2Mlw0+0L02PlOC0L2aqkq8CYzSvSFggb7EvhE94OxQPjyEZj56Buo7h2Q+vvab7DxgPKG+l7l2vpI2Fr7nwik+LueePFgWx71fPIo+jOMOvthbtz2DMbe+YPuSvf8n+L7oUFS9AqGkvaCz0T1eg2K9KtdFPrQxUr436Ky84AROu5uL4DtR/R89MbjRvfSaEj4t6yY9NQinvrnTDz35qP4+kGX0Pd1h8D2Juaq+19k4vVVToD70UxC+Awqkvim2yj2aL6k8NWAUPv++yD16kFs+9XplPm8ksj1iQo68p1eWvJaXDL7Kawa+3uUFPu81ar0XEZm8qxp7vHSfEz7hM4m+x1y8val8uD7nqKO7t3emvQK9a72TcJg9vnwUvuo8Fb5Oz5g++cgavlySTL5/x3c913QlPkrglD21gCo+M0NCvVNxvD3AsbO7hfWiPQ0uXb46v4W+Aj4TPTEe6b3O5k29/3cjPl/Tj77eTUo+bY34PArt+L1DSgE9sqODuwarRT4iFYs9a/ZNvDzgsD39Uae84eLNvmLAqD4t8wm9tt+NvowAHz5/yYO+qec3PGHfQbwjd4I9bxN4PZXM071wCBQ+/kCVvdNK973+1BI+Nh5dvtMpG75zNrm9LZ0RPlI9cz0EjCi8eyUYvFcqPb5cJQk9mYAxPdgUUT1TRwI+++Fku0AHMj13a5m+7w29vQDS77xnPb8741GiPc+ojj1FW6G9C/jcPYY6Cj25qzs+NHjhPLg91D10mgc+PAXXPFDvbr5ZccO9wSiKPa6JhD1zmLO9WP2vPV5ktb3xE3q+EMAcvaip3b2EzfQ883OhPbq4sb0OcS6+LYMRvglnBLxXMJW+j7JVvLH7Nr7Anpw9NcYLPcd4iLxbFLq9amUkvAqEmrzUIa29RqRaPRIjOz2OLcO9DMPrvdzsA76hnHq9TTA5voje6by5crs9AU2rvYyegbs4f2+9iuyWO90CQb6yICa9eDtPPTQ85D0PRvE9BHQevksBNb4p1jK9D1Q0PVCT1bz0Wq896t45vpBs0DoKcOW96/2MPTQeTz7cI2G7p+8RPb2YHz6f9zo+i8FTPrmNrzyDGuM9EkKVvHD6Iz7weB6+SrTMvdw2Mb4eUCU+0eSoPYI1jT7WT46+9oF3PmaT4r0Zrqs92XNdveGZjL1GcTO+zC9FvocQO7yyDDs93QIFvkzbQLxxlKO8nmyWvdiYOT7lqB899RoZvrSCuDw64Km9JdiovWlOCz004Ie9zqxovqB8Uz3m7A48rqaRvQY4JD0ysUU9Y1EFPTGhnL4X4ro9QO7au3Uz5juYNKC+PO1+Pj3Cub1ZE0U+IqO1vty6cb5xMYo+zL1YPoeMh720cbi+MGKhvdtrKL31J0i9fg3YvaB8nr6rc04+ORSWPvdYur2PQRI+KhJPvZ2iKr6dELa9rBsqvdjysLvjbBi+UtXLvaLxQz6WEz8+O9dEvlgyHT74ucu+SaW5PoJHVD6cwgM+A0WdPiEokL6uk4O+TWf3vHPBb74UMD0+J9nXPNpXOz5iCbs+29BIPgET/D2irpi9BLTovVI2M75Ur+O+jdeqvvFvij0WEbC9lQinvhZc9j25kW89iHg2Pndgcbw03I89IZmwPsQh3bx+AFE+n9sQvuCLg75Qxm69pzMCPkC9u71uw6m9hMb6vLc6qDtWENC7COmsPFACqb26Otu8i7GzPX8sqD1DQ9U9yYjMPkyhx70uAHM9Yx5YvSgQXD7fDhI+Z8XNvvLMqr2ZMJo9dGu6PAMKOz2EyR8+s/vSPWsYcT33yC08jJkvvouoi7651t29RMh4PZz0Tj7s044+34I4PrYAbT5Zwxw+d2qCvteKlbuS6xo9z9kXPeSDLr4txoC9e0zPvUjq3b1R7mU+vGmCPAllBL08G7A8QXm/PRb+e75fG2q+8qkTPnJ47D5cof29VIzHPiDn/r2hz788rrSJviUepD2ft2I+aMhBvqJrLT4vv1w+KdFLvtShU77gD3o+6H1vO1TO6b2oNPK9QQDEPVjozLxjHBA94SRzvlh897wPshs89YEXvA+9L77L+xw9xU82PZM0BD5CELm9+rfTO/rljz6MSZq9JKgBv1MIFL501mQ95TgYPRIcBL6RClm+YONoPi03HT7E1l++/oiDvkmqmj1+Y/k98TeYPSn0/D1NAMk+paGhPLl4Ab6xYjk+lRbAvDO9KT1fVye90YBhvTyQ8DwMeFs+4P+QvuEBiT287bK+iFtdPlguDz4t6wC+xFjsvsESM77D0Sk+buVPvjK3Bz39LUg+ddBKPpMSwL36lr49q/Vavc4OtTzKTXQ9lvcVPl9ew71yupk8U+FHvpGdEz5V96E77AqVvZVyFLzBPmE7QX34PWRMBr1OsBw+5EljvgFGRT4BQlo+aeIsPvanNr7MVT8+ywiWPlsrLb4iaoS+sBiovCnpXT7wR4U9cpvUPSMqRr7GuYM+h2Q7vhY0zb2WdVQ+sYztPZybjj2SwFG+qWGpvGBKLD6ohmc9x+llPkE+JjsHh+a9Cm+PvqkTNL7HoGq8YRFRO3yX0r2q7bY+PziPPqf9kT1avS8+quaFPtSSVz4tt6Q+jqAivIDxqr6SIM0+z3kgPjuvlDyCSzu+vc6IPH4KJD4Znuu9ggeuvSjkJr5Acqe9YhihvaTGSr183RQ9m6wDu55aLr6TR429Sa4RPg7WC77FAcC87nwJPRVq0Txxz7G8Mpl+Pc4z5T03p7y9KpU7vhySbDzv3IK+TyeEPL8Y8DzmFBa+smgzPRc6+T1+Epw91JbevRHGWry4Zdw9ZoMpvp+ptDym2/q9sQvavA/pyjuVrZM9VpcuPhh0/rnyQm+908ZmOyiW9T0yi6e91jVTPkbTkLzjBw09nXYwvpuMQz3Vs549r07YvZVbq73LLWm8PK0BPJR0Ub3z3fQ9ec8uvCl0M77O/Bw8grUvPuoLATtFmy8997hiPsp3BT0x2Cc+7vGrvTUiBrw/Ypq96MNOPYybP75++oY88EqsvQUjPT28EI69XP6OPZpSSLsPAc08IFfpvPrCiT2clF+9Fw44viX1OT2L8Rk+LLIDvcvG4bwbgxW9Za97PRiuPTym10k9d82lPMaSirxaGhk+k1cTvaGn4LzYgdQ8lWzsvTwhlL4Tgzm+uFvMvcHB972xDZY97jfHPI1B6D3uFym+/0YcPtrgkj1+OhM+vudFPb2sgbz39MG9yB/fPdDzwz3+/bK9OltlvdOh1LtHMck922quvScO8j22uyS+z3Mkvrl8Ob3yXJ08jub7PcV8AT4/rL49YAywvRontD33xoA9K5NDvk7pmjzuJaU+4Xi6ugtbjL4sQge+Jy2tPo7iUT4d9vq9kAQ/vhmYsz1mizM9tWkYvqs0xT2Z3CU+sNR8PEzQZT7L5769IwbOPLkIDT6N+hI++UrovdNQDT4oOx+6pF0XPiBiCb4xXIA9+GYavkwtOL491I48hrPWvZanCT2iVt87d15Ovb1Rrz2/pjM+h0cFvtVIwL3NyNw811QIPg+DVD0qyi0+fBJUPpCAGTy97d+91FqxPRGCdL2dLUm9Sni3PSCHdT6OQek9+RhgPUbYKj1X+Zm9qu/kvVolz73ACF0+6kaKvhwXIL2FeC+9j5VSvq93O77tzxC9jCdPPs7dd746sGg9U78RPp5oDL6nY2k+lfEEvuGlMz1tzSg9sYwzvqpjPb5UJxq97ln2vEZMKL5+HAc+RQ36vbbSBj8NGZm9LpujPTj3vj3+nQA9ufShPZEriL3zNCs+5ATWvZF36D1+y2Q+lMsfvgFS0z1DOUo9fMQIveZ3Qjxk+Rg8uATKvZvbJb6dH7E+lfTKvfR1PL2SP4c9KusTPdtzgz24yw0+1LcJPeKhIz1dIy4+bGvaPpJx1T0YJiu+8B9IPcCxMr2kVwW+hx4fviqIubwLz2o+IYfwvK2RPD5P1yA8hXdSPiYNNz6sin288Xbvuz2yqz0bH7o9dlcMPmEzZb7Sx3W8A6UkvhXLYb5OTTG8owPBPU91NrzcojY+KWC4vSRCpD1Otx0+MW8BPnwRL77Xfle9Osnmvfm5Sj1amv47Fj4GPSvzEj5TS+W7Nhy9vft1UD1RhLw9E/BZvdz7qz264n++amaGPkzyuT3aIMq9X+m3vZb/J74ZGPE9GDsSPq+ZJb2JsoS+ZJUdPjmG5D1ISli+XYhWPSRal73hxVC+9V0BvuSOHT7duB+9L9tzPJURKj6Ds7O9ECDLPARXGL0e6Lq9eCCoPCedcL0jSzQ+PLwPPfIkGj4/6ry95WlYPoGvnbvS3CU+vmUBPN41lL3+V8A86+oWvg/f47xQC9G9xzRfPphedL7WYRG9+yWJvckVyz3RYgk+iaZ+PjHpc70dUYy9EBqfvgI+Iz6lNk4+64svPax7OD5nIC+8tnK+PjHb2z2xyhw9Y5Nmvk17ST1nbJu9lS3lPapsFL5nIAW+dbUjPp+9hjyUoGC+DEKVO/Ap/L2fZVc9I+xSPj/ERr7zC5u9Bi5Ovo1bmr2SgKi9RmyBPZCaBLzrESU9CfaUPE5g4D5Bh7A8dbWVPdKXCL4+nrO+4/i9vSf3ET6c0Gi9YfL+PT76gj6VUHc+DYwfPdssg77TdBw+hlAFPUhqBr0PGow+Y4WgvJ8Cory6Kq85JIaCPSW3Nb0YKAk+r8FdPToifTzfkJw9eBftvInwBb64Wa67vYnIvVwPsL2NZMm9twkYPW8+G73emxe+7/CNvNlZ+b2nGCw9H3SJPKu3+z1soHe9TBiQvaughz1U45C9G/oavSO1wL3ZTvs9gsOWvD0sv70lNp49KTCGvZ/eUT6Sh+w9llAUPYnLdD0YqvQ8qFBBvrf+eD3EXkM9F5q2PLfF0b1yyKY9fY2bOx7x1704k4W9Plsbvi9/rT0zuZA9ar+LvZjxD77Ad7o9pU9jvs+SBj7NK4y+uXXwPUQEM76dCJg8gxk+vmapA756CTG+ripyPKWzrj2EVEq8D2cFvXNpOr4ZkSw9cHMxPuYqHL65RSQ8ROa1PTTPvz0foKu8QTL2vDFpEj5JL6a9iaKUPBMS5b1o7bY9HG2VPSb8nb3d8P49I7pLvF809TsqklW9io5KPn8DSj3S6ye80153PAdPkL32whC+MeqmPUU4jb2CnI28TssrPeyNGLwAr0282XkDPXPpIT2+tJA9dHacPXjggDxe+kE8Q1vmPRmoUL70OYo9UlADvRFc7zwOqh++UKYcO2R7Fr2RMbW9flGrvTDLG77j1R4+BHTcPUJaGj40e/I9bMhbviANwz0UpQE+o7c4PO/adb0+Wwi9VnzXPZeYxjw9oOG9rVm+veGZhj2tpyi73HgaPZXrWz74sQw+k+M5vmzuvr4NL18+wlFcvdaFgL5y8Rw9ggBuPsYB3L7zpL+8OHk9PlLppb06tSS+2eSSvfVvvr3I0CA+vfu6PhJrsb10yhS+Dq36vDO94r2ob3E83/v3vZMNeTtprDc++B8iPlsdfb7mbvQ91uhXvVMtkr61Kx47K9FOvQknYL6xa9C9E/3xPlX6/DwsC5c+wXn5u/i6hr4fsSq8UgqqPmyrJz0WWQO+k0WmPusEQr7ARD6+v9iSvfcUKj5h+Qc9t2ZBvbEQwrw39AE+8/lZPgA5gD2Etb49oIMmvvvzjr4lIOy9xjFZu2tCBL6kgvE865DCvu0Lwr1qJ4y9t9JcvYO9iL4irqy9ZHdjPmHhMb4gzra79T0jPmLuTz0UPjs+dloJPbqiJT51LGq+VNoxvB4Goz1Z50g+VbFDvZ9fCz6eiNS9dkK4PLYG1D6dtf89FAoMPsZsLr4xASk+OJoKvef5Yj2UQQG+kOmkPfWlVr4gqSe8E/7mPQ1zBD2aOuU9iQCDPqrFG73uRZy9+OeBvSX1Fj4tSyG9Jl63vKOJHz6ZgbM9MwtkPinKfj0+xLc9P+0kvYGg1z2l/Ga9KowgPta3g74EhJq9YnVRPm4X7b2DQyA+mtkFvtK1RD1U+4G9xI6HvbyVlL7hgYi+cj7iPWj6uD4RXrA9l9eIPg0xkj7FKKg9LRaAPXShFr5apMS9k0BlvRKRCD5p4Wc+L/IqPiWQDD1/C1298UJEPssrULzBEoM9bk0CvlOVhL00qRg8jqgYvtMfZLshFKk8JVAQvj2YBT1pHkO+6neWvWI2Lz4vIe29puSHvt0GEj5g06Y9j89cPm2cRb3CjCa+FG07PKgPgb4n6Wg9zhcYPg4cIz7Aze28WA4APX1q071X5S4+whfVvajFv7uziFw+/MuFvWIFXzw1qrY9wgqRvqfJq73kJVi+f4Axvo0YuL1G1re93yfWvckOA75Q9J69P72dPTxdpj4Ny8Y7AOkUvogpr72+8IA+xvZ1vmPlKb00oCo+bLVFPc/Jhr0GClS+wezvPZWYIj7W84C+arPJPcoAO72ge2y+rTCJveAALj4unIA9TpNlPdxDfr2aoDa9z/GSPqxasD2kGoY+FbBjvqubWb6oC28+Me6iPQkuOL1V+qC9kR3kPYYKhj5NYpK9nQ35O7RZqD06pOY9tZ4XPghcg71sOcC9bpLaPF0knL0jHO+9s5eLPlhZ1z2FlnS+oCwjPlvbGT6gDhM+exvdvSf/lL6hzge8JYFsvo962L3rEzs9zStXPV39Pj35Xb0+5QwsPgF2XL4S3vk87HJWPp9ItjqR6Mk73jqdvS3OYL6ksx4+VM+qvRmPID7URZw3Qwu8vZo5lr0p18q9u/QfvdEatT1vZWo956rvvJrEFr4dlLu9KOZsPQD5yb3Rj4+9nLgavtibfz2zfUi9g9aRvTAitLxGVSe+Hq2QPVPmgL30NOI9CYggPJoV9T2Ghoy851aqvKSy9T3JKkA8uRXJPPY8Lb2SZ0Q8/tkGPcZrUL6KoVK9BsyEPJ4MFT3jNvY9jgSsPUIZ9b1KN1q9BEzPPbuAsb1mmbC94lqAPsQr0r2I1O29Oz/OPHJpML58OsU9J+mtvVvDd7xbZCA++kLGPGyWST1YnSc90Kk4vbSWlz00CoO9W/h3vRFk4T3EOgK+UH1SPP0nGr3rEyC9tcyFvc18Ej6zfIk9/k3cPHFyhL7D+sM9HPHUvSHqFD5wGdS9SzyWOQzLS749J3i+WZMNvk8KFT27P1k9gKIRvtQVSb1sji68PNuvvQRARD2uFxg8IJknPgd3nz1KdeA70nLgPXT6Tz2mqSQ+kQunvVRhfbyGj+k99UJKO7OOhr1/jCm+DYEwvgwnNr3pSa89ErHlPO/HYT3jwoy9i1aJPdru0D33Mee7Z1JPvJoSa73V58M9RDHNPdy9RT4tcBC85tfCPWk5Sr2iSAO8IJW3vB4CZj7UtGy7+iwOPTydGL7Vpho+zz2qPUC7x715W2u9CPYLvqkHPL53k6s+qHZyPY46Dz5XSe09DtMLPjCyhr5K8vY9sca1vRgI7zy5pUY95WqvvROfG77ZkGQ9py4gvdMKFj7FKii+2lkdP0VxcL61eQ8+DhgavpzXUbwDz2c9wALIvY4ykb6q7GA83npSvfnMsD30X++9smwKPl+VM76MIYe+oGhIvcdG+r3x5NS+Q31dvLj5pTs7Xc89/Wl0Po3VnT3Xgri9SxCbvEUzRz6ujIC9702IPmOuYj1sK4s+XUwbvicsc75pVla+nHidvO8ZGT48sn281r0svnzod70zqRu+U8MWPr+B2T1noCY9mA4Mven7mruObr291jtwvrcVj70hb249SPFYvoS1pT1i79w9YxoZPcrYO76NqNa9WSQCPvlF772C+C29PdtgPBkHDL6d+Pw89tCZvYJ/9D18x5K71BbuvMFXuj6YcII9/lttvWNY3T1lleQ95dfsvkBiIj6XFes9mewwPQ0BNr4I0Ik+ZHq5vbxxjL2jqgo+GjievktpJb4rm4S+5AjUPaiCHT45UyU+8owYvpQXbr1wUZu+0lgjvv8SkT5Lf828H4EgvlWrLT6BaTU+6xA4PvrunzzxSeG9qaABvlGpdr5zdTK+GSNwPsdtSr2nVeo9ydAzPkmQJL5uYXO9PxvQvGABwr2yVCi7MKaevhNSNr5pGAs92A2cvcXmIz75c448ZNGFvuo4db0D0SU+ji/jPcSXxT1HKy4+XaU/vpZ8o7xazH+95fKiPPMvT71Q/0e+f08DPcZlYb4T0v49HV6lvfj3uLzE8FU+blWdvidMZL7uzk09YkFRPk3wOr4/Q4+9hjY4vvKHIL74rPM9eQzHvmId0L3r/zi6NSxqvbJA072e88G9DYzpvZpyI70Z/3Y+FUEMPfgTXL0JOkQ9S9ilvWmOkj22Awe+7nsfPOWhAD6PL1G+eFVZvlSZFr40JPQ9EVFpPjDJgz2v51i+wVKjvpQ0Ib2p8is+Vifnva83lbt3y6K8SOs/vpm2pD4hGJw9HcGYPbaRbD1d0jm+E86gPa0V370kzGY+bVptvlvzEb7D0Zg+eiEAvohPrr3EvKg97qgoPjTQOT43lLk9UL09PlWzC74Lshq+pPwVPSFnAD2sD+09OdYzvlJ+4j3l0s6+s1tcPkobyj553X0+zPpFvljWV73R6IW9BzR3vYrKD74kT1K+V0A6vefzbb4+H5Q95MITPo8ovz0MhaS92aWhvaoPCD2tuko9mlbjPKgcHL5esbO+IF8nPgWqwL6EjYq9J+AEPY1jBL7fYxe9kqmHvvowLr5RYRS9oA4fvdkF9b3uu7M8VTqZvLjDkD2XQpy9v9E4vnmgR73/xo2+NaHvvtt4qj6J15G9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "rbx2PdwZCD7gAg29cWQwPsH7OD4nLjy9Ns+fvZjwEb7j/Yk9pNl/PAQZaryMu56+LYHpPYiWB74DGkS+PK+4PRf5TL6g6hs+93kPvqGHsLur++S9GmWLvOZMIT6e0Fe+faUYvnHQV72EE2S+4iiTvX/9Lj3zASS9XdiZva8mHD3omlc+3EGQvMo7rb17hT497ueePaXX5b0slzi+98kpPqxeMr3c6rO8gw//vFd0zzuvq9E8O8/XvKFiwbxgqdi9hKH4u9hz5b0Q+4u8pOyvvgMVYTyHSCQ+dnJ5PBiwOb4hCZC9ToTuvQ2Bub2l8am9JFwFvkB78TziEli+ns0ZP8Dh0r2GRKg+tZugPrC99DtM4qE9uH+fvHyZAD3EC849OIKvPn75Hj3p/Nq9/lcDPFtyhD3e/IW9CgnOvS49Lb04co29WUsRP+3glrzG9RS+N31YPnogcr1R/Ly9PQlavvCBPL7lp8e9a1MkviMNrT2WqkO9r2ThvELOA77dIpg9j1ayPef66T4tFrk+gB4jvvrSwb3w8tI9jZAfvsjVbz6v5rC8fm2NvfEBkD0RWlG+LAVZPhy2vj5CNl493Ry5vUcr27yqJIi9F+sXvPGOEr6K9Qc+gTZpPbA6lj1FdE+994MpvY4Y6j0IfQe9I/3hO7GiFL6i5Ye8qGI/vmy+dL0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1_2/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 