{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1_1/conv2d_2_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "0hu4PNxZxr2NjLA8cWcNPpB9ID6LaWK9T28rvZuQPj2id/k+3dYJviDQcL6GB14+XxECvi2suL4uE5Y9KydhvU8jE758fkm+vo2ovo2ABz4zp1w+D1HTv8O50b2ydme+BWitvlFcpj7AI0q+AKiYvg109r5ZkBS//i4xPAwFsz2WYbE9/qQSvmuvHb4BSMm9l/Bjvq2XZD28nLK+Hgi8PlTmUz4F/9G+7YB/vmhj4L4yx+48pDBlviNQzzyRMbc7a+ATvvVXMT6Gxta+TPWEPRhzyb1j4/E8ky3bPRpFID3A4sy7UOoMP03P5TxT5CS+8TzZvte4Hz4OwwE+IfuXPUiOlb7cuE49Tk+lPZChi74AhwU+3qFMvoVSD76v1GK+SI9GPJ8BHT4pMLy9rb1OPMjcVz1FfBS+iWdUvCZO5b1mxoi+ZG1LPp6ZXrymqGY+bXYRvi1w/L6YKJe93xM3Pc46SD5RrTs+zMTFPeczcT4QIXK+o23FvjPC7DzOkrG++kdGPtbhwz19GJS+P2opvZb6xL0nzds937aMv7QpAr907oK+dsjDvUaaND4VXBI+vtWYPcmFnT39Aha+xXD4vRtCWz4Bc6K+5qMtPuW2WT32BzY+k/XYPFg+db5aTo46JhpivqdNHb4cxva+v0KMvWlk/b1sQpW+vkImPpSz474jjgg9fwPTvgbyib6FDYm+yWIpvstSQj6zPVW8U9OVPidJND5Oloy+bTUGvwYhML9O5Ai+7E/bvSevur2QU+0+p5GhvcNOrD6NN4K+Fmc4vOf7qb1E0HM9zrCCPseguj5U+ym/WJcHv09MLT7Znb6+P2EhPTIsPT6xYEW9Sk2JvM5Mib6a8t49G7RdPv6/hD4+tB++0RyKvL/6Az82vAI+jIYEvjEWVbnTAp++2D+UPdQpmb7U+NO9Kt9+vaH/kT0G3jK+69agvvNihz53Uby9ZkS7vdIvcD4a39W9b0NiPulzEr5SQUW+oN6Qu2uTjD4j+uC+rqX/vWKidb650Es+DwpkvtsR0j5l5aA73O60PVf8Kr5NgIC+tIsdP1SFer6+hrw5yK8WvrSMYT5hcKq+FKE0Pdf1DTyBRc4+S+OovU+R6b576sY+MZGOvJ+7tT1FCtg+N5gTvqZ9AL7DLUg+cxcivmKjk7wwngk/VZINvr5HxT73ZAU+eiy+vNo6gj7pdkI9jjQLPowGTL2lBek8qsC9PLCcG75uL6m9zNkzv76JtT1oZ6y+YO0MP/HyCjqbj6E9swOtvsglWT5GNAI9ZWa0uwL+rjwcxpY9a9d2PH4atr0UGgS8xUzrvcfxKr5ocYW+JcIIv/lccT6YmK4+bvQrP3YXiD7PBSk+LIlbvpzyGb5XiLS+iaOrvlE3rj1eAmI+TWv/PVaPOj5yQ6Q9xxFZPoS+5b47W8a9t5xIvkUfnL3AfDc+lJIuviG/gT40HhG+RfGRvvhffL6Nl3S+vRX/PYLExb2HXcK9QRyDPm9BEz1AOtS+61lNPUQNoz7wrFe+JJwfPmiorD2HnU0+8HebvVM9sD7gO0a9C/AQvjsDAD5b6QE/v1UwP477Rb7HVNG7MPh0vY1xir7IKJk+2MygPjTC970QEtc9tpYmvqznGr75P60+TjMavojARr5YGGE+qb9dvhEieT7Rjoc9FXWRvZHJVr51h6i+Y5hnPotKIr7hCe09TCgHvtS10D1DvSM+CQTive7zGL5eR+I+qKN5PJb8R75+y9Y+1FlfPT7vwT1+hze9NB60PnHbhT7JBri9AwkDvijPLD74CYC+d/oVO2HqZD38wFS+NDtFvTtJqz5a7TA+ESkxPrNjpz7lb0u+El9zPg6g1j4R2ok7LRHKPpAxcr2kxfs9xRWsvaN+Lj6QamW+ltCZPSZ9fz1Lcmg94DSQPrbTuT34w1e+rV8yPjnCYT7pPZS+DJLsvLSCYL4oSP89f+tUviuC5L2yOFy+etkUP8xy0z03V8C9SbDCvY0zmz0N+7s+Rxi/vk1qoD6HeMc+zxoZvVf01z2NeEw9kKyhPdpJKD5swgA+vytWvEJGir52Ho8+5l+YPhtVLD6LLXk9G3XgvQAPDz65Aqm+OhJrvifBf76Kfyo9LF0NvuIzEz9JS1C+2rpEvgz+dz6shEq+088tvkgrm77mxAw+s/TNvjEIqbwF8/c9sOSiPhdS+D0eSAA+2ji2O+vjLT6wI/O+yCgyPkkHjL5BpSI8/NpCvh6H/7pldCA+R4RgvThLq75mseg9PWyPva1ZOr5gJBi+a0kPPsEzwz7JfNC9/I0XvRh4Tz5Nhis+fEOBPQ/5bL0mNde+6NADvhbvCT6rhqa9PPjWPbKYAD4Hzu+9qp4yv+iFk71sGmC+eYe3vbwG+T0+3BC+cW+ZPozhpD4UvvS9gY4TvB0RVz4uIly+YjNbvY88Vr0g95C+GYMTvsZhFz1+d8G9dzUMvsdS3DxnToM9r3owv7xiMj73hyi+5YqgPTMXlb3OHUI+QBdCPSkoVb0hdWo+6TpYPms17b3kCAy9t1hzvSYRJj1Rqji9aQsIP8Hcaz7DtiO+zymKPh2a0r3Ozgw+2wkqvXCAjj7As0I+iDNhPDBNOb6SJgO+afuZvWdlnrvFtTI+jv8HPjBf5z0gO3G9xHJAvgLvqD4D9uO9zqQRPcbeJ74YX4k+LJBJvhJal73jrBi+V4ouPh9CfL0dd+e9IA5vPodkCD1PpxC+8RAIvr6syr7SbIE+bPzzvLYM17wRy6G9vMN6vvH0nT4Boa0+qQ6qPa78rb73tRi+pQcxPItNCL5iQUs9UWwZPmQgv708Q4E9UC9CPebVNLyt5Ak+EQjxPWkP2715J+48NEqAvbUk0r1DKMk+7JTvPd5q3b1WR20+CVWgPg2ptb1MkAg+3RjSPUC+Tr2Oj2g+QLp0PoTWKj0iPq++uzfmPQQ6uL3DnBA9WFKmPS51MD4tHYS9BnUOPRSBWT3B3I28Xs2AvorNm73TxAG+y8TYvbxrdj2O/YQ+PiMhvpjexDyEyhA+96kJvUatkT2KNB4/VwYEPfLarr5NZpC+q/tevX4Osz7Wbey9xawNvmUh4T6jNsk9ZgI8vpXOHD56nes8o07AvUm/1j3VOiK+N1LuPHXXwL3EN488az0BPWHIOjuuMIa+CkXRPQUpqj72mYC8lw4VPnPhqDzs1Ku+zeI5vdfOLz63w/Y9nmzXvQr1WL5ZVX8+3/6EPr+TWD7JsUS++tclvskbVj555j2+jLp4vn/6KT7Eh+09ffsbvQh3ertBW4o+aWBuvsATMb7/6Pk9T72fPuaLfz4bd9o9wIoJvujq8j0sRTi9PK2Ju7FkjD5iNEw9eUnAPl30Hj7LwgE8IF2wPY9fE710yNG+PvC6vmO05z7UYmk+m1fwPnCdwb2mHEm9SO6ivu97nL6uyMK+qUQJPW0m1z2fnRC+6H1Cvvg8hT4ehVe94/HivS7AI75WxwM/sfwIvoN8ET4QOj8+KmIQPZGSBz++KtK8m//ePUgJD75gP1S+U8WYvMaQoTyiJS++OKSCvgKyez7evb49yfp2vuIdC72ZqE2+qxACv3/0Cz6WBBo+zg8lu42dg73MR1s+RVdlvqLLhD2w0Os+3IIBPrdJlD5swoA96uPvvvZg67pq8GA+WA4GPge0Oj4qHAm+vGIVPhLDGr5A4lE+jmSEvrXXP7yFAUU9CVxyvT1mjD2Vi4Q+bHNxvtGk3z3RVAW8cr+dvW03Hz0s9ZO8OBgdvuxckz2hriY+unygPVLJPb62WLo+D6U2va28Qj4WdCu9tBUAPsIuK72Gniq+gN/IPFtGuj1WJ2s+F/EBvjfzCz7S6Jm9WqLlu7yImT5NW0i9vc24ONcDfL4w5wi+6yMqPpcJq72k7qM9DkOrvetFhzzq2ME839oDv0ZQkb4mLt89SoHbPhr6hj5BMdy+svBmvu6REj4qZUq+cwIuPvyzSj7KSLA+4VVtvBAjsT1l0Yg9ItUJPkBVNr4dc6A9rVEiPVxULz0xcli919hwvuxfHT7Ak64+0reXvZNusj0jxLE71LvEvmz/jT7qQOI90p//PWcws74oAUI+21FpvbTwOjz4Yhm+gDIBv4aCmb5A1mC+wXzHO8PctTxLMqU7LyoRPvY6EL2fEBe/Md0OPkZlWL7pZ0E92YzNPVstg77PTWw+C0CpvVw25z1IX0+/U5+YPnN8Qj7FtgK8Gw8RPzMjEL6omzg8n1wov3boiL4x8+u8NiebPvCS8j3iuWC+mDa+vfxQ1j3P2Oq9l2wwvrq+UT1FMQ49KcykviQgar6mFf28dCt4PhOQHD55S7a+3g3APMa4nz7Pgfk9mvtLPelHir4flNS7jIinPO9MSD4hbL++cqZHPQd8vj15bLq9g0nNPQ4Krr29/sA92JL2PiEC7D0Q39A9jvT/vgGEmD5TCZ0+ZnSCvhHQ/T2zCtC9CPsvPvB8CL1ki7Q7FqoPPW8JI77YbGO+6gruvPifxL27Ew49yPizvnH6Bb69DU69Lbuxv88qZz5GRB4+OZctvtnH9D0Aqq48Gr0cvsVHP7xww7S8BFr5vWSuAbylaWQ9GTvtvcJIvr0Z4au+WCZnvnQT+T1Yyme+tF0Rvo3PFT0fRgA+Ql+XvB9aJb4GV0u9f5+EvpLwiD7OPLU9dbMGvqrN973q/2O+NZbSPc2TBL5xcge9fFdRPlcygz4tsl6+N+vpPT3kFD5P88K9VzsTvonZ1L0jBVm+nEFsvizFOD6rZo++SPlhPqJt07yDSIQ+R9k0vgb7lj5B0dI+hgoDP+gKNT4J98Y8VqaAvZgNnb6U5EU7lskCPd6J6r6ukwk+j+IsPlSmL77qW5I9b9MBPqUboj2mXRE77GHcPScpIj4mxdi9Dqt+vvVxfb1nY4S8AFkwveFkTD6C5jc+xebMvQ0sg75Zfwg/+1xTvqy75b5pjW4+rXAjPshelD3O56m+xcsBvk86vz1SzdW9KMIyvURhA7zERME8lR7mvS8Avb7Ttjq+v3opPdpxtz6Vva+9RxYsPnI3ZD5SF1S9ZoqWvvSdN76zYAm+oIqxvuBnAT2gjM68YPdfvrtr5z1I2tw+EgWRPs7Ovr7i9B++rda0vSTVPz4B1qY+hHBNPZvr0j040XY+TyltPgNC3z3F76A91KPxvvenBL84X+c9NYMnvpZEjD24vWW+vbHyPVBLEj4TTxa/0GEcPtHWlD6C42a+WQhoPQsIwb109v6924RxvmzgUz5nrcc5TeXlvOiY+L1/CWM+ncEAvifzPT8+cRY9ZdIFPpsv7r6yX9K+fTfaPfjhQj7WNxe96jKFPjKbyb0qy4A+FXX7vjJioz4w0Q4++Mn7vNjWAj76+yu+m+pevrVRJbwF0sQ9CVBQvtkVGT9hdvA8AynoPHMnUjynMGq9OaJuPT/IJj4bwKa+2vszPm+ZLD4wvSo+YKfEPutaLz52+VS+vhMMvwjdhLxIdKY+aJNyvUozhzxds2o+3w6NvSXQOz3jWAQ9cJfrPNT/vr00oQK+m763vU5iIzyc2oo+r6Fxvksj0j7KZBe8o3GwPmRnRj0sBxs9KKLOPSTKV73xpYQ+6dg7vmY66T2pWwC+S3pgPtJzLz7u8JY97rFWv5dmGT0xvE69vm1xPaJgvD5Lpfa9SaVavs/eU72/GiM/qDGcPqSuhD0skJC9GF9FPjVk3b7wEPs+WNirvVHwAjs7buA9Q/m+PnoOijyqNCm+YYpjPeVioz3jBx2+/Y2IPX1gej4G8909ato0vjpRr73iqcM+5KmVvrM67j04elO+BrvcvUP5Qr5pIgI8qufgvQLjib0k/rS+mhHzvZNZqD4slTQ/2ZOUvuIBsL0uHvk8+wukvSQ1vD48Alm+6mPVPJGL6r5+PUK+4tKgPLvWkD38jVo90KZvPWbBMr+0rcI+iDUtvshAYr6eoD49gikDPlYU7jyy324+W8z8vj+pCr5ivn0+pT8xulLevb7o3qO+qF6YvpvY9L0AOTc+eTj5vaJq1T6a9ac+2hkUP0sZn77ZnWi9ahe8vZfrML3JTwM+8NVGPnL5aT2pt8A9dpw9vzazxD1UFGk+1Dx+viyiYjzb7SU+C5v4uVT/c76PMD8+u3d1PtIrDL21t4U9zyjHPqaw4z2MmyQ+wnPavdePob2B9k696+okPuW+sb0/uPO9PEeXvDnvWLyOueI80WSaPTX0JT0kdcO+Wj6mPovDMj0TLv+9BRTaveZi/j1/aBC98pZEPTtqUr6dfJC9HT4hvkRgyTzCcUa8UC2Uvoqg1b6ZJS28+HcsvcaEVL5thYa+qz8QPmM/Vj6TYP49qe++PWk9Vj0t/yc+rqyzvK7gsL7QtAY9mM0HPsS1qr1JBSy8k/tsvp2ml75DVOW9CsPNvdx7kL3tVkq+LtEtPhUuWr3fS/89CLNqPVoQU77oyK49VSoEvkOVBL58GF8+Yygqv2/8P735yA08SWOEvvbJ1L2dFYa9fSjcPQwJCj7VtG+9PccmPkC5iz2n5i2+rLgHvShZUL7dbAy+UmQtPTYlOr4YTj6+n3+NveLKyLux01a9EVN7vvd8fjzijKq9ITi5PQPiJzwVutK6Dka5vac3FD46E567OTiFvAVPxT03LBu+tSwLvuXN2D0igke+8jVQPuq5270YVnq9d+tSvjmDij1X5ci9UdJ7PvCBUb7YdPU9e3qvveDdUL7dUiC+2rvXPa9MmbwZhw+9aZLcva7VxT0oTo68Sj/xPWuIbr6aTjW+4ZsBvX48k76humq9k/8oPTxgNj2mgjq+6uTsvYso7rvyM4W+QuEfvjGk0r1dvBO+qKaHPQK5/D1M6io9OHiAve2ftL6IuaC9fUdyPqoyzr0bY2A8lcrIvXFwar5FFC8+6b7PvTS2Wz74Txa8V8BoPbNsuL2qtJw9mRIcurHpB73Nmuc9VlIKPN2eEz7QPlU9xBORPsECRD12mig+2xR1vLmJh70nFzk9dPt5vr4uMT1+b9O7AFISPuIX/L0qtkE+vS0IvqqOjz4b6YY+RtEYvup1Cz0VT5E+to7evso7Xz50jjQ+sO+nPWB9Er6nsJg97fwNvkcULD5YmzO9/qpqviejG7wqAsU+ayscvp0j5D4/OJG6xCNQPjSwQTwZg1G+HmZpvpfCxj4biLw99bAVP7MiZj4B/cA+NRnnvRlRKL1t2Wy++S8+PsltI70DOqq9lyTivJbrLT4i7zc+wbQpPbJHmz6VSoe+yPqpvdCuvr1DuIS9Sf3Ju10G7r0XLNK+SB0iPt3LRD5c2mG+pt2nvi82q76iok89AVYAvaACwD0IPE4+MNy9vpXzezzDCCc+Z5wCvlrHOj4k2gy+bjeAvdUpEb6SdZM9eDZZPXf2Xr0ZuB++ct6APdfNhz7OmmW+B2CFPm0ilz2vbnm+Lpj5PSzRRD6ys1I+sjYHPcFlET4mZrS+IF+lPABC2bzaQJ++/yNOPtHeoj55ifs9N/s0PV5AAT5ULXw9PWmZvtb6JD743Q6+RFXOvnk1hLyunI29apbAvYrRLD4pgMO7cefTPeRRIz6pjXo91owpvTi7H74TWU8+/rfKvWedbT7OOwM+sfyDPQl/gT1ouYa+cNZ7Pjennb7ORZE9jsSJPRJnbr1d8e6+TzlEvm5Lh72rlvo9iqB6vh0g8D3IhYm7O+zDvb+Lsz0Zp+M9q9jpvOOYir4rOVG9YBvbPAl2Fz5o94w+dYaLPqfLcj7mSiE+Up6uPedPy71Xv1W+YsCFPfKHVz2YJmg9235APkSijrz0F6++XRUkvvPtTb7S9Oy9krNIvmMjJj7snys+Pj6jvOMF8r0M3s+9Q6wvvSCmI70tCsE+JpuhvB5gL75DKao9SmtgPoGg971tUSM8+CEkvoKLd71Fp2s8K0fvPXBc270OYFO9OGa4Pkhrhj5Fx2Y9qlmevvUtsL1Op/28bhuEPUHKlruMQqA+vMyCPk6e5b0Z6Ii+UCCuPRZYHL6F30c9Y6FOPTNlkz3DHV4+xac0vfKLx72vZ6m8IPqLPV0Pyb147hW9k/XMPSgYwL0iQR49zoHHPqscC76x7ic9qYaYvEdl5j6ER18+lQjMvmkEvT4BKLY9R3ZDvsOZZb0qEsa+PiS6uxaDxb67T+A96qNPvpAQlz5Ny8Y+VSeZu2mRkb5n6SG+32QYPotv2T2T7e09ErWHPVwQZ77tF5c9YiTAPfUPGL4KO6y88+FZvZmiN76V6fU9NHoavouJXbw18gs9N+xOPcrLXr7CmR+9Kb53PhvSwr2mRP496GyEvuwOgL6xHGo9HPCKvjLfRj5jjA684dGCPTzCT76Oox6+6It8vu/ZyT1O/wo+vP17vpM1Hz7buc++9wa0POdE+rx1wTm8ZxYKv78GqL2z82Y9i0I8vlAc3r3UBxY+SAxXvpxmWD7x8iW+StQvvuQYhL6F+aw+ty0nPhNmnT3mWkG+bsIuPSzFh741cMU8J/P3PTJNhbvjNS4+Ty4CvgohGj2qtgw+pcCSvge0Fb42YLK+OgLePVqUSz6yQJu+dtQHvm2HvLwQpHE9mc5LPZbwab5/FwA+FAmvvjCpRr68P9u9AYoIPtJ1SD7yplQ9zMMRvhw6yb5kc4w9chhRvOkLZr6vEVe+AUvdvF7kI76FGau9+SsgvQzy5707tWC9EHqRPTR71r0lQMC93NerPPXNLb4eUdW+O5aXPVJJiL2KYD++8Ca+vdBrHT4ac5493GUZO8L0AD4txZ09tBSHvnbSSb3dQKK9aS6nvia6+731vjm9u97evc+FDr3l1gy+2lgHPG4G9b0IBH++3VCMPQ2BUb72Zf48SvlQPpN39L1xDf89wD+JvqDUGT7MVMC9SrY3O+qdoL4HYwW+v3/jPUSEeb3JZTa+o7LFPktKob0RIIe9i3CEPpFWiz5uML88VdW5PANCAj5VVdc85WuFvS88Nb5nr/Y8G9VnOrHPE7wgcza+Ol1pPt5XRz0tWxu+69JTPcRyAj+6a209VHkvvwBN/L2zY4A9HU0FvtWKWr657iu+LruMPEichLveQMg9h/prPUZgDr2gR6299gAWvfCjNL/Pjhu+gMa3PQvI2jw6Q5K+jYJtvfX5bb4VuWC+NOhHvYQUsz6/Neg9aIIkPf+drj6hoaQ+XCazPiI0lD4DeKK+ZVczviRzq74tr8a+598Jvj6SgD4NO1U+ZsGNvhdBvL7ODcG+ojIdvjJFlT1UEk49VLVaPtWIfj1tJiI+97mDvldzLD0paZi+Rb2zviiOqb2ap8u+b7BeviKgpT1lmjY+pY0bvmmAp75eNDe8UuYlvvpHBj5WUao9olAAvcq/5z0oHqi+XilgP6O4BT6x4vu93VG/vtXYqr2j+LS9KgevPtVshD7DDiu+cuv+PIkGHz7Y9c2+v+edPthGRL5ftzO+70vgPd+8177diO89sCRSvKX7bT66Bkk9ThOHvhMl3r0lmzq8BwhCPdsxBz9El3s9cyKDPu1gHj4xbmo+ZOGYvYYuiT69BUs+79wHv5e6KL6fMf+9o9KRvhXyyDxKZD0+LTLFPo4wKL0ru2A+TGHcvt/3Lz3WH4W9VIa0PuQbzj21a2S+RZ6ovunaBT57Qce+Dik0PL37Tz5B31Q8Xlt/vnFXHr1XSqm9rv3mO0L7lbyAoEs9rXBVPcjP9T1iR5u9g0gJPUXA7rytoks/f/4OPlRsq74z/ga+l+YpPRP5kb4x9W89MvjxOs4euL0Q94M8RKcGPgyRRb5Esrm9h9bRPj5cy77HoB69M9tbPTkeIb61+jY+8PWJvpcjwL2KY5W91kBRvgOoHz4+a+69zVbWOslGUz6lXqQ8tYzbPldgpz6l8NS+BiZgPiHVhr0ktuu9oMmxveOHVL6+iFq+CBQ9vqinzr2z1cM9glmyvTvEbb3rrzO9Frv4vZSLlD7BS/09SP9UPoF07j3j2Rw/hUqzvv1POT166N67nDrlvl9Yl7509BE+hL0Av5NvgrzeNUg+84VjvVfjH7/r6ys+9F62vrcsHL56lbU9C/Juvk96VT4UADc9I+ujPQIIzD30o2u93wEfPtrHrT1+tJY+OsGnvMHzC77+DwS9Xt9Jvlp6uL5g17W9kqvGPnWPV75G7rO98LsBvyQAo73iP+E+2nLOPivCGj7Os7I9Dhn/PfK66L3xxXM9o0N6PpOa7b29WN4+scBEvtThjDyc2za/sh0YvuIYjT4V3bI+9AxFvrtWxDzKw1o+LFQQvkGkZT3c1p89/HUXveEfYz56z7A9432Pvj4Bnb1aWda87xiavjl7CL6clYm8cqoKPoOMSj7OqeU8DQ/aPYMsQru8gQS+bMxkPvS8sD5dOqg9/l2lvanOz73Z09U+D5ahPT6KHL4WcJG8pE14vEkaiD5ksTi+qxoSvtc+kz3b4SQ9JHloPkeVSD5g+NO9fqwhvjt1mD3OP7k8mnYrvpOper5tlM29MspUPqQt0DxU+0I+TBODPiyTsj16+3c+N4rxvcoaRj6L72k9RY9UvliiKL3h10Q+wbDlvVF7hD7nezQ+4MO6PYdqEL4Sppo9ymADPC/onr3ixRE+qOFdPftYFL4h640+TmyTPYS/yb10Krs9huTVPS9vsDyoqV096kKFPrfQgz06qtG9KzkIvfkdoDwGkhg8mm0zvK88pr1zSJy9yF4XvlsVkz6TpmG9+dYDvhbSBL5a4rE8k27MvE/ee76JhcK9QVFYPoSptj5jlXg+g6b/vSZoLr4AlAu+/GdqPL82Nj3QFXG+QCCivKAMMTxlzhy96kGbvTn/Rrz7GG0+G+yCvdO/Gr50z1Y/LIB4PjLE1zy0RKa72Dq9vpzSCr4lh6k+JmUGPfXVUr4wqs8+cEKAvFi1NT4FbD89mpBJvpl7sb1A4b28+hSevaJCHb2M13++uv5bvkNJqz3+SK8+WComvuGnVLwcUzQ/xgPJPtFz6z0SHmy+oeK8PpTkpT7wRog+imYtvu26kr0nJkK+VQq1vsCG27xg0Ay+KKOiPDOoMD1PaMg+409sviCLv7y76qi+9EGDveHXhTsGRJI8XEIgPlQSVz0A5t8+UZVevjQL4rzQu8I+WJhXvtQTCb5N+wo/2tEPPzYNqT6tDTG9jWM2vnay4j7tFVg+b92UPabM1766+XS+FABzPno38D4lYVs8rscsPqCWjL62ca28Co/Tvafmdb7fS8e+NxHRvtjphj7evRG+DC5RvoTnJT7oSbS8Xn9KPeLlQL4pmxg+8ZE6vWaCtb4gxFu9h0wNvixhhz16g6g9RZ1iPn1hdr6iHvQ9PrSXPjo31z7/4UG+EEv5vocLtz5p/mo9tvJHvsvmJ77cGSU/5czXvUHW0T4XfbK9zgE8vixuED7R6hi+HG69PZYZTT7Ut+C++behvs85Sj54evO9KnwYv6+EAj8Rvka7VQoMvRoutD2cBFo8cne3PpqkFT9ecLK5XGRNvo+blr6EzAY9kYtivd71Fj51Bs0+13pIPs6bHz8P5T49ZU+4vgADHz4pGBI9awYAvgRyKz9NCL29dQsQvpb7Nb42fUS9agKNvpjCGj6hghy+9DcWPgCykz56V+y8nHNKvqRevz5Y+lc+KNiEvtm4j75XYT2+aNyDPjt/Br/YYki/wkxovk5qlDsAbtI+Zw0Cvz9QCb591SY7KU/PvcsxGz7H2x0/2+McvIa61z63Hoq85AuLvvdzHD8YVpO+gxRKvqf1RL52qwO+i9LoPuOLX71g/pi+G87dPXh/wr57BPA9hkLUPRUmT74+TBY9IXspvnOTPL4u+Ms77TzfPXZjF79XAUe9BmA6vyqbpz2Qka0+Q73lPqK7Uj7jXsK+d+zRvs8YTT6oSj2+OpEjPrKuNj047MM9iUWCvmBwkL72MUK9+SCZvrQotr64SE++zRgAv6fKYz5z4fO+a7AMPulhSr0B0Mo+39bjPWBqD74og6U9YfasPg7jfD6MZ7C+8Mrrve6Yhr7Y+Cy++Hajvrhb8j1iR4k+xdKpvh8D076hg1m+TLetPSUAxr4cNte+ptSavkjOyb4H9EI8iRMgvanGxz2HL3G+XGu2PoLjE79N5VM+MA5bPU4Rrj57ziS/540YvlhZgz5F+g46mqvgvdZT9L2zzyg//7cPPxWazbu09Tg/Q6IUvgL4h75hEJs+ZVbOvpJe7b6U/h2+X0jAvv8vdb1GmDi+g6sLPxzQMLxjAI2+8mLUPtaxjD5F+qI+kHoEv2OeRT4sOGM+/7EjP7ksyjyGqny+Z62MPhYJgb0krOI+P++yva3rND5u4+Y9h05mvjbTKj5Lm0a9q+LXPGvagb3yn9O867oHvreFdL0a0YW95DOJPQUoRb5eHNy8twu6PBJ2ir5HofO9k5IwvF8BoL0rNKq8Vkwavv2cA77JYXe9S3lHvs11Bz2Yp3a+zC6FPQBSCL7j/JU8v6KEPXVgO718KSq+tNEZPTnRyz3IZyC9bnkjvQnFJ74psCS+vm0dPllXmD00+OC8If90vN4iF7507DA+zokJuz4sGT44p928y6NPvXoUpj3GNFA+hUCjvM2vb70DJRq+APQlvt8TtT1hpC49syW7PXbwtDz3Wie+VOJBPh22I76X/YS+iNwhPiH2lT0tp4O8udiKvV9+ob5NuqO9YpONPm6Crz336ua9r3esvWU4mT7yDie9RW5BPqfaaL609lU+lwY3PjltgDtGwca7TSVLPd+36L1asE++HKgaPgXydbzC2Js+rLvIvs6meT3YxKK+9qWYPL407bwxxgU9krBxvljXzb34Flm+/J6RPeXCID67CpG+kuxaPVGPSb6TsUK8m1S+PQ/KGT6agIM7Ry1FPpg4AD4qBpO+4dNhPj4CzD1Gi+g93eScvOXsh70bxTG+90hWvknOqb0GmDa+k2ZjPsTvl71jMDS+/nY0voDDI73ZXVK+mEowvs/bDL6RYXY+FBIFvlnYA74l+zo+1Uqzvd+YAD1KTM49bXXUvS0nm70kG3M++KKnvU1E77zqiuE+hwwsvbu5Jr4vjxs+GwlQvqkKjz66stK8WxJ6P9fqvj5HvZK+RjLUPSv4ID4Ut3G+U2OQvkaakr79oxC+BW8lvv+PRL7NCQc9fw+iPp9Wrj4uFZw+/wKRvTnKkTxDB3s9nujmvHEmlb4P9w2/72yJvrjSIj79VUI/tArEvrNxtD00UoA+5JnTPiG0gD2bXYS92JICP9Vjhz7Zzqi+TvGMPW4F2z6v+/w9C7KAvjl4nD7c9A0/GzHWPe2zCj+Ukbo+o04mPjBsJD4USg8+19ioPu+L8b2WLTa9DTLwPARuXz6Wkkm9vsUCvj+nxz3t23y+bXqUPdyW871MV8a97PmePp+Htz0RwtK9cYG7vsTLSz7t+ug9LOMGP6EK4T6lie2+0hekPBVmIT5x/CW6nc7TvlEcNL4oa8M+bZxiPBnDVr4Q0Xu+N7k0Pog8NL4lxGA9KFbwPhKtgb6PJBK+qzA6vajfxbs98qo9DNPVvhIdLDzGvJ8+VZ6yvgpHpj2jnwu+2z71vZd8qD0DadE+dIv3Pu7dnj7dzeu9RK33PZcEQj7dgSq+L0ZTPpuDCL/RQh4+4qcsPgYh3r6/5x++wB0YviO8mb7w1rk+Fv0MP+ZhEj1xg3W+SJghPl0+GD7xFAO9M5V9vkIpp71rWmW9eOWJPtGgID6M+vo+ZhMiPpw8zz4ecYo+kvLtveudn73hut+9MZBiPss/H75OqEW/uEKaPaWQSL7VIze+zNU1Pvkq6b6J1OU90M9pO/VH6rykUac+wb3RvhmmLT3n5ty+UTlCvhgzkD5O1JM93Hw0PlERZz7hCys+hHoRPqAQJj77wKu+Wp7aPZn5ij5jTzO8zVENPzBMrL2gPqe+xj19vp68UT7pg4M+adMBPxsXRD7n1wA+O1VqvWjT3byD1G08jBzGvQCx7D3xWpQ9lhEPPnwXdj6uJ2c+C6RtPhn+/701O+E+41fPvc7b2T1ZEKO+YYyevTp2UL3jB088pilkvsFPY769Nr4+DY4Vvje3J71Byi29BisfPpejADtx+WE+fcD1Pd2uuz30BZG+my6ePnoSDT+Cqd6+wKooP6k9jz5FjB0+FNshPhuITTxOZZ6+tTqgvkzCvD0OHHO+Dm6JPqLtqL6/dcQ+ctCZve0GPT5pqC2+3extPs4SBz50UwG/RvsVvzX9A77VOtQ7ajB8vk3dpz4VuVw9qa/DvcQ84z71rhq++qojvoNchj7ubV0+XgnqviuZbbz6FS490rY9vvNgIbyaX8K9ypArPg9uWL6S2Pa9NAfYvVMPTL74urg+w0saO/BbFz6d0zu+gQcOPouIwT0IfDg9vg6TvZmLcL7S1pI9TIYHPtsZNb6vCOo9Z9jovQh3qL32TG2+g8nTPZZKhL6MvlE+RaH3vS3lC75ZsiM+Q2iTvV6XvT3s+gi+8HCAvh+Uwzx/U2E9/MfIPdxkyT3vMO09/GgoPmF/873WLhS+j8IQPJlxGL3bYfK9kQqjvYokGz79n0y9wH+OvgMf2T0xx8e9uyDcvIxleL7ZRoE91UpkvfEXQb3R6ym+LP0jPjZ/6T0yw4y8g+JWvqEL7z39MDQ9sidFvee61j1UC9O9uAgMPdwu+b7VKSI+8eCGu9XgM70mQhc9l7OBPemJ1DwxzmO9cN9vvUoqWTwXKzS+FUVgve3WWr4nP9M9/SCyPAcgwL3WnkC+zGUbPr9dyb2Bf7m9tPqOPhxHA7/3mPq7WSJfPjnSID5C7D+9zvRjvlSzVb73LlG+98WLPlDazTx0fVm9XnmtPa1f373NAGi+teGDvV35P74oCRE+cLH8vS1k1bp5MIW+s9IBPKL4cDzCX5a+JzscvJfGs7xPfoq9NZUwvmtSW70KQq08bEyvvfD+B74L9ge+Y0F9PTXG0jzpvmq9+FUfPUpH8r1yPTY+WtOlvXPkG76wQ0K+4xV5PSPS4L16V8C+bQ9dPWHzwT2IuGm+s9RxvS5Jhb6VP9C9DlU+veTMFb0QRuE9eA1YPTsexD2AcbG+vakDPhDUDD681qA+u5NWvWsuF75dpDc9wp6rPrpMmj4F3FA+RzWWvv6GjT4YPu28TOBZvgpDPb4/i009P5KHPUTvEjxnv1y+/srVPXYonz3Kzm69T34EPXZK/L19M7C9B1NmPmB5gr1NZJw+JqkCvp5LND4saBA+QZ42vvdIrj2rkBQ/BXU+Pk0RS75YBYQ+pD7nvn3uU705OcI+NueuPqZYH77ifSK+3hT0vaRAaD4qAGc+380RPmONhb4Agw+7l/+6vcuM4bvfzuc96JtTPkGGZTyg7Oa9XIqEvSZpVT214iM+O1uZvHt3jj5cE4A+RketvhcoIDz8ZKU8AXhZPnr3/T1BpIq9EUSpvftvbr4xtyy+U8oBvl6A9T5ED68+zFJ6PnCPdT5O+hI8cF6GvsnuKL3oPsq+JCg1PqvVjL5YLT++XQ2AvbV0Vb6bbqo93crSPQGJAz8zDYW+fGj5vY4mpL1KOIo9453bvtGNUb7hyf2++kvjvWOyBT9lFhg9J/ADv6nkxz7wA0E+Vw5vvrBAN75byQy+11I2vk3UHr1BX9o9BR0yPUL26D4GJiK+YfTXvXl9kj313w++2TmUvtqamL7iWse+ILMsPj95BT/0wWG8zhnavkVhmL6OYMA9eH3HPofctr09qc+9jM/bPpttab0qWqC9udrPvnOBLb6EAjC+VS35PUtSR74MK649P9WDvtONG741Y8i77UzMvsuSDD6fd4g9ZKstPuj9ED6lZ9s+M8lYvo4BqT0/L2A+uF7mvZIvjj503xS+XV6avaa/cz4V1He+3Gm7vemAcr127+e9X8nxvhlRmT7ikgo+GRFBvYxjGr0eDxC+LasgPorMUr44QsM92U1tvlZxNL2KPti9qh3XPLzTnz4gSbs9vWZjvm6GRz7+IyA9+bSqPdFHm72M7UU+LDyIPgwlW75qHUG93iq6PoiA673BdQ++1rB9PtQHsr48bpk+m8GQPVDU1D32YeI+YcIIvUhsgj6yOWw9WgH+PJoBVL7h7qS+mz3MPaz6kz50AJU+JX6kvZ3lPT32KDY+BLaXuKqOL75V978+gC8gPwTjWT67H6K+YQUIvoE5bb68vJ2+UT61Pj654T2eBHE+GreXvty7Qz47vdK8tiIqvYMp575hBEM+RYtDPaB+J74/wZs9hkzNvY9H5r4HtrY8suyGPM5BbL65j4Q+TNWyPobGEz0IH7O+k4wJPdDTkL5tDwI+asQwPld69D6qFfg+Li+cPV1AYT52SJw93eAHvorUsD0Brrk9/Rtcvdg3+r2aKAY+wr5iPZd+ED3by6m+sxmZPk+YHj7UW5U+qAmVvcpPc74k/ie/K2InvdI1AT1yRLu+54NovCFptj2xuqM+A/tnPgJhsb2chFK5Q1tpvk6wAz0Imiu9+PaJvj4Km75DZxA9Nf0dPlUEuL0lvjQ+xSmNPRNWdD0j0oW9G6IsPvOz5D04E3E9CyJ3vVrSXD1fcL6+8y/rPSrjjD1gdeE96M4GPtsCJD4D7Ek+7uMTPd2PiD072H2+5BjFvuYQ2zyUUVA+BgMrPpk/Cz5gzju9DhXqPYPnjjyLsTG+106MPdY7nD0OV6A9gpm8vFQZbr4O0He9PuLYPTfoCj2IigG+3HFHvgg9qLwZYi6+Bco4PljpmrxS5FQ+38w7PfNByDykHBA+62PhvVjgGb5hNKO9lYlEvSC3K76j3ry98aXMvjPEsjpczae7QtFXvrxRiD260W8+xa4mvjpAXj2CxYY+R6kJvGIpIr6n7W09F6IGuwUtBrskIOi9kSeMvd6Vnb5v7xC+xTOVPdhqej3JyJW+O14TPp+M5ry2U4g9TbJsPQRZs700o3E8YuMmPPn+4rrdBLI6WS/7PWQJ57yiu6Y7XxLsO3xPerz7cRu+Vh5KPWjWST7GfzQ+8+gUPiJ/FD72MbG9T3NzPdqCsz7nyTW+M1HCPUB+371BVKy8Oqs/vsJ1b72Kd6u8zJOxvdPI4bx9sHu+9bhWPRb/Az4Uliw+fF+PPbpKDj7llXI+KkYJvh+5gL4Q/Yk+RZkOOhpijT3L66y93xmcvGAu+jwSRUQ+ipZovHVB4r1oxk0+pt4Uv87EjD3u4i6+SImZvYUYe73R/rm94ks0PQzTETs9rFQ++1mYPmVBXj6dvO+9g+uGvW++2r3lXwO9uFrXvZkGEb+Y2w2+IrJJvnMmrrzDZn2+UdNOvZFsOr3SvW69SrORvo+dsD7/wZE94Z8rPqxSUj4L3/K+rxocvZzptL46dmO+mp4QPuSl3Tr2CKk9SAgvvgDslL48NxA+2gxEPB4JSr/JzWq+GXQvvSibh7wBI9E9ZZmUPgk3fb5nh689QoaBPn9E071JGsu982BDviwKu7ybis+9rMhJvgpk+r0yan++21dGPpU6Jj4Oj4s+t+1dvmtNAL8h098+te7HPnxig755VrO+TeZKvZbHQLz+HL+7X0MTPuxUHT6TuAc+uzHyPYrjvr7fzCE9jwyIvuBiZL5vDTg+xCvavqvDqD3+YzO+4vwKPXQLjT6RJ2m+SMb8PFORPz8yPRK+QhGQPiq7ar7RVl4+NOJOPhFINL4z04G+WsNAvifdWT4Q1m2+5Rzavn250T6tIYu9U2g2vlMTfj7oCNs+w9uYPk/NGT0DGTs+zthyvg8rLT9Cdxa9C0dmPgLKXT4h+Sc+uf1uvpBDZLzLn/8+D74LvtaLTz605iM+syDUvWYWYD6ST9u+8eLTPSPxBr/vPNC+kzxIPfQ6kr6V5D88wBAXvmeZML8QXg49UhGAvnzfsT5TjHK+MDUKPjhpiL3VHYG+jwwdvekzKL8IxaI+Bs/xPeQByj5YN7G+JRWhPXEgib590VO+v1t9viX4jb6leok+dZiIPsNVuz1dJi0+wGcrPo9IAj03Wji9ZOnTPWQBgL3ZkQ2+GFW4vdb5Er/Mpfu+4vaGPnbalL6g9Kq+nQLHva9mfT63R6e9altWvixKcbyuZDO9aGU+vq9sKb51eA2+PIAGPrQ+pb6CGlA+7ZeIvEAAE7+9GhO/Av0OP33YbL6VXtE+K+IjvoxBsr0SV/c+wTfvPaJwZL6ffrg9JfbOPhR9tT77LfO9yjZyPtsSzTyHeps8eCq6vU0VM7rv9MO+LVjsPGTyFT1lcZo+A/lDvJg9Q74v9Qs/uk91PjNcTj1PLaW+xDs+P5R24L0Skxc+Y5Z5vpECOz7isgQ+o3NOPl32Eb2uJ0M9KZE3PrKhM7wQ0tW997qHvu30xz3ZXqU+JTYCvvSQhb3fAtu8W9btvudf8r4xbWy+L+mdvvWgLT1KfLm97lEYP8zh3jzyHV2+c49rPQNKOb0wEsu91oTGvavaoD7cORg+SNOxPtsWDr5JEW2+HJ7YPmBCRD79YsI+4NTsvfFRtr79aCI94aGFvpSEUj70I4e+mXamvgL3p74JmtM9msx7Pubacb2fwFG+9NM3vJ/AC77aG7o9W8c6Pl8Z2b71IWC+XrFHvUQ6gjv4nYe82Vd4vb4Arj0qWlG+3luGvQ7d/D1BRXm+ez+vPf2NUb3dBZm+VR7NPWreXLxRu1S9Dr4zvqPQMz5cJ7C9dVhLvlGztjxcaoG8o0QGPu4BUr6ZJbe9N2dKvZ7Xjb17lyg+JVwgPp0llLvOS4e8dOyDvj/Ccj2oLoU9a4OqvSWeVj2Jx8m7U7vpvXgTUj0CxDq+xSvXvWyAbjwq8Sw+aCPLPegeQL7WH589q4jzPTfpLz5FdBM+D4n3PRH6oL0MA4u9VRMAvP3tAj6b48u9d1TYvT/ZMD2EzQW+yneRvuJPGb90N1g9ZmQlPFZUYL7fOLQ5pGahufhfPL6B6um9tUgmvRw6qL5+PF89m5BNvoPpFr7kGem8cgQhvz9ZPL65sZi9L0HkujQZtbx6/IC8W7kFvmm6JT3cDsO+ZSP9vEwnSL1ZmU48ONyRvqGIOr1d0xi9zD61OyD9R75FxoQ9VQ0PPVQThL3DFSc9kBPmvQ7T6T0xEx+98sGkvEJ/nL1qfFC+mrUwvtUr3j0uMfO+seXlvSTZa76j5B++llsuPXxO272b8Sw+XPclvqtVFr7XoIa9HxUPvRkxKL0BHdG9DEjqPcUsjL2nK50+TMwIPOn/Az5IaNQ9ATybPVzIML4VTLA+VsMivv0zi75TxJi9o36hPXUUpj7Lrwk++4PiPARM0ruMFxk9fhCEPYtyMj6vR+09aXklvthKMb1fFLW9xAaePZKCCj/enyq+IBQePfQOyj4RTaI9nj6tPcMos77q13q9Z32PvkUS6T0TDx2+JbSqvr8Wbj4Tnhm/l81gvik9xL0WJ0A+FHudvYtRNr/zUsO9dHxAva4/0z1crjK9O5dyPnKueL3mrzo+lvgVvpEYwr5VegA8fWSbvr0BvD0mqCI+gFUQvw44uD4vkr++v31QPlG6hbyyaCS+BbzFvdObCz7lEyy+qbWLvrmYKD4AFfQ9Hi3APW1VNz+D25g9pIvyvrAFmL7+lYm+dUYxPr2Hgj4lmUe+zrqOPuPOLz00giC+mtxKPi+elD28EV09ExgkO5Z9ob7+viS/eeiavvXwBL6s/04+4hGRPib7Wj4AM9Y+0xQXvg1mCT+h2jS8La+UPtBgqL6w/Ty+T0gtPnMUJz78x4M9R5oXPnpmqT3LP1++E3MEvogmjD4KcQ4+1xDdPSKgHz7NU4K+VaObvob6Xb8LpIo9AoKEvYqQMb5g4YY+yEebPtQsFD+gOAG9GmMDPiTAqT13n3C9T/GjPgw4G71/EMk9loc/PuFuST5ut+Q+FvMQviNTzL7SQ/0+h+qOva5HZb4ny+c+YvuOvm1QOz6fSf08Ly+mPZwlU74GsDe+90p2PoF0xD3L37+7j8MDPIGbBj55/wo+HBvYPE4/GD7d/v08E+nkPZWwqjs2ylc9CI0avqjChb2eUsM92r+8Ptclmb4ze+w9zBjOvkVgAD70cx8+/CpZvvMTIT0P0i29XOI9PsdlLj48jDK7gkK0Prv37T2yNne92NuCPKiHSb5n5KS+mW3/velBeL7WoJA9VGCRPnBmCT+sGZ6+lA0qPISABr414Ho+BKnLPjr83D2C3Rq/VzsCvqWJO75yXm49aUu4vMKEFTxtDpy8K1wJPl5BlL5RwIa+Fd2RPs+Exb1ulnK9ZW30PNzd2z6+Pgc/tEnAPV1e7b5Hsy49YHDbPsPqNT69RhO/qn77PX54m76U1ac+S3otPqrfUL44Fbs+xY3ZvcpsLb+rPOy+QEsdPjx4gL7J0xo9lykRvZjukT0MBdG7yawtvoLVIT2WTgG9b/f8vCWHFr4t6eK6/WdLvp8vj7vTN70+da49v/tWzr2lv3Q+nkazPbL6tz4DgsY8G4QGvYtiOz4UUhy/VhWevWBTib1ZnTI+eDCUvrS9Wz4NwEG8xMEkvbtAGr3DJ/u8EoJdvIivYb6/Cps+zJIlPqIujL6xZDk9PrYLP56N3D6056e9rzC4vkpmGr4aEdk9pMWZvRyQf76c/P89hUvovBAMYT69yn8+IBW0PRwQkT1VuWC9Wr9+PVohFj4bdyC+pyTdPZfeqT1jDQQ+EbTdvIrfFb1H5Ke9E13MPanm0j3T4269TrzPPY07Oz01cAU+gNGkPeCEPrttiWE97/s0Pg/wIDzcDQo+CjSvPfzfsry2rie9u+WDPoYiHj2rT8W7FCRlPZ5yeD4EtSW+RQuAPSX6Zr0ZNWK+9U1cvLwEuj3QzE09CUoRvrR8Cj3Whze+pWcxvvrMsT4Ro+O97uFVvQeJ4zxup029d61lvRCIdb4wDEg8FtGTPRPrkb3uhHo+1HrpvXYz0b2Mt2u9rG2QvsQWcT5x8IK+CwaKvRqxu76wjoU9zm4iPTEyOr5G2s496pPjO21gjr4K4UC+6RJmvj3b272Nobq9ALl0vfIUF7592JO+14XOvdH3Yr0HbD6+FUvKvekeo71gTpG+2J1EPrwg5zzyMHi+YfYxvNfvkb63AQs9BPGXvR+VNb6usjE+ph1pvg/3l75iqzk9Fj0QPmpw6j0bdRM+aLksPpLROz7QDBa+/8NkPoUbBj3ZE2i+qZxHPiOnnryaqUq+jCQKvjTrnLyA00e+FNU4u0/F0D0ASgy8jORevq1+Yz5SS3M9Am/aPHTFG71qWwg+Meu/PK9NKT6hVZy9DMvovjSI5r0aYtS96ipBPA+8yT2bjbM+E+nAvafIDb4boXe+4hWUvjkSEj3OVWO7mD5LPjqnQL7BOg8+b9kDvgHDKL3b4EK+E/pOvnzIBr5XdBe+L/lSPsDavz67NJ48yI07PcmchT7pcEc8fuMLPoNJ074KfZY9N+XqPjKJBT2SfrO9HOmxvd1ygr7z9+U+3/rsPqAl3r0Y+58+HxUAv13/+j2EUTc9qooBPprrar7v1RW+NglkvAuRZL2U32w+qNmrvT4+xb61oLa+i3QtvixmHj7qin8+VSA5v4Kt8T6w33A+k32PPTPDCj5NrEO+XsBgPyBvwj0isR4909oIv6oLjL7oRnu+1xA7PdoHBD9w/Oi+vUf5vgX4kD0OtES+JxZgPkt90z03eQe/DVeEvkb9Xb5UssW+CWsxPAVGjD2AhqW+uC07vZVMtT7WCym/g1vSvuMcob5nZ8Y+jvuhvbkLkT37nT6+PlaMvovc6j5UgvI8rQMVvreF7j64qTw++um5PtwQSb5fX4M8n10TvittJL1PkL6+S927vSIv2D5arxm94TeWvlzgKT6VsTC6Ir1ZvjxCBb8zdIi9LlrYPg5xgL7hvk8+U7YRPGn8vT7/LBi/DKlmPWSMBD0ewUC+ScGcPkWehL35xwC+XyitPF2Azj03+PY+Rf+Ovjt8f7ywlQO/1kxnPjJ7vL7Av3K9Dgz6vk8LBT2R8DE9FiQnPp2oKD4vVsC+saAbPmA9xbtMcNY8I+RGPNEIMj9gD5C+Hc4JvSCVtT50/ok9Skf9PWUMLT25sq++dMDcvpTdX746NCQ+GtuQPi/Yg77YCB87c6ggPQ1eXr0INUY9TOfHvvKwJb6r+Bs+COo9PWIHoz5We5e+lsRivVvA3r3pt+G9K9HzvbWoVLxYtsC+Azw6vkYXW70g+ws9rzl7PRB+xb2qSxs+RPE6PuvAhz40Uzo+/soPPkDBKb4HsiS+LKFWPMrvuz2WR6++f7agvsqIu76QRNO8HuWFPaKGq7wIS4+95VOyvbkRAD3WRX++1NslvGnkMT09s44/R1NGvnTdwr7P9Ie+qgb2voypl74ToRC+x1v0PQqAGL7gXxY/bNZCPgyX9jxGpKG8n26ovvOrEL6ctbO9mSoHvREWAb8jk7g7vj7IPWqDrD0u7xC+We2DPrzHrj14vAi+FC7ivWHYgD42u5c9Zq8rvrfffz2lHa8+ocoAvkn8/75OlcS+n1MhPoowWT07hhE9Ovbdvt/1OL0KaIw+ZET2vtpFAL1uRJ298Rt/Px4DV76Im8G+p8cHvLpzaj5j2rg+x+TYPIwj6j3atu68WLkZvsrOnT5Jr7W9T9PkPu1Y2L3HDAS+9lLmvTKNQz3TNsu9K/OtvRWadrzjNHk9fNRvvnKRmzyMD+69pdEbvixBkLzW76Y9c2c8veEN6buC1fS8N2G5vDypWb7C7vq9gM0wvqTnGb0IwXa+0jdAPTX7mLyC70W+cAqZvdgRXz6bM4o9gEIuvnVSob7bkmu+llL4vaoLBD7KAZ886F+VvBOqA763S6M8hxapPVeiBj3eMHI+cSIVvn9kJD52P9S8BwxRPhpazDkKIbQ97Q03vkIjqD01U2Q95HWqPKR3KL6c1dU91vANvmgbjz02cxm9QsUZPiTGxTxkGwQ+YgCxPeLSyb3gy1O+q9nqvRDjED5UDgS+LLfYPT82gz2YYTk9poMzvgaUrT3pNHu+uvehPeSbU7261S++8gTjPfcMcTu50VG+gcV4PnfhCD7MOxC9Em9KvU/CL7yJNbg7vByLvu/T6j0XNDo+5TaIvpWfJT1mKHC+cG+ZPcT04L0kdJC+n0MKPmHaUb2FUsg9dRwFvVe6j72PT607Dm5wvfsbYr6wgCC+kjTivUFsUb6O8zI8unUDvq1+Jr33c3A+Vfw+O0TAar3Mipq8NgbLvkXK7j0J1o68YpWAvvQvRj7IUPA7k16aPSHnrzykOlk6ZmAfPqOqbr1q1ea8QxhNvc8f/Ly8K1I9qTWmvPtaaL5PuGK8XIyJPZ99hj5qQOM+PMpfPjCjqT5M8q08KEQJvs8MvD6U1NY+l9SfPW1hFT5RutU8HRI3PLXs9r2VOsC9ehYjPWeguzrjWYg+SVSLPlHYzD2tVpe6zSrOPZJ1Fj29YWY+yqQ0vxnh0T7vAsM+tRQZvmRVOz446Ae8uhZdvUh2Dr5kk+69TyQ/vsDkDz4sptw9r1SjvIWcBT+iYsU+4g/XPq/sib5wfok+KsicPoDEFj8WQ9u+PoCrvSXlUT5kjOk9upzZPTSJGL0aehs+8t6EvETjkD70p/E+rjm/vQF+gz5UYoS+E9mLPgsQor0kJO4+iqHrvrGRGD7LwR6+/MkevwSqNLyzoD2+m4eePhuC3j2PG4o8nRzRPu9mxD7Ar3288V4aPlzkrD7Cor89FAHMPs8mYr7nGfo+FAwZvDuETD4Ja6A+YSwTPogzNb5ejA6+aRHJvZLlQ78p9d6+focmP3/XEb3N8EG+1G2Yvsrf577kRA2+GiobPTvc/j4H6II8JVtAPnILOT4hR449d6ksvtdxmD5Ws0O8+Z8rvhYHZj7oJf8+OQ00PgDPzz5MS7+807sdvbIQqz5JThg+U2T6PmAJdL4AI3O+nNY+PuRbpT687RI+Z88gPUzh1r7SCME9uOkIv73ixr6p2/o83i3NvnRuqz1iiKI9kczvvTyeZz5FOfe+YaGmPl7E572lJeo+DJTjvCYiKzzOsTu+rGHmvkcVrT6TsHw+/prlOWBS3D2G19s+mE0cPp1v+r04VEI8c8yyvKfdCb4U+xa+hQTHPWsx+D5sn/O9g7SQvvU7Cj6c1h0/QYQfv+JryT3rJyS+DWqKPYd/n77KiPG9zvzLvVFu271u/wQ+Re5HPqqCjT6lNhw+RkMUPrq/vb7EMaq9HEYMPn40pzubzow9WQmpPXthnjzlRuQ9PAnzvKfNvTwnhgG+p3IBvnLkob3VXT6+GXrFPn3yJT7/6cc+l6u1vrVOBz1jZo89+opjvjTOrT5+05a+QapRvk07Mr6GOgS/FITrPC5Pmb5jS3W+q9e0vgVobT1mR5k+NqtNPTtP8ryUBaA+cyA5PvUSqz2OajO8FmaQvhLdqL5t/hW+4idqvmXCXD4wqbQ+BN+HPUeZc751dAs+Lpqcvmz2F7+ZU2U+idBbvacw/728DyU+C/mgvrm/BL5OlYk+k8ZCvrmDez5CVW4+Ui7dPhrNLz7p86i+y6WLu7qPt73M644+TEcUPreEnT65XIE+dtqsPXMZB75+onu+FTgQPp52Db3TrBE+04Z3vlj5hj6+KpU9gqrEvSaJAj6141M+MH8xv7PccT6j8Z2+r2HCPcezGL5JMzi+I8JQvWWtD79x166+fnrjPiqt570HpcE79NhsvW/aIj5CMA89k9mRPWoFHL1TZfQ7NchKPi9z8j0mwl09UzHNPDVmgj7T+t49P2NNvRMQkbyXc0c9m3YRPs8SIL53nZa9eWrNPUTLnb2iKro9rNYJviAEDz7KQia+d7J4PqsCkz7dOVg9AL1RPq/yrr2EI708W9eTPZi7cj0cb2m9vLuKPS/dcT7wvDI+3SAYPqItTz2TLIE9j05BPR4uHr4oeyM+RwGQPX3dAj4EVSA+AYQ3vVU21b2uhx2+OxUPPmFNAD0BnYk9c+xUPHOmkz3kazK9k8Kgvf9yj71XUdw9wg7UPd1j+z3WBBs+Ym3XPZl5OT4t59A8tqx9vB88yT2dQIu9ppY0PYyldD7dE/K9zRTBPHJ2zz4PoRs+504ePj0S473zYyq89Ny0PsnL7rrjCk09EWpKvV17/bxD5Y09qyShPjbMPL7OZ5K9l0uMPkrDDb1pyEi+E06TPdzdGT5fkZm9cuVgvlM3Nb6rbrQ+xMn5uyk16j110z68VDTrPqab/T0tUIo9X57LvbJ87715Pxw+0D4+Pn7fkT67kDQ/emsUvRegRb6MjFe9fbHBPT44aD0D1lc+gK5qvl6hl7y6+CY/LMcmPQ2ExT5jXaq9CMQUvWyn6z23C0i+uqgQvXHUqb30khY+WLABPiU3kjs01ss9mPgLPk7JHz0LECK+2lgvPhRNlTytTLI+exdMvibn07zR+uU9B+ZjPhjIjT4PvBi+JdcfvmNnb74unUA+7UQnvSiB4T2wfWS+TE8+Pu7bMD7Hjc0+PyCaPcVMGT7F+Ci+nV7Svvhme76OK4q+wAZ/PTn7YT7iLwG+EVCmPlrw7rxU3DO+t682voNz0jwfK+u+f7FQPbUeYL6KqHK9JZKdvIZMnD24qB++DLzvvZfxKr6nWPa9C4Xovb9VaT4YhB09MOM4PrJRRj3NQqq9PnNjPgvVzzwJVrS+iOyJvmQitL4kPIm+Hv3GPjNi7jyf/Q+/l5P9vSzzAL4PIIi9cVX3PD3Flr7JpiU+S9g4PqwxhT4XEN8+5BXBvsk0kD6FQmO9vqecvtsLJL4RM5C+ZK+PObxCF76YsXI9KpFGO8ssfLxRWAA+Qc9Cvq1t2T18tTA/rzehvd32/jv1s4y+aB4DP1jwkT5aP7a+X+C+vrT4Vz6qtQK+cSJ/PgAPtT4IjXy+yeyBPpwmlb6QABe+ndmUPmDtMb7bRwm+7mkAvj00tr451Rq+twMBvhkd/D4Fek0+gmp7Pq5odb4lmtc8rJpqPto/XT5LMa8+DQV5PKg/Tz7NhXm82RYTPoixGj7MOmk+LbbUvkANur0eIyK+q8rAvvpnnD012NG9bW2JPoMxEr7h4xg+QFTXvIg2YL7j6Ok+nMxvPlxABb6qiRC+XgcNvm4yv76XXpO+GCRcPQzdgD2noO886QdWPbCquT38KVi+wD48vbBflr4FelY+ifFBvogrAT4NkAO86cq6PsM26Dzr6x4/oQVRPtPotD3oiVK+FgiYPe8asb2GsgC8BPeUvTQEJL3gsPi9sGXnvDlAiz7fwea9pKccvqy/yL5cC2M+kyuZPl2bSj0RzEs+TtKZvsQCvj07/dE9V//gvhndyzwv3Sa+xxOyvaQDwr2MCVc+qIDWPrGchj62/hS+7D1BPisXtr2/Ibu+3ycRPUx6L75ZiYu+AQE9PgVUg74utVs+Iqovvleafz0bDX29hk2mPmHG0z1AAoy9BW6tPs1yyL2e/i0/OtYwvdAZnb2SN3Q+MKKGvmWwIT4VSPA7C6anvsiOcr7MSZ8+bW9Ive9O/L55go4974x9vjan7b1XOhG96M9zvo5Dsj64OSu+pMEqPol2yry2M5e+SIKAPqNwLD6MSIo9IlWWPgdxgzwNK7S96DRGPRiYIL35dVE+/LLOvrLXJT4RG3a9QUyHuq049b7W62K9wu9tPhOBBj49Dw6+gaWtPgfar7zOpXQ9N4HePTWA+70UQqQ9FOuQvqonMb66EO++dFusu+5rED4J2sQ+jIovve3v6r4y3RK9+hkzvkGoqD6fXwe+jg8nPvhHNDtYOny9EoVyvms9iT3mPRW9LIwLPpHOl72fHQi+G36UvuuJtD2w4QI+hN3gPeiNXT3xWXE9aZfEPG/XY7yN27Y9BeNtvjKfzT1jHyy+g6yFvDVbZr3MUw8+LNaxvrB8kD4Y/fW9ijNevc2Hgz1J4Gm+ov6WPYBktLxJdkG+7xy5vpR5Trzjmas+QcEdvSOuKr6HQea8xM6Jvqd4K71Xq9E91h6EvVTgg74+n6+9VXwUvT7gPz1iySE8YysWPXjJxb387KW9e2MyPSmAUD4vPYU+7OTAPcUZgD7+o9A9br4+vmRPaDz9fUG8Zud2u80Svz0DCsa9JKR5vRL9er5+43c+oYdUPv9PlL6Mfo2+NYFBvjrfAT4LMdq+z4iePYYlHLx7hgS+qH0vvr6QEz6RPaw9myWLvYcLK75c0Qi9HbVJPo1+Mb69YoO9+20PPR/s3TqEQ4+9cQvdPt3E7D4/41K+/zUCvu0/Qr135ls+AqtrvNMm+L1ITIa+gLEgNpkTdz2W4nE8c65zvk1G17vIf8Q+KcjvvsHglb4kadM+XRECvTZdfD1aRy4+1fOsvGdNej5sTG8+yzFcPsTiL76kbow+mj4VPjCUmTzIkaI9PDV/vXBJ1r3x3Qc7lDg3PS971D59akc+5HAQvqdYRj7MQZo+GHlYvQJWVbuDwAs/uXvdPnIRuj7oSbS9dYhgvipGDL2Glve7YOo6vso7PT7u0Ye75DaJvg+dx74CnnC9WY2lPb8J2D2Htp09KvcIPvI6tzzztB4+x0pAvGDNLT0bkOG9QNgHv5fezLwCb4G+lpsZPj6TfT7fqrc8jGp9PqRAtb79vCs/GYl8PnL2xj6GlZ6+EfrEO1M+grzuScW+UnM+unZ7jjyQ7Ki+MGI/PqmGgL7yw5s9jpuTPDBu770DqDu+d231PYTFtL7jewA+qbcMPp+lQj6LDuO9elaXvsQCrjzq3cO+L9R9vtSGwT0mOt89Q/L8vTzvL7+eGI49mzWgPfmCSL0fbJy+Bf02vmpomD4UQt09mW2XvdoNwD7f9ja+VljqvuE+LL6BNZ6+YWeTvnTml74JAL8+DT8HPnU0vz0uN5K+wWFSPm5IyT2qYhY+lSs6vhOaoz7mswS/0/2QPiV0771ZbyW+4CK2vn8Asz7JM808sNFvPpV8gD5asHM83vU+Pl9tBb4eg529sgPdvFtkrr5EF0O+JHMVvnI3TL7Z9Ae+i6UIvjQ2Dj/KZ3Q+qc5/PCF/AL3BYSw+Av+ovvBoLT8kad49emuaPcXY7z1wUMW9EAm4PZ92hj6diya+8N0fv6vZ8r3DXo4+AHUYPgeTQLzBDn0+5lS5PgJ/Y77yHm4+/hwjPt+d7r31CRa/kn45Pm5lqD2PxIO+SOX3vonnhz1gBGG9p3QiPVSKWr0ASwM+5QTFvuuV5zzOu0S8mau4vtuS5712roA+pSbsPUscmDu/ze29jAT5PuGPDjxCujM+sS3KvZhYojz0a5W+PHA0Pgmtkz188u+8IzJOvbdWwL57+UK+PXNzPrgs3z6lrwy+PhuZvrJ6PD136qc9NxnQvQgf3D2Vk6w98DUEPqtfzT0YzqE+/6YwPCfyiLzXZ7a9fPuevmmoWT5NM1M88KqgPQAksj69sx8+5XHGvs/V/z6xnV69YdDTvhuwcz5bo7e+mDOSPX9MLr61aCq+8FYuOz7jIj3TLDW9I47MvmKdnTzkNBI+/wLpPdgkHz6Cnj4/8vOoPaV01r25pRE7oi7nvgbOC79Ilx2+mHXKvt1tYzyntjA+Sp7aPTkckr6z1ik++NcKv9Ygmr6Ivbo+QZ6nvtIWnT4Jf5u+4bAhPgRPwDuCXAC+r3bWPsRkXj04xq8+RpylPepJQr28CNM9qW9HPpv9mb7fv2E9Rw8CP5gIlD5DSWE+nYSJPq2cW777HBG+N7b6PewShb6VI7q9LqAVPXokET4XFym92AYLPUy8rj1P1Bk+lfRrvu47jb1Xgkq+DPY7PREykz4crYM9+SZavv0qoD45pqM9rjkcvsM98D1KW64+RIuPPhmALbubm3S79vtfPs5AM75wLoI+vYRTPTkE/b0H0PQ84gFNPWFz4zzjPHu8B5fYuauluDzxjBW+1uubvUPfG75AqZ49CppPvvvEu7ykgew8s4jWvaL1r736hlq8iZsJPrY6Nj5bOY8+QtSOPRBTDb453h++b4QDvohVGL2MjbC99QqCPTqw6D2sTTs+MKTyvXdvSD7OFg6+L5SMviuDAD7dpvs9x/havgTYcT3Q52k8WnXWvXqlEb7PKBi+F2/dvaXFkb7LnGc+akmIvTyrlD01Ama+/RI3vdR3Aj5T2++9fRR0Pjodcr6w0X29Ya9XPrVrjD6MRv+9idEhPhjHjz0V+eg9iCyRvLWlWL4Rws2839CbvOvwiz0yUwC8mQNwvMueWj0JaVQ9xa+BvVoVa7yuRTY+ykcTOwwQVL7uBja9L1BJPQFV+b0dDA8+4LiAvSxrG73sege+C5HkPYyXXD7RJnu+aJACvqPdljr736881kUbvuw6ir3EsSA+kQgfvh4enj3da789RymFvpzURb6/SL+9V7jtPYHwgzyZL9Y+AXbRvW28Z76X2Ry9N8gVvcN86r1L1ky9g23IvaeTBz45ReA6GH3GvcUuEr4m8529IgQaPatblr2uITm+HuAbvjqegD1Nf8I9DI3GvJhf3jwZe0O+970FPioA9z1PoGS+Zwe/vdFXKL5GX8y923ciPpa2vbwSBQ88+0vTvoimaT2JZ+28sn5YPuTNkDy/Aik+B0g0vpEPZT1Xa1y+AUvyu8UIlL6+VrY8vSuuvba1Pz8TkJi96X9UvjZfnL7S7Li9zoq/PSLCGL4u1g+/9jBZvbd0LbuAl+W9TwR2vb2Oiz4Dkss75ehpvj9Gv7256oS86e0KPcwwlz4W7lu9Zvvmvhj0sz7/rBa92s4kvlvhwrwNiBE+cZ0MPVnO8b0SRmM+Yf++Pe8ekT6yle29u8d6PXnrmrvW9/i+LIWJvt6EBL0+J3s+eAuMvtyg7zydwp4+VamCPh6xDL4cYpm9yseePfLW0b4N/iQ+ZLI+vooTpL5/hHe+7V2HvhqGDbpWLnI+nyrRvKV+d72Tq8E76fG/vkE9MD4fdJK+AJOavv2+sr3fxq+++vEWvaNMNbrAzQS/DJfMPuCdSL4V6aO7iozBvbHvIbwNvZm9O9TTvaIX0L0ElKs93UY/vgWIcD74DS49l1bcPcDnX74vRq496ZCNPqSkdb6wf2u9W7MSPlF6lz4N0wI+A0OCvv71gL6zBig+Tc7aPl+G3z4Nbxu+9qYDP2DZlr6zzPw97q6VPbiwyz7AUa89HmAIv/VonT77aiy9G8njPJDsGL17teU8khkfunB60r2LkpQ9/5hSvgIia75ljko/0AdHPr43GT6IkGg9TPzbvRmS0r6PacK+W4qIPXEcl777H4I+LOFjvsJzbb1DyhY+HvYgPiRwST7UVYS96kaZvje8mb7c8De+z0eoPDhMgTwIPLU+cH/8PrckHz4uSxk9WcVaPrX2SL7CUFc+S8MTvtHuKb4ThCk++MGrPbhXfz5nD0S9NC69vavYgT5qfJy821wLvqcrBD6fXjO+Eh6EvRx0AL68M+w9zHJOvsJOoryvyhS+wqoOvk5gnT3SaGs+PaRPPmPs7z3sUoE9avpgPmJTrT43Jgq98V7CPl42hz424r69Ht0oPgBpC768/B4+WA9kvk05XL5SA4K+Rfk1vlTd5DxZ01k+PgOaPEqXUb6ZhNO+vj4DPqS8m74BP1a9+rEvPoDLs76SswS/+Y4ev5qldL5EKIs+atW5PR3fx77a4Ls+NmgmvrJ0mj0VISS9eqX2va5X4z476IC+Xfmcvvdbfj3g+lO9tLs3vkFPQ73wMYI9HNK9PkK/s74FDAA/w3bzPm0XyL7MPQy+7IMBv3iUkT34m4s+xzEYPpvaTL4542a+mS0NPQpDF70+Tc++oe0HvkSiVL4UJ38+w3m4vkfMSr7yNie+oHe7PXCcIT7rkoq9jxdRPqS+Jb8h4ts9jvGzvWNGbL6o+q6+3SkavltQEj4QIpS8hY0duhG7nj1Cmd09MFotPY/2Fj1fBrE95cj/vL/a4b1dv349Gi2FPQ80xT01/HK+4mTuurIQx70SFks9wS/cu22pWL1rzRQ+XlotPn7OiD2JcUa9zaOXPdgmbT7abBm+wzenPeGQ+r1D/gQ+4UzlPY76tT03bZo+oKmGvcpEJ74HDAw+UccePGsnrD55+hw9guG5PcSNW70JwVA+FsQ7vm9jiT3OhWI+pps2PPplYz7eIiY90ns9PY+NNr3hKzO8fpAGvmN8ZD0Lv5y9efWJPSDLCT6Trdq9Si3NPQDmnD6gaPg82EuYvflVnLwWA2u9RH5tvp2Kcb5cqKM+BIspPsGqwT1DKoG9CMBiPXWP1z3z1FU+cIjHPCgtsjz4K2c+3+I6PgMgBr0p7JO8KSHYPTMdHj5Mvwy93oOaPSYOTT6dZsO9fkHpPOefJj7LUDU9Jg3fvP6IrT6N3Mk90m6CvvIAi70v57m9mhhiPtG2UD2Cx669nQFmvCe01r3g9yo8vclivfwKFLlLbvu9PFUJvSwdZ7sW1KG8HJo9PnnLmDsLsxA/fnsjvREc37yvuIA9yk5cPd/tAT43Eha+CJY9PsayKL5Qxn6+zGK/vREQkr4Gh5m9VpLlPHCqeT49k1w+j2OZPTACpr18Y5K+vsUdvuAb0TyQwnS9AU+qPeDkir1YZOc9kdg8v2BccL3VZR899hs2v93y6z3uLNM+HvshP4FUZD4S9Eu+MaoHP2QoWz7nKuu9c+fkPPrSg70frT2+jdSoPSprFz8IMQA9pQJ7Pi8B7LzKBeI911KpPoYDPD4jYPA9gj2EvhfXM74sXyq9MMwLPiI6vj0zpoY9XzwWvlrcAr4l068+zDgqPsTNvz4vc9I+86uoPh4kQT5E8VM+QipbPsot9T6U0Tc+92PYO9qj4j1/zJg+zQLCvWWx3j476Ni+DjUAvfFMjj5lYow+mavyvSFDQT4v1pk+qTioPi2Cv70UUmk9Oz84vhupij5np1u+iY/hvdd/r75koqo+a+mHPbP4ej6Mv2a+Z86rPCAsTb786uM9p9YWvYdDWr5kMkQ9p0KzPhhu6T7sjtC+4foDv2FHQz4Djte8Ph6xvgQfY7shsvw+ce9NvsIiT77ZWDq+nlv0voxebTyk0Pe+dcn2PeAp9L3hzE4+aG0vPsoMuT78qpI8DMmivj2lBzoXxRO8yDqDvlHgqj7vCNe9QBgevn+0qj4XIW2+Z/5lu0OFVD5s8Rm+QvgfP5SAnD6E4H0+43JtPk0xKr5JgUo+FNGFPX8oEb3uALE932WCvaC7sr4Qv4A+dLScPoHCJ75KFSS+FgoFvjfPjToivZS+q5RgPmDnPj5iOBq+a/jQO/hKJr6g6hA/uEOpvm/Vdz0mkO2+i9M4Pp8XLz6hRHw+JBQovsWLjr0arw+/NAVnPgBAvj17Lm68kydcvv/Lfj4D7jY+uoNqvotSk7yv2y6+/pF5vhEALb5fY36+s72tuz3p/j2uaKo8a5IHvf3MUr1q1N+9izsFPsYF2D66vAi+nB+vvaTCkL3t+SM9ft/Kvl24Lj7xpbW+LBBPPsg4Lb0KrN67j2QDu0BvmrzjsaQ+GpXGPYXp0Dzz5/i9uWHoPtktAr+Fj8I9w/FdPlarhr5yWHa+dFkfvYeiL7sBOso9VvxkPQuLez7K7Fg+4cdTPmIlmjpO2aw+Xs4APoM/QT6/p4o9GMaePhyyuj2AljO+RxAMP6aojb5f4YA95yFFPpHThT7+Zku+ePO0Plf35T65XOO9DeCaPkH7Fj621Je+tcQXvoeRPD+SZ42+T1eUPr2Pu70uDxq/RiEEvlK0TT7fmLk9TNerPvfll76Ufwg9inIDvsO/FL5nozO/cgBWvhT7jD3k59+8Y0rKuqKUiL3Dk8S9ttCRvbe0Az41ap4925bDvtbQbb5EM+++OBu3voRx9j06BsG+TvdHPgJrEb54g3A+oCiZvCMxlD79vgu+rkjyPTb1Jj6viLM++mocvkrftr6VeyA8yLR4vqCbqz1QIQS+sLShvlGI9z5iyKS+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1_1/conv2d_2_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "zmdyO0r4ITwMOzi9hkfwvG0U1DwhDKg9Lw+rPXkpYj3Bvb0896GGvZCd5TtYqDu8OvGUvgey7zy7/N89tuzgO0bU9L3dUMk99XdyPP4Q3LtQcOw8iVe6PaXEF74vnFg9FrSovRDupj2Bvdk9KWhiPZx+2Dx921o8rcKivei7mr2ix4K9jy8bviDiEzwCHw++N3aYvE98iDyidoI89ajLvT/sgb0us4Q7EaFGPVCLmLtyqoy6gnakPR+cVz0MONM8tqyvvau1vL2a/du87dkovejG/DwqjxC+dfAevpfBEL2dZ1K6CjgNvDfJn7y2dt08kYGAu1iBJb7oz5e9oOkWPEkKcb21IiW8V6BfvmgxVTuCH8A7PGytPXYaZT4rZ0Q8PesjPSaDE7ukNI29GzAwvi9uwz32ENK81OtmPkLi77wiQvM6jcM+veIBhrsJSQa+g7iqPJdGer5W8N29708yvElZMrzbRaI9JYaHPRg4yr2MEoI+fLeRvafMnLyKAbo7a3I/Pez2Eb1RiIA9/S84vqD6Mz6WxPW9xh0cO3NVV726z+88kg/Hu0sBQD01YOq9w0WzPYAbWL3FyzO7aD3IvKoIEr5yRHI+6YiFOi3oqzzQjk88bwyHvDABJL6uNmA8bMj8PVpzi7yo7wA9fhH6vT9aJD3AJCM+wLoBvRaeET0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1_1/conv2d_2_1/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1_1/conv2d_3_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 