{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "qU9QPhtnqb5qT8+85gkivmjMWr7F3PG9f+xFPoZDpr5lUb49bxGKvNlSk7xkO4c9V/iSPXFZG73j8pY7mnlFvestgL4t0f+/TcoKvn9NU77W/QE9yXFLPoS5YTxIi3+7809DvrQvBr5TjHC+j5IBPsyCtj0MB5I+UF4DvjJZPz6svO+9ewjyPvDphj2kJoy+ZSAZPfC8kj1/Nn6+QM+bPXC5aD1nk26+lXq0PQoJEr4QC0w9S1xAPhxZiT0GwSg+YIJbvaIMIDwZkpc+bjDTvImHgT0J3LI9w+58PKf/rz6O9Ii+GO/tvtSSWz5KUw0+gpr/vvDppr0A1dC+aGTVOdwTAD5LjDk+ZoGGPSoPWz1eBgy+D6mpvnAsnT1e+eM8RWgpvr3o0L0EXcC+s86AvcA9o77W5wc+YV3QPgfRmT3AnTo6X6ryvYG0X76ALyI9G7DMPZzxy75tiSW9o4tQvk/T5r021vy9Z1tcPghcZD7AyzK9pax3vjSa+Tywd4C+dS3mPfmB0b2ExX6+mRVrvmQ3sr02MPC9GzJjvt7//L4/zgO8V0BiPvX0Qz7LpE++2tU3vU5kdb3T5V+/hB5Yvpy4sz1KQuU9VlFpPlNYSD5KH6A9a/wovrg6nT6CJwM+iculvqkyKj7TAhm/KAVKvgfFIz3RLiE+c2eHvriikD23poS9KXgEPnNosr0rQaM+LuZ5veaPVD7NUTu8b88NPr7OQr35bs++HxxCPjzLdjzLk10+2b10ve0kjb1rOim+xxALvnVtSrp4ubc9bB74u4cJQT5QA/y9iN2vvRawwL0WFzO+jGAsvvPoED2A55m+mO3SPe8xn76InIY81nQ9PfMswr2tRdo6e+qAPMXOSz519se+XTZAPYe7jj4uEEm7zIAPvugm176iGeU98rE/Pr68Yz0I9uG9PKqkvRpW0z1TMnA90fDovDZoD75+RJc9s7y2vVHXCz4vK46+Cy43vty2IT5edeC8zjNbvetf8713CYI+hI78vML3ZD1dEM89TspBPtt9U74hToU+rgSQvW1+Sr7jqwe9RSd5Pk/sGT6lNSq+WHnePdHQIj5OUIG+O9LIPZlqaLxOW6a86dpnPFnoIT4XXCi96jttvhwVI77Rzck8/quMvh+bej21alK+K3gwPb0ACT6A4tY980YcvsN+BL0b9Sy+f32uPX7Uij5MARS+SCLwvL9C6L4FBUY9CzKNvaEva77DhvQ7kdVaPrZ4Hz73+Ae98N6Zvgkh77sY6IW+ZQ7UPax7Dr4dRDa+XpV9PRr/dr6LKdW9mPlHvUvMdb4+xq+9NY0+vrXoy72KNgg+m5YLvpvZQz5XA3I9lsmWPYl3qT5coX0+K05+PnNTXT2C/y4+CoLOvPHAvL07Xd89M3GLvdIUNb5SMDK+3pUVvjBhdD6Awym+d78CO1G/oT7DpG0+/mcuPv3kDT4GncQ+cffEPRcwUj0wZYA9y3gvvqJhRD4ew0q8m4AJvt09Sj3oyoi9S+X4PdKFnr1WWXY+3kCbvWhNsb3/TEy+yJbrPfl9gb5njS++mOUFPmYWOj4YI12+wC43vSWHlT7o3BK+bj3FvunMgL387Jy+dfE5vp9Q/r0q8B2+yyZXPQEYOT5j28Q9sEIDvV/9gb3Jgy2+Pm/Jvd9yJj5v8gI+7RgiPsK71z38Ar8+SDjbu75PZr50TTW+1VeuPtBgTL47Xm29jKN9Ppnq0T3L6KM9ocsPPRJPRb0TKV29OPSIPOYyuDybows+/YI0PvNCh73AHd+9mPnuvTVGVz6hJBI9CUqOPZSZhrnxiQe8OLlHvvqTODx9GNO8YFZEPnVdtz3MtcK7x0svvhTinT6GNwk+fhHIvklQNL5tz6S9nxNovlPXNT0Bub++yIWwPPLA3D3awC0+VuogPm7AJT5Bgeg8QXUMPilicD4tNpI8EpmEvYqVsL0q2wW8NfuSPqJCwj0VW8K8GHShvfcUET4gpg4++WpKPMaI6T2CAcQ8AT+uPUMTyjy8Rae9HkTfPkkKZD5eTYm8RWf2PeWKKj4Ojwe/WBbePCAH7r6KlR0+NEAHPdMt7T0G31S86UqAPkLBU750SUW+33QUvVLVRz5hQZa9R6Cqvb+dIL6EU3M8JtJlPUoiyz48D52/b7URvs31bL3qt909huGovuSfhb5KXzS++l4Pvo5Ph70S4HK+JYFYvqR2kb6Kc2e+eJVVviq00r7CfSw9fJrIviJhMb5dtI++4Mm5vbN/pT5AqCm9+z7hPGreCz5bJ789EE8/PuG0wT5V1/C9KJokPDyszz2A+dQ+VcubvsTfcb0HI1C984CAvvTH9r0Ybg++2uqaPt7/h70a3hq+lrWAvBX5zD0LS/S8SL7XvnBEx72Ftg49GCMgPkapAD4/kCq+dJ3nvJyflb3hoVo+nxxWvasR+j3SEbu+epyDvm4Xmr2oQhK/n7sxvuSLvL1tNpo++DmsvpQmKz11w5I+vSfmPE6AE727/tU8tvjxOtWDL77+te49bqYKPo3Bqz0+J/09hpE9Pg7zQL49eIy9QZKfPX3FlD1WfCW+WOyiPRWWpjyC6ee+5nQcvhKlGbwE0Ey+DHNgvglY1D5uMx6+b52avRxuaLzY3Z6+kc2PPQekGb55jpW/j1Y/vVn2V76wYTY+WO+bPJdwvr4fCmy+soRTPKDyJj7uuHY896AAP9GsZ77YcGq9UU4aPn/goT68/va+3XT8PIUesL7V6ce9Aggxvm9Eabu9oSM779SIPRvj5T2vxxG+Z1kOO2cPd75pwWq+DsCNvAXQVz12uPY94eA4vtYEgz5EMPy87Bh8vlswJL6BTxW9fOhBPhuCxD28atO9SDlYvEmiLr5LF+e9rV1ZvktFHb5WJXy+pO7Fu2YqUD00RM29cwAVvogshL3Vdis+bvxzPmUPNz0i4O+9f8KNvIlcbz7uvli+NQ+5vqbnB79BPwo+bQTGPe8tiz5CsSs+cRw+vnJuOj5Bzrg9yWqwvTVbfT3bZAM+mQwlvW56KT2xy+68JbSivvlPLL0sIo08724RPvBgHL4WT8I9dgPAPVxsvT4FzTo+Z5mCvACN/z1LCNo9sop1PC08CDx93b48JfoWvlhNSj455JG9GiqzPZmrjj4FW4m8CFTWvMvngj51k6i9Gy6nvrtNHL46aqg9Jr4cPSdTIr6Sqd89RLqDvQPNmrwue8s9UmBqPrsSUT5N5QO+5AG9vVLIAL6sq4U9llTHvVHwib0kqoi8LP/juzKQOb8trtu9A4X/PXigS731AiE9uvptvdJ3JT6xxHm9hN08vbM6/z117my+UovJPfzRP75dr0W+40USvsl1Sb6oEGq9lWrmPNP4Yb5evPe9LRrIPZXiJr5Nnik9H80YPbP8tL2iAG082y/ZvEKclz7bWZq9p445vOY5Hr7ow+Q7MnHTPD7AOr7SZfs98EiAvteyb74O8hU9PdgovuW/Wz41GCu+yMtivt8Hez5jTd0+cxDivagebDzgVKU+StX2vrpkKb7XK5o93tBAPqmYxr10Yh++SBnuvGhefbwib+A9v1yDO+eftD2A6Cs9cyPVvKQFcj3cX9A80v7ivYByA76IFfa9yFONPhiP8LupUUC+kqwMPoU+oj5sgkm7jNAsvhTasT1C3ig7JitkPdFBZb4mkWW+DgBCvm/40TtoQmI+/24+vkLXbDz4hCG8hzk5PjMpRjwhi8C8/OuevKRhcL7Cg+I+uFu8vPo/sr5+0Du85epvPRzzrj4O7iu90W6Hvf2jGTxUlAi+V0LaPfGGgr5YjEa9d4CQPn0ttD2eXTE+YybMPkQDRr3cP3q+O+z6vTA9mz1k8hC8xFJTPXPhF760DSq8JhZavni7jr1IHvi8k8d3PTvjtLzIOWu9d2qXPJeUhD4ruHo+h7dHvsfM8rxS4og8fYopPRTvJL4PJWC+jYvSu/FeoD0ne5Q9B12TPQbcaz0o1JM+hFe6PUrCOzx5XTi+4MhsvLA9Sb7IArC+uOHXPaSmqT1kDwK+RVVLvQ9fAj2y5Jy8vxw8PiFbLD5KTpG6T2RDPhBCwz7h2Dy+xEtxPqb4gTtXoTw+CDy2PeFlgD1UoQe/PBhDPoVVJ77J4Hw+FgOhPlT2bb6wN1E+9ftTvQkDy72Gctc+cHaAvtb9T7x1YIa+tz3CPXfvND7A/eA9MbgkvrUl6T3lWRO+GYn/PAsIXr7C8Tk+RaqHPhfqpb4bF5W+R4pmPmw5kz4ooJw8odWbPphWiT7IgZS+icN1vAk7lr4q7/A9grIvv1nDLj6XrhU9waZFvi83RL78oBu+oVw7v3gI+j2DgG6+x3ycvSSsvD68sCi+NLq/vTX3hL1lxbK+U9+rPpqSob58KUU+04k4PlnCbr6W/Ia+JzytPagoSb56ZzC+6C0NvfNl+T1WwhS+iPmNPqy1RD7Yl/88scO4Psrehb0RABo+1uQ+vphXLj4yKJe7sEgEvwq09r3bW3G/sD4UvtEVFb6hPmS+5CUvPlJ6cD5v+1I+IiBEvYQ3L74sQYe8anIiPnNOSb53neI9ffZwvhk51D2p/gM+JMJwvNAIzb3AM/m+f21hvu90r76QhG09yLWvvmNnOb5hzzM9xDIHvq9feb74q+6+iZCbPdoYAL7BRda94iHFvo8LGb7Wizc+jvbXvHhWGD4yT6O+jQ6pvZowZb6B0Je/DWYzv86jSjxWk9a7D71WPvSrLj7eVg++16OEPFdlcT7QBwQ+JnbKvK+viz45ecI9iBI1PtbkVr5oZ8Q+L4OQPih8Lz2hzSk+xK6qvomziz4KGwS+YLMqvePq3zssy4K+ybL5vc9fR74nbn++slX7vWk6Dz5eVIw+KsrRvfqoZj7cp929kvOVvlFo1r1Bnx+9s0/svHEARj7AOxG+2S0LPuSevb7Qpjc9GXeMvrZWAr6mQMa9n8SRvp1f373yAQy+RBk5vkGaMr5D9p0+/zyQPrKPLb76yrq+XZZuPbdvYj0KPIg9CHXmvrAlxr6S1J68ZjAZPpf6cT7NdYk+uVkOvv/viT0UYmo94JYMPGQICb6a85w+YgEwvd+KVLyohzy+FzvYvtL0j71Z3Ce+Q8J0PSeKyr3ehZQ98O4NPXOXlL1zWCc+xf0dvRkQzTy5+RS9DFXpPRJQNb5xpYE+IagjvSFdHj7yMiC+n1DivELL7D0xiBi9SfxAviRL2z1Kzzg+cgi3PFkQKj6QGzu9GfKKvcVrWr2T7bG9OVxjvulaKD71G3k+4tmuvQ67gb1DKHO9NKIFvo90Yj7kJ9A952BtuUQMkLrYjV++kTSbPgbnAr9s/R2+J04IvvCaDr0Ht8E9huU2PNfAcD4EB8M9tIRbvhL7FDs0ORq+2T2xPnGYuL0DzfK8MGkWvudIEr55DV+9ipRTvnGkPL7QemG8vF8LvSd6uD1ETAw+5boaPl/b+D0PWx4+puEMvmVugT5WfdK9rNF0PlGDFz11Aay9rBeMPkPemb1UTC89aXEZvjzKSL6Xyze+HffuvfuIij7NMS28xc+wvodmFT4HJgM/J+thvmFIE71uGDk+Z4iHPWopAr4/ghE9T90jPUm6qD09yIe+Z8ozvmA0hr4Um6A9YtK8vZTn5b0sUFA+scYGPrx6tT1nQZG9EaaqPRrniT3vU3q+YR6XPi2rRz592Ca+RsPPvR943rw2dAm+2XujvQCUtz2LEKS+NMP6vX5xTb4NRTS+QKQXvp4cCj7GjJQ+b3/4PL4dOb03D6e+Z6BbvIdwwz1PqW4+640tvQKrTr63QE0+0DLsve0dDb78N909ezoQPgrLPT78Kpa9jIwRPXaszzwOCuO88SaUvLT/774gWhk+DfsMPaJZFjy3pPq8IN3EOV5qnj612ge+UrbTuTa1Rr1tqTc+2F02PUXOgr0no749EKJTvmhG3rzVMqe+gFeIPXUhaT5/NHM+ZD5pvh1A7D3yhFa957FqvcWX67ybbci960FqPSRukb0YG72+iwwwPpNA8L1WoyQ9QAR1PmdvSD4UsiG+aMGrvWyZpr5V4rQ9IiMNvtrupL3d4sa8dNQjPoKorr0GAQO+BYJuvllolT0s7X89sia+PfEvND7vMbK8KPIXPhCZjz6U2Eu+TzRBvIv9qr2Kk9E9/NwJPqtwaj4VD66+008qPrTmYD1t7Bg99IlAvcR7mLxPtS+9qC4hPZ2uPD7H+hS9bKUlPiOVHbx9+PS81H6NPY0D3j3tOza+oWaZPRipBr4tFH09/Xqfvf5ElD3Ayc+8qZyfvKzEJ72F3Dg9rdeKvSFpJL7xAMQ9gUYzPUmD9r1cKQ2+Qh/uvVyjHj2ksT48YHoIvYbC3D1wCiE+/d+kvOUGr7zdFhc9wkYFvJXXLr0PC5S959b9OphqJb7k+sM91aeiPe3X2D2khe29S4XJvcZIWbx3qBu95W2tPfY7Lr6MrAo+557Nvf9r573g1BQ+h1wmvlvL/D1TNbC9XWV6vehRjT1VpCa+WpDSPEwioT35S5e9Y+4GPkwK0LxusVc86xG3vX42QL1L9iu+ebc4PUg3mT3Qpgk+Tv1QvFzwZL0dzfs9FN/FvK8XUr1ePBQ+qIf7PUT0D70uHp+8XoGevTA+SD7LIXO96RgrPp9SEb2Q/7a96cCYPkLMl7126N0950F/PATDZD5lf1S8asTOvWnxiD2g/708fx/Lu6tlqr0iBBE9EiehPRPK7jtOL1U9wvkVPXmrrz1ZVDY+HSRFPRi5Xb63l769jKoqPVeuVT5XrES+wHlhvdcbJT1E15e93ffdvMcESj2VcII9xzqWPXSklL2lZdc9jGhYPdhNuj3S6SI9rXeqPe+2tT1GawY+1PnYvb4HFz3y6Sq+cNdZvueleD7QfPG7FTZTPeI5RD7UtpC9sZVQvY7f3b0WjT4+QHOvPOqGbL4Msnu9iF7+PZiFMj1jUQw+cI9jPWCTyr2XBrg+ydGNPdMObzziTVW9A1AMPS1cDz424JI+42WJvkCHqbwWCbS9zkK7vCa/7j2uyTU9QX1kPV/wpL7/GlM+kn+4PWs/6r1yKo09ez4jvsww5T3XSk89YWmdu4Eggzz/xR48uAfJPF3lK77shPa9sAwmviGfTD5DIVO8kjxZvR+4Qb7dOi++qlMDPV8vFr3oaT+99/CtvYSdzb3sM6K541DPu2HhVjza8vK90MGHvQIQIr4Q1o28x/L+PQOs7z0kpqg7cFJWvSJmZL3zbdQ9LyqzvF9mNj7TfqE+5iRJvQgCzr3yhou+ezrRvSxN5r0/BAM8VHAmOw/cU72AmYQ+mjmeveIpd72SIby+7OmIPQWbPz7bew++ugK1vb04n73WMsa7vj1xvo/H2r0wm+08Xy/dPRWLLD5FP5s91b0pvlt9rz2ccz89bv/ePffNMT1crKw9AU5KvbbyvL0jmNC87NKLPsK/5DxNBC69LbsnvhsMi73NnPC+sw3XPcVlNr3depu9sfXhPVE0sj3wOq29MauGvNm/F74hAEK+55vKPSRHujvpFFi+/ksNvvGypbzBuzS+pV4RPlazjL11Gzi8qJzKPK7KGz5IAii+ori0PGObEr39VCM+XuAlvP+8Bj2hygg+tmO1PbMRbDyOSFu+5p5LvAx857yV5xU947HHvbXMBz3t2AU8PiMuvDaInbyTWJ2+A8EHPjppnT3c//69I9kHPZIyg7sykwm90KfoO7YUMr2OboY+UitDPJHF+L0Khka8zbw0vmLozb4z3o49UX+rPrngdr0mwI49/mFcPiiTsD2ScBS9fyxkvV1ODL0pcL+95W3DPbotR747dlU9Hg9cvs8BXr7LgCq9qkoePgVdNL5g7Km9RL4TPUDrsL1M4Em+ysrDPRVsZr5oItM+banRvV2HcT6B4tc9xH5FvrEWJj6dm6a9mvO/vcXXwz3HrVw+16ulPWs71z37kpI+zfwzvaqEwr4behe+Qf+XPoYoZz4802e94YVOvrwB9T0eWZq9nJoZPjkp0r3LvBy+OWWPPhjwn741pRu+t7/CvqSJ470jgc09mg0rvbW0hD2cNFq+PDU0PejQQTzONAW+HKlXvUzmgL6asw2+lhrLPutgzb7EF1U+V1GlOgiU2b1iw0A+6dExPoOvlD1v1ku91IuAPVLgE74QCYU+6JhEPi7Tnz3Ol7298pb5PV/Jdb7RqTC+sysUvqPNHD6IGvw9N6IrvmZnu70EXKa91SYLvh+j6Lz6B9S8VEcFvHkHhL1iLe08XZcMPrBmpz14Khc9qN3DPQa1aT3ajrm9g5WZvfjaCb6z7oe95cYAvjUmHL4hNII9jfk7vEv/m71mlJS9PblavTrlKT1ZFKC9FiSyPIC96LxXOQI8iwfePLEhzz3nTQE8PkC/vYufUz6HkVa9UdowPW6DIT5FAhy+tXEVvYjkOD6kHB8+pt5Hvo6Cwb1HY5K9l116PT3uGT6nYRA9mcSEPnmKBj0ZyB49uyPDPTdVVr3kIsE8D0+6vbx1Lj6dVas9OwWrPViBBj5OZdY8vd8nvl0mL73ZrYE9cCZ3vXKAjLzbtdy8RQwuPqV17TwXnRM+gYgWvVCMWr18/sS83eCJPRtR+j0UKqg9hHzpPOUDMD7hgdG8pU7TPVToOzytlIQ6pX6jPYr5xj2DXMK9ZHKQPZMUGb58ztO8yw83vMxfIL7o4ae9tQbLPFygcbzOi/I9yVqovceZwr0V+iM973pJPuMoJz3VhRY+mntzvf5Mqj27ij+9lBJhvN0Vk70EXIu86TbovYBs5z3nJ648A4PPvVfBJ717kxW+rBK9PQqCpb3RhmA9DjvlvV5pDr6nmt494xQgvs8RGz6LEx88wltJvXbcJr71AI69sKPAPRq7zrz8Bb09bIsVvUElAT13CD8+TJnwO/4oMz2GpC49/yVLPeU+4T3M2P+8vag4vZfXlrwlVNc9hduQOzXVTj4JlCA9N90HvUCTJj7PDAU+Pp8RPsln/D0WzKk91l+0vPMKgb1t3TI+UZiOvTUUkT5iFoW99KkkPm98Lb4U04I9zOeEPXt8xDvZsCC91/MpvQ5Lvbww86o9RoyLvYICWL1w2fQ8cPbwPZEBsj3adsm9RwY0vgzdULzwP6S9ueTOvYydfr6WCz0+aZBZvb6VW71aue+6u9eBvoeGn70IXmW+nnGrvYGYPD4tYAc8Ph4zPiET1D0SvVO9CPtMvN8A7L3NACW+CRdYPgK5yz3kvQM+Iy4/vfB0nD00yWu9HyEuPoRW2b2/xEU+0+qNvYKr3z23BFU+ymfNPJjfjz3m3MK9BAcVvhziPb1VaDG9q7AhPsR2zD08bJo90R5wPZjAtTxN4wu+7HUGvgogQr7VB/89FoQOvj/OJD2gIao9SEPUPcQLNT7D7Jw9GafnPNq3A72kV/47680vvtrVWLtOAoc9cTPGPSq1ozz2vwG+vXnyPKYGzr3TpUG+RlSzPXhw8j20uxQ926aDvdDxPj58cIG8FBfqvbxcxD00lKO9DuYovjd8qrx//IA+1LGEPdf+2r1kJ0c+zes6Pu6Wgr6S67W9XsKrPWdzXz3M1Zw91cfwOoE+LrwF8BO+eaG9PCrTTb71KgS+ONkZPbe5mL3nHQY+ACotvusQNL68OzA9HrLsvd2WQD60Qxy+7jCjvjrI5z0ZNCa+/74NPpYTAT42cDs+sSBTPdqaQjwJpRq+9JA4PrwZxz1eZvm8r+mmu5WnJT5sEQW+peDavdMAWz34d/c9W+34O3mOHT2tPRY9ReFkPpu4wTv/+Fe9cO/mvaBH9DwtS4m9ypmtvH39G71vJjw+T4zJvMhgHT6yfXK+8AWNPklk+7yqeSY+km2/vB7lEr6BIYY9o4lOvDSFmL1sFcK9XqvhPMWWtD3Zq888eBn5uxoLH72IoW8+T1B9vX2z97w3jMA9wFclPaTN+z0yIC091sBqvH3iOz5ZEGw+WMcWPVvKC77m0xu9lKnJu+crLb7xxg4+JKHcPcWqAb6bAx+9DzoCvbblm719mJs8enNgvm2E1bti+iQ+HMzGvTVOiryavSM8dz6avRv17b0r3oY9V0tMvtqbIT06O7Y9uXMVvhBT7L2SYBE+pxOCvqFvBz78qi6+Eey3PeXLtLyz6kM+9wQAvVZP573ySrI9y2UVPQoJAL5nz2q8VNAyOzotfT3+hzQ+Dnk5PpmQDz60bKc9Erk1vh9T+L1fpaI9pJFEPcxJGj5waOC9lRIAvnVNpz0oQzC+A+kAvqj7uT06vUK+1cinvYVxzD1LHCe+hbvzvHf3YL5bMEe8n2UiuyIbzTwK2WM9LjqaPf3/AL7FtI48S4/RvQmJ0717BTu+cvLIPSARQb27ZSK+EQFavHMH67upfGC9DSqjPfq7Hr5Ptzq92ukkvvBeQL0Zpy69AApbvd71hT1A7oG9SC7KvNHxbz0J2sW9sP2QPfI1Ob2NWiW9E3eHPX3eUzzhrIC9zGKLvAjlkDxco1C8aUWGvWUYgj1npqk9vls3PNySC7z2O949DseIO5hyWj2g2MA9iiJ2PdNNQj1olVu9bAK1vY/bCz3cPYS9s+iCPRCMzL1Uada9f7tDvYuxFj2wl8u9oW0fPIIYjT0z0ru8GXoOvjMByr0Rqou93lkbvkt81b0ivaU9IpCrvJy+uz3lsB28wnUuvatk9T3pYw++hLNQPVpkjD2+S8e9v1nBvAn+k76xtls8lqWavYbYqr2Wdy4+r7AFPplXe72euoE8d7UIvrHN6L1d4Dc93Jolvg+HCb5i1KG9pLqrvND1C71B+CQ+ybYVPust3j0LYiI8POIjvvshjbsQh928NzIKvk9SM7q/0w6+bw1ovjzthL2ZONO9jkp+vcwjzLuAvNS9VjefvWgu7LxTghe8BdvoPTuxTz17eES8DUfSPQ/r8r3laDW+VFCmvUXN371XgLe92I2hPTOHEb4MwmK9M+ulvW0sHrzBpPg8/n8IvRb7wj2jxLw9te4WPjbGxb3PxVe+VS4evjZayb1KXGY8790wPmKsAD4QnhI9e5iPvX9pSb6cNgw+qEqwvV0Oer3uvNU90FDDvbS2Rz2BsGM8w4PfPU9Bg7zRZZe+RZNrPgUwj70C7i09PWzTO3Y/2r35LMy9rK/lvJHQjr03s9E8caOjPnsTVr69rLO9YWtKvVnYGT1VSBA+gVAHvqm30z4OeoC9EKAnPhshEz1Uie+7XrmSvfuYJj7hhW87QNP1PIKnh77zdva8djRTPjml3b2otvU7kf+uvTQksbzaWlM9kDRHvXjCAT7GY9s9ZwKWvOjNIz7u1OA9yTZuPq0MHj1n74A+uEynvLJHZ76fXy4+Z5FfvjoXGz6fU7I97t4XvpBNubxL8d29MPuRvfiNUz4uO7e9M3Gevcp61T0fAAk+7ZrxvCaNgb39ejs+W7orvblDHD4/vIK+13CAPCCRbLxD6UA9kE8dvtr/gz5R+329Td5bvpfqUr0nkNi928nGPW/l8L3dYHC8j1OPPXV7hz0W+IO9TcLovFxroj7mSqG9Udy/veQ2Br2/mQC+WsUzvqxZjb2M0DM9Vm8AvbuzsL01qSU+nzjLvBpLVT0Nnso7dOvBPavENj0xMBS+oi3GvZhgwTw4XwQ+2ctWvsJ+pb22iM28NmFPvTyhvb7fR3A+aSI0vdHYnj1e3Fm+xYS5PP5kSD1md/g90Hx5vTXBvTxo/OW92MqlPR/zuj38Ilm+dvZ3PU/TDD0e+rA+DPynu7oczz1fp009q5iDPZzyDj6cD/69Vfk9PpUHxT2fno89jVyfPbjpIr7b58k8hbjmPMdNV76DT3i95ak7Pm9jor16Z/e9vYZMPnn7mTwMBwE8d9vTOvGcgT3w5og9yLOJPXIkdjxpN1G+LporvhwYzT3rQ+09Y18cvdsIBL7AzAQ+yH5yPEsPc72GZGA9NMHnPcSgjLzCu3m9g0jovOXU2L2/rjw98aHtPCgvO70m76m9Ji6RPWKQQz0ToMe9WhMbPuIQSD3LD34+NLDMvbQgEr6gz708Cz4dvjQw0b2FZlU992SMvIcihb2SOY2+x0jIvflLhL1M0oC9f0dLPQzMjLzu+rU9xVVWu2Ayj7qYsQe7WGYpPlvB0bzX6ou9xiamvShQAz7NCIi9g2vrvSROhb06hPy9xhoHvl2sx72e9Gs9Ca8/PR6KqbwS8JO9TJbTPBJ5fbws5XM8ouCuvU61Hz51Fps9lWS+PThZqDzZhQ6+lQWlPWuMwjxeZ/E9K2UKvVGwpb4qsta99ocfvrFKrb19jCa+NMeCPrjLOjsniy2+d4bAPHaugj4Np4i+M8EJOm2j5bwVbEy+Fo3fPWrRjjsmNmS9frQjvZ20gD2t4wI+WujOvSF3ebysJWw9Gb+UvBWO5T3SgNy9oBIdvgxJBr2x5hg+ZGzBPbB/lTfm8gu8lSiuOuUhRj7uDO88qiJRPLR2MT6Tu4g98F7avT1fFj3ZfIU9XhzqO6QTUb0faZ091mYCPnPMpL3WCyq95ZQavQVjwL1jt1E9sA6mPUt/uL3JWKm9nOR4PErZLj398Im82dbxvWDSTL3r3bu8HQ+DPLqZJj4MWYa83fbVvEjh1L1zHU288N0avXLdjD0K5qE9YWtdvFcBUjsloEw9dc1FPBBA5729kAw9/f78PeOBGrwRMyq868HCPYVEDL1KRRk99RXHvYpQVD2yWyM991Oyvc2Fhr1iNre9E6OevZREBb6PzT49ZxE6PcmC1L0JUgw+D8ErvlC1Mr0Oiiy9O73xPfSuUz6QfSs9HGZcPqknBz0/PQ8+LzJMPetGnz3DV2C82jqnPQ/ReT1JGPu8tnmTvZKWYb2oFyu+5W1pO+AvKr1QjB09bvjAPZ3YIj26Hd27PkG5Pe7+sr0HyAk9cuVFu1sQzT2h+0Y86pvrPSOL5j349u28evlYPbbnE7tdpUu9RAi0vdGjCL6VQ0+7HhZ3PdyXqj3kE3u9iz30vUQ/X718ywk9/0UOPCM8zDwNkxa+0vaku+7QA76s4QC9AWlRvekhi7xOgKS904NzPiUbhT1Ih1m8eCNyvfQsjj0JsPA7DtIfvnRNqL2siU0+WH/aPekeIL1gN0M8eAM+vGeACj6F2aw9ziLsPVLnUTstQIQ8lqMLvRt1jD5+qiI+1eTYPTRfIj0ZzVa9KTa9vQAXZD0o0iw+j5ghPJGR5b20bzO+Hcf4vaValD0hXIG98o2oPdIgkz2//JU8XJ3yvLVIrb5pgbK7NO+hPLfcMjyJKpY8HBCBvScpXD1MOAo+8CMsvoAwB72U9lM8xHIPvkcJ2r2A13I+KohAPsw40b1K1hs8RSXIvWJLVzzQk2W9lhGLPEinDz1X52s9APw7vTuKD748Mk++FzO1vmrSgT3gEhG+8aeVPR7wgrz/3zW9xKvYvba+iryMQnc7+f9Bvv0RJL3IxbE93g8GPgqVcb4C+268n69dvfcXSD68DhW+nwAbvQA1Mj1B/Cw+oQ6HvdxBOT03MsA9vQ5XPgzXxj5GEOg7rnK1PDyFGr6aCgo99sRGPtf7pr3VTyW+XekyPh2/nD3WthG+cNzNvWvmlb1j3fw9MtH4vamEkD1irHe+cjyXPrKKeD2h5Lo8R4XHOwOqcz3EHF++4/3AvIVLDD5NyfM9+v2dPjWDJj4tVNQ9F88ZPoxWvL0q3hi+SeeAvQwrpjzhXxM+v/fuPRtcCTyustM9NpiGPQ6EQ76WbxC+UlmePWky2zzlTiq+WrQgPPg4O75xoIy9PETrOCZ2g71e5aa9akxOvmZGlz4AIJo8hzwEvU2PCb5cdDE7sbNOvgYssb3PfRc9cShtPFUXBz6cNU29oh5sPbeYEr6wBQc+jP3iO+malz1hEGi93XEjPnaTOj2FHQW+sFaPPUAXib7RnDw8PB2vPN+ySD6v+zE9fc7AvVZCK7z7FYU9WUyou2jAs7wYKzU9wnTWvbcsA7vRLMk9kXQivelBrj2E9gi+N1wIvjpzOL1MFrG9dhEMvnhPtbvyXsQ8i8OnvNtRUjriahM+MwXqPffkID1ZIBc+Q3opPog7IL0NQd29l5VPOyiNkTqn7bI91vzdvU2QHL0ogLg9vPwxvugQd7rmq9Y95hsrvnqAKz5rrUO9X3myvPymyD3QH3c9kX87PuvrNr3Bsgu9nhY2vV+1Fj399ku95DlSvFWlqjyelrI7ko2FPYzL3z1U0bs+RnKUPf8QlT79vEc9RE0RPXAex7y41sc9Lq0kPeY1QL1vJ9M9cTCcvA+f2b0vPQm+QDbJPTmUGr5o+kw9T3WcPKgJeD1EEK093Y26Pc3FLb0C9eK9LWRtPeGXMj2qhAq+NANZvgk+67znvD4+CAodPa3lIL1SHYQ9REQwPiEGDD0dV848Uk5cPIB3Yb2KRny9QlHPvXWXqzrhGQW+qP4LPl6pwby8HT292/X/vXJmlb1yEwy+7zsCPZp+tT3mjui7Z01nPXealz3YZDC+IvRHva79PT3erQG+2xxIu7oBjT2xVE89O1h0vqIiBr5VEs29cm9lPXD6Mz3BsQ4+iXADvt1WB72V+LK9zCpcvVTyWb38qe69yFiLvV5JG744CBa9oUcnvqBttb1ZreG9YbElvqUr3rz1oYw+I3RaPsrXbb0xWYY9PIM0vm284byiYQE+UFAivhsZVL6/Q5q80qOHvb61Pr0SXcE9V3qmvcXRHz1b3MM9MvqEPXaP+juk/Ii9jCcaPZN1wL1cQVS+drjlPby8t71zDH49ylrjOzwLEj0+VIG8bznSvLrcSjyPMck9fBjhvSAjTD0oNjI+pH8uvrgSer2IshE+QsG5vSH7Sj3ukw8+mNbevZgJHr2zzPY86+kgvaKc5702uwM947pLvl/Cd73YOhC+5vinvbmEeb6oWDg9dEWJvRvtIL5FhOG9VreGPdZS+73Zh0e+FBbTPP4KrD25gSS+mUqAvhJ/aTwPOWE9Acz7PXxe2bwqG5i90ImCvch+h74RUeK9qbwgvoBTjT0IcRQ+ldx8vuJRZD5HNyU+FbWrvVRmMb5vFmy9NoStvNPQC72fVSA9KCd1vedfwr0hcEk+IJ4evoiOObxY8uI9YbnlvYu07D1/7FM6/sXRPH1+uD0trFW+vO4dPgeg5L28iCy+7YkWvlxEED7gJhG+3gjnvXgDWryflMY+LYk9voosVr5BoMy6tDYuvnhLyb3eIZC8L9DxvWXyg73nG08+K9HdPTL2hj6xxT290/NivPiouzqwkX09YKWyvY8AJD4QYnk8yuMIPRyfPL4G0dC9A/0fPfkhMr5EmUw+5dsHvR1Uyj7d6l2+GZisPnC0c72Bh5M+Bp6ePVKxhr1LhSe9lLD8PVDvcL4I5w0+D9bBvWHq171NfyQ+VG/tvQKNYT41q029t7RovqEZPD1jcOo9i9uUvGYPPj7m6NY9q5s6PnuxUr1rN1Q+6AIgviUmq727oqs+JshMPruiDTxXb9289a5iPk99RTxaG7u8pnc3PFiXo7xfE+47LJHFPe6SI71pJQM+n4OCvcSr7DkI3T++2LsHvbpnhjwTJAs+sJ8IPtkkH7728iC+ZKSUvhVTwz63chQ+mSHqPDKBLT7fYaE80S6tvdZiCT1whTc+92yQPNsGMj2zLgS9CwSoPrh/IL4lT04+PHQXPq22hT20GFE+/dkDPOhR0D3pj3M+B9ocvQmffT7Irni9/BL7vftOmz2n8+q8qPl1PVwm2LtmLa+88o+JPtfGEr4NfTa9CcQAvo8g/D0NAzK+vgOCPGmnQLx6Rw++QZGDPdFnLz3NeGa9pv8ePgJOJT6c/sw9cIATPvMHqz4MwNg8OkzJPoRqpD2F5K49uiTvvEXGdz7hhym8TnBOPfn2jb3WoMs9oI35PYTui74fwwW+zQwfPolRyz2bDFK9fMBlvPn2FT5F9sG+An0Yvhy0hz33cp2+r9cIPl8ggD3SN069GoGNvh8/7L1Qs988yP/NvSFnIT62BKe8BFUWvTFV4z1q0fg9hqGsvTdE6r03wDm+w5tUPrty1L3OEvi96xRKvbGNYb6tpdG9X7WBPkWvt7qdxQ2+NZISPiwRtj0cNYy9pFPzPRsIHr13o0U+sC3UvTScTL2rRwM+8u7TPYjvJb45wMK9qEobvfJbxL2j7Jg+UnZUPBGzkz43m7c8Y4lqPRUI3L15+tO+7jK0vuSPCT6hy0c9n7pAvurTzr3pGdg+1n6TvYop87yju9m9ShlsPv67DL1/BL28n7X8PLPS8r1prCu+qXAFvpwfVT5HBI4987SKPurxX74ZSUO+wyOxPWDXMr2I+UK+q3O5PSi4qj4gCWk+aSddPJe0XL1MimA+QgYjvQcNCT4dMPW9uMPYPR56Nz4iD/M8xhIFPqItmbx2EsY8+vujPiDJi748o0O+Com0vV8kdb5pBWY+Zpw6vl203buf9K2+PVi9PRKYtryW21o8IHACPkYHNL7dsEq9SYf5vZL8y7wHoAm+6bAVvAO2Vz2dOzq806Uzvu58rzzj0sQ8BNtSPIqBBD4ZOBC+drkgvnsJSDyof1q9hC5jPd1QXr2N3fM8pbuLPIPYUT3UuPA9U02OvVTDwz2u7PU9HvvwPSnNBD5iRdm9KDILPsj9LL6iBvG9oAfKu0bYzLxWGbK9zje+vXXTmr2L0WQ9da/Ou6RE0Turrt49GCaaPTermD3IgOm8pVjKPEMnAL6SCdq8XCYcPlVRK77L+iI9lGWMPXZ3vTvSS6y97TsnPtP14T1AoB4+5ZxYPdMVorwi/mO+wMy9vKCUQj3Id0c+I7G/vbzCTD0EQaO9KJqBvppMcD3rLFw9qZYPPhjzrb1sY2I92BUFve3NkT24rfQ8+ExavZhYm703p6Q8hEA/PkuxJj4/ewO+hLQGvskbNj4JALI9AAQ1vr5cCD4GlOU9TZaDPHlEyT08iA++SYVTvFIrv73Xb7M98f7FPRjBKb7tI6w99m7XvRcJ0D2UggI+OEokvtIfujygL0M8PjsevUiioj3aUU29mJPavUOBAT2AysK8J8sWPiPByT2a/C693qDgPYo6zL0V6UW9zlWdvYguFr7g3Q6+BiPOPUC+EL5s0YU9t6c9PsHinz2NF5g9gPMdvejXE75yXV2+qrrBPdrzPr45RvE9j30tvcIfrbylRnA9A+ZqPksLl7zmpYM9SJxOPgrvzL0Vbtc9CaIIPSvLxz00IiK+YkSKPP4IIb6GYQg+HXUnvmTSOj5xIoW917+hPC6D/jyst0K+hXwfPdF0kb0/7Zi8cvcGvtAItDvWyAi+ZyJFPgY9Cz2KVNo9w5SrvK7CqD2KqEu9xZd1vjL3jT0leUG+3//2vpWsTD716Io+hNmWPXGcTj4xC4E93xpzPSZpMz4tYyk+yZOvvZkCSLyoHpm9bamJPp8C9TzcKSG+tmY8vsJeUb4Qs8M9gGIKPciuIj6kgR09FqKRPWDxaj2mJY6+qd2iPdogGr7uDJC96FnCu+PmuD0f2I89fexUvutBXz0Nl5a+WjqdvhALBj40i2g+fFPfPW/ypz5D59q+eY8TvnCxOL3sVQA95np7uh0swL2u2SY+h+/vPWg9Kj6JFoM9iyGsvaHkvD2uhPy90x8evO0y6b11Ew2+JOhNvtBvTb4G7Ri9vTr0Pdinmz4woKM9iyZePvcyIL7SJHQ+ivTqPHw4gz3+qaS+zPg9vgROgL4BYfm8BmUKvU9woL0oxSO+NrJ7vtM7rr2uCKm+Yy0wPoeDw70y1Y4+0pdqPki56b0GZYa+lHkGPB9oLj1ZpkA+gI0DvtZGab4E+DC9Ucoxvqru1DxAvny+f43+PTgCgr67iAK8ZUQBvkLn/D16bU2+fTb7vfhVJr50Cos9Uy3VPp0I8rzAFA0+Mu6fvl4Lo71qw4I8mEPLPTc1Yr4xgDa9dKOUPlUusr6527E9ct+mvPEh2j3vJoe9JRUmPEo2fT6AfF+9pTPgvddx6Dypk0S+39VePb+sjD2JcyQ+gdezvq2nC7757is8AjP0Pc+op71IOHG+/atdPXu1xL5smoI+2UUdvoWnPz6dWow+fwxovBeeND5cESO+IS9ivUV5lD2a9Oq9Z/Mdvregmr0dV509znoPvgtHyz3eV4C7SoikPbWWAL60mJM+t9IPPqreHz4tzzA+n+Hrvc9UxzwlpZ+9RjIWvsutFj5RMkm+tL4SPVzxNT6Ts7M9gOmnvK1nkj0Wd38+qkwIvg4JV7mukQM+oc96Pkq7aj7/hq+9awePvh+12b1SzGO9KL2nPS5J+b2r8sw9ka/uvel/oL60cAy+4hgMPHvALT1D4/w9+ipVvtc7xz7TNlg9Er+9PTXLlD5tsQw+BEwXPlQNTj0tEo++a9wRPsOLzr4RO6y9rTIGvG7E7bxw+us9dC+RPXm6Wb3nKA++a/fcPWUohj52Lyy+M29TPsvrPb2TORK+gz5OPliXTD6Q8Mg8weHHvG4jcj3k49k72+/gPdjevLqHKvQ9H19jvYLZrj0RDBq+VUVRvnSuVb2AUS6+78jCvEiur72oLbQ9DcNpvG792Lx4x2A+ICi7PYNtCT4qQBq+70uXOztwnD0GfQg9f0KDPe2XnD0gvDi9jf78vSNH7L2g+Ze9tGIGPoOMAD5Q0a293Sz8vX1KyrzZo4G8Xm+yPbze57yj40S9BDuHPGZtbj2IDG09btFwPJe4Xz1DGAS+vTaaPTxHLD3iRJ68v/QNvj24UD0p/BS+9Foeu6KLLb6/yW+90vuFPUCzsj2GS6W9+keVvTatgj1CD/q8S3fZPRWZgD2HvtS9gUUfvfCxSj5spB++ahkHPmZPDz2f0zK9GtNrviRmu715aHa9lCYUvpyzF7wkuWc9nDFivDYTzb12fUa+7IFpvRKi0jwOVxi+dr+UvoAOUT0Zna49Wz3WPDxs3z2NiDI8JAKtPelTDz4kIl4+lKO8Pd0IOj5xk+K96Q7qPbKKdz3q49k9XsRUvWjJF740xS2+FN0Jvl1slj2XN9K92EGRPSDp97wn4Sm9BogPvnqAe7wvMMu7XS3yPEeliL1mtn0999sBvOZAazwCwSo90EOzvaNTSj6SDwI9x8ytvCf/Fj7/dzC+LmMCPQ0tg7x++hS+BD09PqVIFD7VxJq9OjW7vYR2v7yKspq8O8u9PQAs2L14cEW+aIaAvdPqk70ay/i9DOGNPfYagz488ig+DwO7vf/qqL1tfhm85Qt0vVv02L1kEUY9ms4EPi1nHr2Bfik+/EcMvvpz9LzMGqe9fmkDvEm3Gj1JRzE9B3CKPeaA1j1SSOQ9fVEEPbewxL1WmTa9/3Quve4RLjtg0609ju+xvZdtsb0/u829ITy4vCQqpD2lRTC9hQezPZPkPr5/mBM+SfQOPQ8ker7rrgi81C43vDwGET5sWky9xeSLvW0wkT7EK4E91SmEPtdGQbuUdIu9ylBDPuHEvT2LMye9GSHvPW0uCL7JBXe91iglvjz0/j2aWrC9JDbqvBEylz1dxLu9r5axvSnanj0CAqO9t2qiPQ0dxrycPBc9xJKEPs+zSb3tRww+frRpvuv/qj1+oZy9OV4pvgHhybvxF4I+vBaJvpswob7gSXa+HqXavHwggD59GiQ9qipPPVXJyjoXDlU9sL+zvUkJEb6bbYK8db/EvUq2Db7uV1q9ESc6vkMXd73gsk++oU8ivm/rEL6QO46+PrspuhRqhj1gcKS9C9vkvf9is73FJ3M8Qwr6PWecVL10SqM99KelPTLYp77mpHe9AL4QPlq6xj2OIoQ81PxTPvb1v73McPC9r9vYO3UIKj6PFr29lMuCvnt62D0OIV2+LPOAvUvijj1Yy3y+H4exvAvEJb6oE6+9e96tPOwl2ry85Yi9xvdovuDECr1ux0q9EJSCvacroz2BmBu9f/76vNKU/L125yA+wqAaPm7MoL2+NyY+Q7iiveaq+L2beL696+R2PQ6NIz5/u3E8r32hvVvizb02Aia8VCgbPTOAST4tjty9H9PpPHkVDr569YW+5pC3vYej1L16T7I8WopPvd5QpLzFniM+5ouVvRnPlr1tU6I8rKTMPdbVgDwjziW9qSN1Pr7TGb5oXxo7S8XDPX5Yt72wiU8+SrdAPk9vgD7zyiQ+CPyXvRH9hb1ygzc9T/0ivmD2FL5bfMi9l+yfvYS4Gb4255i+WsxEPNUJlb0Zmk69fdEuPgFTm746VII+/X4dPeSREb4CAIm9fq4SvoN8TTyJs3K+mobVPOi72j3o6xW+h9qcPSPLlb2j3Kc9jxHfvOEBoD3GJpY5eUxrPh+pqD2FzYu9UXoWvpq0Tj3khYQ7gcU8Ps0fBr6kp649K4L0velU5TwLQOi9PsjTu2UApr2On828WmQFvv3Wor2qqMS9VxkDPmkXED688wi+dO4LPbT3Rz7dHkw9idstPjidsr3hjQk96SMevTKVxjw879M7/lgIPbGdgr18+5M9nKK9O6vDkD2lniO9QrytPefiCj5sDka8CD8RPuZDzz3xyVA8zyC1PQO7dz6Fs1M9USbYPU/nsjveI3C8ozdnvWGl/j1rvO+9N2E6vF3ErD7+M9U9XqxuPaL7tD2a5yQ8Tl9FvTE2cD1Fe5M8kMWEPpnSUL6TM7A+lXFWPru2EL2PweW95cK8Pfyi6T1Lgd29iA5nvAtO0j0vJZg9sCpIvuUkK726DkM+hPYpvcnvNLuy+ek8fMHVPfWax72vwRA+Ia1avVk5bzyf5q0+1LwfPugbCr5gPT69iprOvY1BLT6ills+EqE1vIkUFb0wGhy8lrSwPRYRjT01YNC9dRoKvoZ6Nj2CHra9h+moPVfhkT2eC5C9vVRvvjyLj709AE09ciSTvIl28z22eNq8QOlkPVbYgDxacBS+5Np5PrkOjbxHH8c9xHaBPnTWyL0hBhI+BSw7vcGQ9LxqVSW9AtWqvUfy97zi2Cs8gMaKva4CrL3GQ2w+0eIFvntFKz77Txa9C6BwvZMWFj5aq7I9CgHoPW5TiD4j9ey8y9xbvSTQuryisb09eGICPgucer1pCuU99zeIvTfpKT5Uykk9IrSHPr4HAz7TTO28MN+RPjXgnTxBBry99gfDO4RnIr1vfKC8YhqoPelX0j1gZE29Gt3ZvUoRjD1D20i+j7pZvVQ9Gz4t6UC98etIPrjLj70R+RI+/Jr+PA2knL2bQAa+cl7XvfgxKb5unTg96HG4vXPt3b1j3km9nkYdvnBM0LsWP4o+Kb5Ivhfxnb0V2r89wh3gPe01hDs/Ba4+HUuUvqaW470uzlc9o3WfPueOqD0N10G+y9NFvU5kBb3P7lY+K0gzvoCrKD6Mvc68EwAevk8Xj7610Gq+zNorvpIH670XUSA+UVnyvGKaFz3ze58+AGsavoq2fT4Xg8C8d9bLvh//gL3njpE8c4KHPdf0O71hTY68NUcsvpLkoL7MC/S8T7aHPkMgJj7UvGo9NJggPl26FT7S14E+Feg/PjfxoryARG0+oTaFvh4GZb42IR++IMwju2xtEz4TwRG+hOMKvsU+STxQDsI9lv2+PYVRWz1JVyw8XcQUPR+kGT3BFTM9gVoMviOWvj3THBC+H0YVPS5/rr6IAWe9hRZRvkI1qT0T+YU+9dCTPv1IBL6X3vm9F4+APR0CHz7tsha+GCc0vcOYVz5os/w8DgpXPoh1vr5k6wu+wEIcPmugVr7xY4a+T6jXPNpqN75iTiu+t3NavFSQWz1fNrK+z4LXvai7zz72kKE8OQgGvvD+5T0TajI+Ui5XvuTXRDwXUZw+zj2IvmXTkz46v2e+J/ZOPsG+ED5rKCM+6nfSPAS5AT1lz08+XS8GvgJe9r1sdWg+DfyEPo1Y6r0b1ve8P36vvPu0yD1jrIu+YLg4vvWnLL68xFW9iVicPi9/175sRQW97qS4vui4H754AEs9FkBkvTHdVD0jagG+GgDdPEakbrwzd7g97+YyPpqXF710iCK+LmfgPf3Kyb09tCU9mF2SPS50Dz42ro89JUO5PSYGZ71iG4I+MsCkvm8Jg7xBWUe+qB6zPbWRkT6msrM+kKYMvtuDaL4dh5w+w1gzPromQj4/p4w+WUFsvvGQjT251Si+TRalPmhRx70SdZA7rOY8Pgw0uD0Dg1m9SWCeviKwiz4kdSk+h/w1viHZdj44doC+jZ6uvSRowzuQ2Su+2URZvpgg+z1pZgI+PweePomCgj4zopA+bSFePrdvmT74TGs+I2/XPY9stjyjCkU+DIHNPKvDAT0cHHE8Nn2dvVZrir6+I4m+MEcfPkq6fb6G5o8+4WxZvjdU/b1fG4q+yjNQvsJNTDzcRYC+8VzuOwh0lz2QBNm9mOo5vJljKT09ZNq9AQ5ZPbh2uz2Ix8A9QgCivgO3Ij4bC06+6Z2rPcRIlj4gJ2g8vwL6PFRfKT3JLZA9ky67PacOQb0bFIY+yEKpvMwDqj3tBpw9RGoVPl09dD1R2OO9qd+VvhIhTz7jjA88oTlZvZ5UTD5bY8O8XDa0PfnnMr4lrMM+G2C1Prs07b5ffVS+bvKfvm+Oo75GlL082xQzPlvGhj6yEkQ+T7WfPYDG2byqv589IVskPvNL+j0a7Ti+HlCuvT4u3b31dXu9uUC3PSRHD74CtNm9qXXkvezIBj7YCZu77EeUuyeyq71lBok8DSRvvdoIQL2Pob69pSGTvS7FGDxy+J+9+3QGvmipyrtNq7O91leIvRxf1b0Kmzq+b1fGvAJmNj4JPwU9flvQvd4K6zxUigE+Os8EPdVNCD6pJ669oTQpPpuZfz3lyRe8UYTqPeklFb1Kb8i9b/U2vuaW2D0Htjk9epb1vSR5DT31kr48tzeKvVQ0G71+oD68Bf3SOf/8Iz0GjHi9c+wFvaTQ5z15Juw91+ukPfg6lDwKjzq+kVwAvYNsUD6pX1u+LzS7Pdu7lr0ekC2+ULzXvIV+pb1UQ828MZzrvYMbMrvSbq49yJDzvbv70r3AXIm96i1DPXQ8hL6Ridi9xLKtPWbZcD1pd+49EZMVvr3sCj2jFHu9BAcYvrlykrwpeQu9yt0CPhLxHz4LKLI9R+BjvagkC74BDQM+DN5EvRnHZbwo18o81WSJPLmzJb5qp+w8EvXjvW7t/DwpMAm9LwAHvViDVj1p9Jc9hBiyvdhvhz1/gZa9ENVOvUxu0D2ZDKm9GLr9vVAbf7yO2ZO99AaxvVlEN75EyrG89hrZvAnExDxohPg9rdCePZcqzT3LRe69knsFvbg9J76HFt699ry+PR4ZWL0uPhm+xKsCvn8fir0n8UO+EmarPdiR5j3IXQU+zqbWPQBTtz1bkIG++fqWvRQ89b1C6jA+5lccPiXCab2sLAu9DyUDPr4lPD0pkL89mPvYPfKU1L2KFfi6s5x6vasDurynGxM+PHgoPmKL47t8zYm+fINsvRXm4r1Rauu8hAnuPSvwbb6WyH29/qOFPWY0p73KFEi9w88bPv4bAz5cZvk9LugpvssaVj2BAjs+2iIWvrnmOjyfPJU+TJkZO/yG6T2VUZa+l4+wPErIyz3JMME5nRhcvv997T3qjv29cb0Fvm5+v7s0l2q9HpVKvn/ETD7fSTU82ipTPvT8tTuiXay8AhrTPdlJCj4K6fw9k/mHPqzeND7RcFc+Nr+UvTO4Mj4TFPQ9NI3cvaJFBT4OR2G9jCwDPjMHlj6QjJW+3Jq3u8u9n72li6Q9nUeYPRJvYb3blp08DjPIPKU6KDkXAYE9vNZ/vh08Dj7OL3693CzjPRziiD0Mcxw9V0WfvXOhoD0qMiW+BCCHvTgbCb4dlrK90ZUUvMKloDtEVmK963QpvGFGdj2gUaK9t30hvOBuID5KZbu9sTFfviI9rT33qIe+qWXHvPdnTL2/Az07nNoIPWMWGL5EYEy+0T/XPNNEsD1pnc49CJ/MvY8L7z34d9G9cwHovdYXBD6ROq88kccnvW7JDDv5oGA+xDTgPaHpZr4a74e9I0LvPQU0/D3fOy6+GyG5vMPgM77UWGG7P3LpvSNNEjxyw3a8/6uHPjaul7y+wms+TrRvPsvL3jw6Q+I9Zep6PZPw872MHoG9W8xdvdE1ST2TQ9294kB0PaQtVDxLwaO82ZMmPrYaE75RsCy99ZVdPcNCAT2neSo8+IW9vZr/ej1ZFsg9lCnBPVdKbD6+m189PvvYvWKa+jx8vVm+hYxFPePxGD55QcU9TAFXvaslU77t/ds8o7oGPERnLz5AdRo+NhlWvViyrLy4csi9bP35PUfijD29eZA9wxLlvX/5r72PcMG9jT9lO8kjC704E/W8sk0YPobEob2N3/u9JA8wPjycVr6zRjO73HKxveL9Sb61RVW+LI3APWx9Qb6xxCs+ZYxsvuXt/DznnjC+/hdmvRPqQb4qR0u+TGmaPLweKb63QUY+3NMcvdgS171Vw+O8abmEPMug+jx6qMO8xrHpvGIF3T1Jjr49f8bMverTszw+WzC+vYXDvWXsDj1X5uy8M7MLvWVszLxOXNq7uKWJPJXJQDweUL+9d3MGPYn2uD4YnBw+9lI4Pbouzz38HBO8jvkSu6xIE74Q01k9TiXRPaeviL2s2bG95R/LPSpaND22YTq+bVkqu1/gyD22Oci9fuI7Pkxktr2oghO+y900PWhKiTzwglW+UcInPcftGL68EtW9abTgPUxkh73Lyge+5UOEPCe00TyIWhu8xhztvRERA73Vi9S9zwKHPPvHbL1/OmC98DcVvn+POT2Rpja8+5syvci0Gb6qwF88b1JBvnmNET1YQU2++lluPYBYgT0yJIW+X7/0vKbjvT2ymKE9NY/lvalpJL496RW+MeOmvRFHAb4Q3zy+mHSpvNaxa73P/ag9+RUlPVYz8z2wZDG+17XyvFukSr2aMx69ERSjvSq5obwQ3xw+lC+EPRHgAT4uVQS8c/lFPYCb572ALJC8fOkou6ZMobyJz1E95hodPi4uJz7C8y2+M6bXvdsWBD5H7l6+M5UavZqk0T3orQ4+Mtj8vWnKi7zXfUm9iJbiPRHXX702NNo92SoBPhwvN7x72Ve+/B1IPd2bCj5vg1y+4tt5O0Lr9bzV9KE9iIExvdCFJL5esgg+CwrCvQpQ7L38rzG+d1tDvk8Qcb6zZ/29ImKcPcAkMry7SbM9H2l4PS0U1T2uyQY9XSC/vJHVvbyQ9z+9kxgVvgfkzr3wSYo9NhPqPFc8PT2nvZy8DSqjPStSlD03oxG+VVwpPD3EOb4fXVK9QVSMuoeHgr1iO9M9Wwu1vYZicTxb55u8UqGquyNTmL0TkRc+QyE1PbHLij3DeW097ZDKPTtZRr6e3/U8ZtQZPbW0Dj7I/6K9x3VsPqdKkb4BAvI9VdUdvZo74D2RHMW9miZzPp7Ndro2ak89sjhIvhVvDb7gvvc9UKQcPZLjTL5xuKu8c2GZvZ9Rtb2XbzE8PD3avRUZVj5w/GG9YKsMPSVSKr3h+7y9QB/lvQz9uj19qUu9LPlvPWxNJL6PZGO+dsNIPMTiNz03gYE+jaNFvrH0jT5N8LQ9D4zlPfnNNz0C0nK+B5GsvWBnub1u+0Q+Y+mSvYhDSj5PaSm75cwEO6D+AL5OSTG+MN1Mvv7zQD6eAhq9fX0fPF3+4D1szBW91UKSvvgfCT7QDws9BIv+PNV6zT1NZls9dMp2PYdtD71rczq+vSczPtQMSL44dao8gCJjPtSqZD4ngx0+SAKKvDhck7vjTPS95m08vjJc8D1Yixg9W0hmPUjvzD3/DLa94S9dvhBevjybbGC9bOu7vN7e6Dx7UTY+zkvvveRX1z0Im9k89l8jvvKydz4Tghe+nx+ovuVUHr6vxCW+GjcIvlQdV74EeAq+Mp4hPvKs4D2eFEK8mcEDvouaeL08rxc+knqVPhEGkz1sw0W95Gf7vfGPiz3gYRe+7NiXPpK/PL7kYL+9j/Alvq3up77Ay2S9v2N9PdLZyr2YB/A88wOZvV81Bj7REha+44LKvWJXFz4owQO9/2W7vNYpS71/8WO7WjbsPaCquL3zUkg+rzYqvsuwjL5VBFI8Ztm4PavAAr67ehG+dCRCvlVrpT7NkkC+uMXTvZyqtj3YZ7Y90bnsPYTuxr2b2O+68CMCPEAPYr3Tk+q9cHgfPtj8h749Pbw9Bc0YvpzGdj3Vcm6+eOkAPJj0QL0zfzk+/wC8PMaxc72/IUo9UvxtPeGbVr7n8kg+fxhRvelirz2OYlC+QUwyPWbl771xUiG+r6QPvHjR9L0NqbK9vgIdvqOejrzsDFW9uLbAPUVsMr27KMg9fqk3Pf1Qkr7niAa+b+ArvQn2mz33piO+RGavvRZzt70arUU9gOcBPhBXCL60/dU9Z405vsKoITwgKDQ93GpUPV1usTz5OYc+/vevvoaK1j0eAiE9ysYRPl1GzrzysTQ+XPDmPXAyFj7cmXA9lfM+PBRUdr6qJXc+zStePa0TBbzAI5i9FpLhvcdLDD6+816+yA2IvUDPAr781BQ+HTdivnFgFT41pdO9TqUsvt+I+736iZ08ZjXPPBkGm707KIG+AugyPq1BvzxsdYC9/qlovmWYHz0QGao9y5/WPfALu74c5M89fU6AvVlUIb4Rk5C9verQveuWgj3S5wq/VEiKvjHKgj2MMX0+pWQKPp23tj4bhui941DLPfOs4r1uqkK+z+a7O8Dahz4vFQ69rBDwvXytjz3oG6m8XxIDPY43lr27yFU9cXi+vCFXJLwhxRA8N9HyveGx2j1aVGi+R2oDvStyEL7uvGs+4JwnPjKYB75ElKm8rlVJPogkhT203hy+1jrLPYbz1T2hWAc8xqTzvKRb1b3d8pM9YQe9PfSvgr0aqvo9PxTRvZ57CbwYY4a777xvPssxp71gak8+B/eFvfFm2jzsYYQ7TiMSPbC3I73Y9/68lCI+vWSKm72tJnI+DpJnPemfoL2aN9U9XqSpvS9mobxboqy9vjdgPZvSoT0GwZ29yw2APapgB77kGpW8xuvAvWToKb7PbKI8QRpLPetU8T3v7nY+yhUavt+pIz6iIcw8mguwvXgYZDyZcYU8uEzbPec6OT0hb2E8E5CJveIf1b3NWCI+70nXPejuDLxpiS4+MO2pu1WBVD4gsrC9VHChPQIl2zw8lgC+olZ+PZz3Lz5Qiai9P8mNvTknMD1c1q89vkgpO4+F2D3UKZq95sAPvaGCC70FO7e9c5UAPDD/Mj7a8zM9ZYcEPl8kT76lIJA9eeSePbDTOT4fY4A+uEYwvXDaEr0yDiQ8R0bRvTVdDb1PnKQ9nCvBvZYyYz0xkz49k92HPa+NJD685Am+QN1GPG6Zlb3uh6A+SHFAueNsNj1iF4O9eyn5vHo5iDtrync7irRHPVq8Db1oXL+8yL8rvpdLe70o3rw9vKOavv9NUD1P0pS+tnbTvJzB2TzIWte97wo2vs8bkr64TFY98zvyvc/IHzsJ3cu99yepPibvhz0zgNM82aU3vtKbPT65l5O8+dSsPSWiBr7mrFK+/T2DPI/4sb2QKUS++hVKO/CoaT4LBIw9pvmMvVnpQD43GkQ+N9KlPeTcMT4/5kY9xigXPt4/Fb0iRf27Y/U+vlEA/Lw554c7/5GGPlLny7xzD5++ZMGKPprWhL45nW0+2bZaPsNoRD6MD8A90Zq1PTBOjr0BksK9KpH2OgPUET71JKQ9TqQmPtu8Trxv44I9m2EOvjoEZ7tnjyW9vFC6PFr7Fr0w1gY9TIO1vjM0tT2zF4k8OnM6vtif0L7xpXq+ETGyPMRB472DIDY+N1wgvedGfr7NQds9RMwzPj2RPj1fDXC9nx0GvAheQL4Swri9MraBOxkQ5TxulM69NhqaPgyxhr2RT3S9Pi5KPeo+wb4wBrO8f9gQPgVVrT7i9Hk96dP/PWnwlT1VdWs+JVV7vj5hAb6Grf094cUmvnPegj1eSH69Ul+Lvknc4T3a4ra9FvcpPgG1fj5dvAm8Ejg2vTF4uT0SW+49B3iyvaUNsj53EF4+vRcYPUsRTj6KI6S+THfNPMrrPb0sKZw+a/JSPsdZNLy81TI+4ZEmvDK30L0726c99B9UvseCDD6uzkS+IbcIPncsMj4EcQM9bZY0PbFwSL03E88+bMsbPk9a5r6CZZU+Gft5PZ+gNb7AyJI93RP1veSiMj7vL+a9CPS1vV3MGb75WJe825OPvsz3iT1M/Z88Xiv/PZEXRb3g628+CYEFPOLGMT36Q7K91xElPhHJhL1x0Ee97XcCPp7dQb3yBnQ+qlo/Pri8Ab4J3ek9GfoivvkADj7CG4U+MN5tvex+mz48mkA9SSCxPnPL6zvD/0u8TQgSvlcPlT6XJ0a9X/eJPQj/eT5xKzY+82l0vmgpuD3DKTc9OE5SPortgj6zHxq+lpYAPg1kObuigwe+x2SFu3m+uT0Y6As+hnEcvolOgz6cr3C+OVvpPnNxnT5r6io+oOuRvdO9LT5geaC+ML39PcmDnz1x3u89KwYKPkFaez4kST6+aGjCvgeEKz6lYxS+sTVkPY6O/LxyUZE+kRSqPG4QZT7WjgS+BLekPp+vcr4im/m9etApvg/2Obs5nFE+4ag+vXoLUz5sJw8+LVe/vaRNtL2ixJW9AvqmPdwRg71cjZ29SypZvm+BEb06AI4+zc/MPfBNHT6rsVs+MMVLvuDlg74AFcI+ZB/CPhjtp7uMn9S+mRZgPZhi2772c5s+SbSPvWXzD756Z789kSp0PHo6Yr4laAg+9ptdvJLQaL58tNw9DF4IPqdX3j2Dyg8+2+8hPYSU0z1mdq89FXPkPbASTr5I3ZM9THMTvXq7Uz0SeBi8qrCKPRGz771S2Pc8myIZPiClUz0x5xg8zdc/Psag+zzYuJs9s/wKvjVtyT1BvgA+/1BAPXcFwzxPaaa8Z5axvfbniTufh4C8tbD3PWa9VT3lBfI8+zlGPgoSvb1Y+ZW9tvzBPawxBj0hesM9NzGUPdBTEz6mNze84n61vdbXSL3VNc+8SS5sPUU6Ez2M3RG9c1I2PRzaRb0lKbI9V9N5vFZvSb0BUee9qdGcPMevAb4dx7E9kZFRPUCFtb3e1BI+XFOrPA0uLT5SuG681GfzOlV/JD0mrrk95kjBvQl2CL6lOWg939SLPa8w7DvnbqS7ImHLPNXvsj3iTK+7iHkgvNJ8Lz0hPiu9m6QkPLZwljsSIzq9sScAPpeXNj4n99i7BnFsPdCdW71XZ5G+RyBCvbVm87vnYLW7BSKsPAGvJr6G3jO+au0WvSl9bT3u0we9/rZRPsCPfj2PvRg9F2I9vZQbBL5khzu7M2vXPKvYDz7wlzU+MevGvcUIcD1Kbie97/EaPilmJT7XG7g8ImkcPp0cvDycSzS+KLooPRuWm7x5HjW9eHFjPW86471smc69h0qlPYN8Pz7d8Vk9nySQPejpBb1XBzM9skRGvdomuD00L7e7XuQSveT3Tr0kOpw8IRrBPOCFHD3fJ1s9LgB+vXBlJL3jaAw+tHB3PQ8Skb0tJGI+bcnGPNhUvjzHmAi+KqSovTBhKD56XXE9tDxFvey0Zz4yIAU+S8h4vZsilrvUG60+v99NvcD/iz12fFs+U5QhvpSHET4aNjO+2rf7vcdqMjwoyJC7NT7KPbCrID4DfqG9W9iVPcU4WL4XfGq+ggghPR5ylDzJdw8+O6B+O0vRVLy+iyc+zwEju4MsCL5c+669UbLbPZOTtL1FdFa7WlXPPcKUhrkggxM+ijJRvSnoDr6P22W9P+a2vjVgHD7PHMM8FMJevRpI872zYQ6++GxUvLlccD3rwau9nFt7Pr+R374y8p29tsSCvqa7QL2PHII9HLY/PfliZ74N7K4+seF+vjaWQDx2O22+YzxRPGvtgD5p4ng9DjJ+PS0UJL6wjA6+WI7JPXkjAb43W9c9x0GivXA5BD3Vv9q9k3PbPbyrcr0wmSG9+1YgvqdB5rxGE96948D5vU18Zj5Z24i8Et6fPUsDU73gYig9Af/pO7dh8T1OdFo+kp+YPEPk2rwXNeg9fgIYPoK8wD3pKzQ9R41kvey+67y8HM48wwTePQy8Vr48EC69WsCNvtNd8T2D2EO+9SE8vLEGIb72q4c9qJT4PeWgQ74KlyC+D4dtPGd89jnKk8k96ejNvV3wSL0EWB89RmwvvSMokT2vrQa8ttHBvRYXAj6jmm69DEdavpWsaT1BIye+YdTPvaIXnL1pxka8wjM9vJfbvz2gnAo+u8o5PpFWib0fJBk9CTPivSzsaj6cyIO9fkX7uvlYUb3h0bO7S3X9vd+tn72tnXE9cGa9PQysBr2YoI8+OJACPd/WMr7YCXK9DS9EPlFmdb0E5hE+HSkHPgFhCj6UTGM8Rg40PIYPNb0E0CQ+xO6pPbwq2LuuXlk+2UCDPXw9qz01S3Y9yLnOPNEx3Lt57Dk5l3mRPBskNr0Fz4E9oqccPpjpDzzYgQO9JK23PPWB2b3LvgY+jogAPhZpyr1ppRE+ZQMQPlJUPD5cosM9s1gpvkNAxDxsvbI9QKcHPfmKJLsJ72w9+6RDvFAo7T09o4I9X+kuvmUxfD6hxSW+lWfhvXHjZD6IZiM9+QLePZ5hFr79Ohk9kudHvHFhQD0Dhb47a/M3PjcqGT5ZgjA+Fko5vjuk6D3zmrS8YYFwPnsxGz4c5CY8yTFLvBkRWr271gC+yEwDvucoYL4hWYS9ff3OPe3y+L3kwVQ+nzi0vTFYzz2ru6K9f88dPQpTEj2yqtU92eWxPqYpIz02Ai++ZM6jve9u6D2MIhO+6aQRvf60g77EW3e9IIHzPYxrpTuSOp49IvVTPVR6fT1ovf496KIovl0yFb3opB0+iroOuy3yhrzC6PY8hKkPvqLy7r3srHm9iNJjvZGRnbwARUm9pZqpPTjBzr2crki8qG7UvHQ7Nb0w+dY9wGv0PHNYD77G8/E9vK3FvT4l4j1HV2M+UBi3vKHS6L3RADe7fKP7PV441D1izOQ9cUzdPQ/49z2Ata08mbQ4Pima/7uJbW25CNwzvrYa3jxIFQ8+Fb9fvqRviLyYNgk++Qowvp8tsb19ou29aww3vpuNJ769ciE+kSmTPHkBkT2j3hE9U/kSPifwJL4S2j2+fjypPIVvbr7okAU9N5oRPGYcGL7bss49NggjvWNhlj3+yQM7ErgnvT5jyL21jfI9ZxDGvSBZs729sT28liOyPfzw0T0GsKg99u4gPmeLBr6t6eo9MnpFvqc+bb076Zk6BZ78vTgsvrwx23Q9EygDPjKG7b22xm89cXAFO8n6HL7+GJw9pHEUvhqZJrxCCdi8kFzBO88ZF77gpBu6dlU3vojccD5VfaY9If7zPdf+Bj3BQCA8nx8Dvu1l8j0D9n08sUYuPKI7RD2AsrQ9ylIhPUHXDz0gs3W7fpBCPgM11L1P06u9epzLPRdQwz04qTg+EjDpOJWApj3nr6e9uamQPSg+GD4BV249h1P1PeXdCb7+ts69XHXmvd5WzD1M10a+R4n8PDLeqz2MiII9kpHiOwbslD1b3zm9x5MQPuPgCr2SS44+TE1fvRtzaL7vf7C98KcsPhAKBz7KBpS8B7xVPn1YJL5Umeu9edKBPeP3Iz0foBs92bxyPOnzKj0O/pC+V0kRPvvgfr3b2tE7Aco9PlYQIj3zJ5K8DMnmPpGBhz47kWW+UfKpvubrez7h51A+yKbTvRXptT3j2cC9bKbBPV4TBb6K1xM9+k5ivkopbz2Zuoi+Dv/fPU0ncT3A5Ym+Uia8PRx7RDzaxBe+B6gJPuDACj73bGM90eOTvaCAIL3wQEK+Tv4FPpsQfj6Ugqq9gbKlPZ0IOL6l9Co+suLuvXWzuL0O2+28bsJ1vjJegD4g5R6+VDZKPhL6K71TyLA8xk7UPTiOJj7eGns9WODdPChNdb3lL6W822A5PS7BM740CQM+zkgOvj35gT5YAhg9akbhPWzper209qW93/ZFvnXTPj5hnWo+a1VvPt2nA74jSjE+E7Qsvn9bBDz9ccI9BH+JvY1TzD1Aa209HXEnPSVZhT699Ls9Q1nevRDIib5Iaxi9KS6IPA8tL72y4aM9VwgaPbHgC76Xu7O9T91ZPOuFyLzErpC+nD6nPJmm3T1hBsc8i44wPTLV4r0cytE9BlJVvaj7Ez0LTD49aFutvSxscT58tl09Qx0fPmnBnT16sXY9TvCrvRJM2LsF8Bk8gWjTPV7DqLw4ehM+THGAvUcN+j2NnoG93o6FPoKmwDwKXT89+lQkvSamoTwD4b69UZnBvemVpjwjag8+w+IUPgt8Rz7rJA691blBPrC33754FY0+DWzIPX9/9L0tUgu++EO3vOiSsTxZv0W+ycpMvp2G47wAbUs+6EA9PoJKPj0UNJw9gL4OvpNAh73W1xU9+/48vRvJrr0LojM+aIE/vroFV77Rv/e9M22yPULzhr0mFRA+qMQGPW7ecD4r+KG9IGU0PecySj4AJTs+A4HrPefsXz6qVoO+3OOLvMZoizzQ4fy9w19RPbsFjb1+pYK+VQEUvTj3Jz2ep1C+f3oevJnRYb5n9N48ltJnvVyahD1nTsa5bhFDvmACfD2dyx++pkH+vBLuL77uG/q9mTMdvkvbPT2RyBQ+5ChrvfePb76kV+S9cZyuPZZH6734E0K+zTomPp66y709Fx4+koxQPe3wcT6tBZc9tJ4sPfmxAz5fGas91/VZvgmfvLyga9q9o+6lPSVvxL22tJC9iltlvlGKyLvdlKc9IhcyPh8Rsj0FZ2Q++BYbvm/ZBz56jZg+kDT2PaRMoz7XRjM+iwIYvJ4fIL4sw+q83gAUvt2Smj3WlFw9HDQRPjailT2hPKO+gX8QPjMLrjqUoac9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "Gv4NPYbLUb69/RK+0GFUvtB+Vr2B8Ds9VAeFvJTshr2rjza9dRwqvhjjND3QmcI9VcwGvgAJMD4+h+K8NioCOi/TuL0BLqg+myBsvVbnFz74FkC91ikTvuCPxDz1Hwe+AjYWPqDdRL1a/Je+uXGlPX9tK75lyUY8AU5pvVnwcr4m3ee9Aq+APOzIdL03LKK+wkiHvksUq70CCMg8J4zqvN6wZb7Ztd2+BEiFvt17fj7v3Gy+sQCdPY/Zhr0U5K8+r9DFPAnjILt2fQi+IjXnPLlI1T0o6/E71CaxPUJJcT6QaIK9Y2GuPXGo4712Sy08ldw0Png1Ez41JtU9RRQJvZgaxz0yVgK9qQuJvp/mgjw1RXG+lMTbPRSHSb5j49W80Xu3vcomPDxbMJq+COt3vb2i4j1sOzW9OgDNvU9fD71PaRs+FpClPmCqcz3vUfK9Tbgyvq7nO74KdQS++1ycPbGgHr68fxc+QAwavmU5hryyi+s90DbgvB/Brz6IhAS8KatjvsljaT6Zrc+90HW8PHyE1jzLPmM9j4gVPXI4n70RWUe9CUSSPNSV2LpJ2SG8L/MRvtkyr730ilU9tBYPvgaBMz5qHj49YrTrvWNPOz5fh9S9r0+PvesffT0V8bA9GBlGvQuPvT3StCU+EWgiPAG1vL0470O9bBIxPfULaT0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1_2/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 