{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "IPqpvD6t37znG0m9Pm9SPtMVP78HtKu+4dOcvskFvj4Js0i+HOYvvS0vlz2XPH4+HYa8PPjnNT0llYA93IpxvsLq6z3K8lm/ac+cPQHNRj5dn1W+yUyAPT5Csb9LZK+7eF5AvvodbD6q/oi+rBB/vdE+aj0Kcmu+w9GQPqG1Ab9W4Ic9w9QCPmLpFT7IK1m9brPkvU6X6j3m1hy+9uxlPKwL+rzX16A++kvXPjvcaT754f09/94lPQq0Ab294Ns9Ki0VvCg2j757QdM99McgPiovkzyIXXo9tl9fPisFQj6DDKo9mPTJvoz9UD6wAcK+c4zwPbPzJ773MgC+LOAVvqUFID7ckxw9GqofPr3eCb63nPC8kK8LvlAkVj5ZkFa+n5QEPge5Fj45g1i+vR9Lvs9cmz14hDS+1YuzvrgXvD6wk5m+DecUvtpkOL50tNW9DtbfPFNvvb3BMWi+geKRPVEwDT7L6QO/eAZ0vk+KL74Ut4s8ASx0vX7BZz5fE3M+Vz8aPjnuI77NMUC95Z9DPkB8d70VqBW+hm58vm7U5b0cUE2+lmiGvti8zr4xn1k+Fi3+vgB7VL74xqm9YgNwPpgbRL7OhdI9dh3wvmT/jD5ep4W8uqNgPeNu1D1uS4k+s43YPdpbSj54t9890tSyPF111r27ss082E4IvlEXiD5cFSk+FBpEPi4uur3Ygxa9pWYOP+OwXb7li7w+Fp4Kv4rTFz0wIes9Su5/Pn394T0LY0c8HF61Pl/qSD4adDa8SWULPrU70bz1NzI9xdClPijrc71pLCu+BGeEvJVtdL4GXJs7i18+vRrRIDwkino+IvNrvlwS/bxRCFW95ZyUPtPbur1cW6k9cmozvlyLgL26/4Y+fXHVu6dxkD4ckbo9clq/vVDrET501rO+zxJqPoEsLL5iJso+0Q7+PavXSL5yZam9y75VPcMsSj5dc+O7G95fPNWMG7ynFgO+agNfPuEVdj0mk1Q9vEaDvZVAUD7jYU++a9xxPF9jXz0o8+68+z7ZObXF8z6u7xK9oDkBvhLx372+wWo9XxSlPlX4HL6RmuI9nMJCvRvTobrmfQg+wqatPSxAET6q8eK93F1Cvs/RHjvlFn29qD4UvtcqJL96jgW+ztTyPRpMqT65VM69RIwOPZG6ST0GLKG9boubPe01SD59lqm+Hb+qvL1oIb4kXMw8uswAvqfdrz3mLMM8IcqSPQ7Ngj3G5xI+4dl7PW9Lkb1AWby+qFOJvvYMiL4wwCG/s3doPQoyAz7IfUg+Qt35vFhOkD3faVQ+48divAuEib6bTvw70LSFvhLzO75eyjg+wW9SPSOdmz4LjvU8ZcSTvV+Dsr4mz7m8XDhovsj3Rr7P1QE+A507PmKbS70ZFtk8VN8YPXLB3j0Sbcq+OIB6vjb2Xr1hWFY+YO40vpgEIr5mfbQ9KxBLvTKb171MzRa+m73WPg89nT67eEg+5GcevgGWxT1Riym8iT6pvVpOBr43Z+K83DipPj5fmb1cxSK+P83gvBbyJz76gG4+l9AyvvTRUL0EkJ6+2go6Pojh3T2Ex989gQOhPSSSRj7fjYK7Q+Q2PTDOur2hVzY+oGriPRpyhL3Mm7Y+HPxSPuXkPb7M8qw95T0avZoCur5t8Ia+kToOPvo0rT2T0ro9MNJwvWruFL5r7XO+fSbsvfV00bxu8s080U+cvlR1F74nbQ69vCG5vuV6qr0dw969Czg0PgVU5r0x+Qo/2ddIPSIpwL1dZAE+gkORvde0DTxcIzg+lguCPgTqeL6yVMk951GOvUsTjLxcCa89zChIvqRI+T0zTaM9b2LBvQGpKb7enZI+YOjyvtNd7ryAQo4+SgkaPqg2KD7PzDO7osnovUt75b0SSii+/3QEPvJnmj63G1o9FXdJPRIUnL6W9Cc++5+KPsb2XL5U/4O+3GiHvWoAhL+gIQI+DnWWPY/RxL5ig8U9VAGNvn4D7j3mu14+I0iAPRD8Qb3bcYG9vlx1PuONFr5EFNc8UUh3PiagUz1L5fG8khoJPqb0YD1Po4A+Qu1Vvt0+4rx9HPC8WidUvbDSu77oQ1++PC+cPC5/PTwD06w9NHPDvj/Y+jyrvE4+w5qTPmKwyz0JX0I+TAyEPiN+JD7omaO/hzmxPvGUlD1C+iQ9am2VPT5BSb93lkK+fR6uvo7N/j3eCpW+WLigvZASlL53NXW+v/bkPXAevz3QWci8Yo4+Pr4nHb4/L3a+ZpKOvnjPob1N/Jw9r7+aPhGGLj0ekF6+N/9FvbLUMD77Pua9/JBrvjAhCj7hTR6+MUe9vcAgoD0uqJs9TS30vK/zWr4WiUM8kZsovjNJiT5WPgK+jKO7vVyPdj6W+7C+5faiPeESWb4c4uQ9k6ElvpW0nz0Tc4G93K29PCzxPT2BByU+k5JNvmNMlL12wse9vrITvjm/FD28E2u+rOIPvotX3DyOdWc9F9lIu2Uu4r7kBkK+d1f2vVUms76GpCg8pl5+PrWPMT6BbsE+x02TPa+lMz6QOx++qmxsPrbQJT78lw0+Pla4vpt2BT7ACSK+9ANCvrKda75sqtO8jFaavmcQEj7rMFe8hSwJPkYMtz2oz3y+356rPgpZub4DMuk9Lr6Evv0EMb7agR2+RzalvSuGBj5cqgc9Znu+vk+ryj0z4iw/6YWAvrDWMr6LDsa9XMLevdKKYzvnxaM8gl6rO3tLeb7VAug8KQsnvlmnaj2HLR8+R+rTvdDEVj7sBlg9i96HPns/lL7USJg+UtCFvlM6+71cK5Q9h8JBPjfniz4OeKO9QR6NPj3bpj4efD8+nwmNvorYHT65ScC9q3dVPoS5SzxOMJK+H0OjvY3kQb5aeUi924BBvsK/e7zS/oQ9bCbWPUeuDLyv3Y28k5FXPqOIVL45qB8+9SSpPe9ulb18AR0+W/aSvmlj6z2kqV08CwEIvujVez40/sm9WbBpPnUGrL3aOHU+blhHvfZ2+rjC5789ETrtPR6+pr1yvZU9vU1zPgZVJj7j8Ra8LTe2vZx9rT2Vvhw+wuw5vrbYZT4B1Fe+puw5PujfCb7Zhkc+UE0DvjjZwD7nK6+9BXIAPt1g+L0mZdg9ZmcGPj1y471LRK89fzE2Pqu5ML7BSNW9jLwWPfisEL4EJuI9po3xPe51Wr68qW29rdCGvuN27L6q/7E64NEAPRu3Tz0bFMO9XAzlPRlNprsDs8q8/S0NvvIvND6DRdQ9UlchvemnPr5ougc+vuWQPYETTT7Mq7c9gjqovTIIz73YhmK9Mc0EvZ4s1ztSugi+BeVTvouVmb4yFM2+bLb6vdiCED7S6Sg+j2HhPV+uCb7GKF+8GlT1O++4ar7u/em89XR6OwqLV76Yve49OUxIPtKUHj4fVXA9qOdEvhLTQjxr3HG+rg3mvmbsGbmzWC8+FIjIPTBArj5ccRK+8aSpvT0ha72vwcK9BKzxvMZYA77FCmc+dDCGvQTLc74mHpA9XBobvpCtKr6TnGK+bfNVPjti6T6fRt07+5dTPjH7Mb23gYM+Oy3xPYNhs75dLfs9/wZ/Pu7Klb6kPpO8nxPdPdhJyzvMIKs+bUKHux/+Kj48jYS+zrnyPITjBb4CUtq9xqgRPlgYXD13jf29iSyvveEwNb7eNxY+aCAyPq0ZPz1gPKk+9tsMvhQvBj6z01e9JkB8vEMbI762WLu9qT+qvbqoGT759X89mQ7KPWUEVT4s/+a9ncUdPss3ZL3YcKY9Lcyuvq4dFL5RXkU+34Qbvp6YN76uHvS9hmuPvB6TeT70pKM+FVMCPgv+fT2mUXY+QVeQvUy5WT7a8l68Kkp1PjIRw7uuzHO+/HVuOjcjRL27ryu+/8trvbrYxj6jmFw+GAcbvvPezL6HsEw+alivvrioKL1vzLy9NQVDPg/wRL5smYG+K4x9vjJLKD4EM06+aGACvRqiRb0M298+S1a1vV6+8r1/Yuu9UDQzvR7w1L20xqm+EdduPhVsRL9UR1G90BdbPYHy/rs2PoW9u5V3vf31KT5NUOY8hVHevf3dDz65/5k953wCPn5VOz1FccM974C+PZdyj70hyrC91l7CPnWdGz1Uypu8KjEyPpNSIT1xjHY9V6Q6Ptjikb/uLgw9ZL4zv5AQAz6PP/w9fK7zvn18LT5+rVI+oWmsvm5rVj7W30m+cRtkPiAWhDsYMUu/Qim3vrThxj0NdOq9OiyoPO8+kD5ebK69c8ClvKiKOD6oNAw9P6SLvrjV776Wf1W+O7azvsYTtL3Jvkw+T/nkvXHmN775hxC+nv15vjOyFDpQUeI9nDgdvgz6Ur7iYNu+Q91avWOZ1b0YnBY+zzelPCwwLb0QiYI8yVrmPgjDiL07oxq+mUUmvQ8xLj7R1ek9ieRUPlHWzr1Z+mS+ATluPso/qz62Pf09e/AAPnI3jT5IzGS7JuFPPlC+Fr3Pf7y9FtRrPRxdaL3IPyI+D3GlvNCTT76xVYK+pKIXPt3OwD1JRhi+Bp57PeWh1D0YgSs+VL9vPgKPjr4+MoI+tsuFvTSdpb4++1K9LlSFvkO0xL0kU6w9U2qRvHD4HT5AetK+J+G3PRnapL5GCxe+v4ODPbTMSD1eYo0+mj/hPnWiGD6LfjW+EhwCPnUwhT7GTYG+fCcrujt1OjzINr488hhDPvJmDL8rG7c+2jvAPriNHr5jgUO+twpnPu2cDb5KZfu92VUpvizup70Qsha/WfAYvqFiIj7OG4a+Q5/UPOteo70Je3G+LIwwPgRPXT6qt4y+A56rPLVx/b31/B4+XSPAvLH4dD6og1E+OkiIPqzSw77LIRA/eQSLvlwiar7vdIG+aFx8PpqNJD63LaE9v2htPgK0hz6rig8++qAuvnNoqz4QxwA+umPYPXTsP70AlSW+++QyvftCnr2PRfS99QtavrzuOL7sFls+OisQvv6v7z1oHJk7rSQXPo9nPr1iewU9Q30SvjPN9z3SJVE+v/LwvaGxljxVdig+sVCWPVnKjT7/32y9wtTwPCH+xTyyYuM9x+ocPkPnb73zapi9cPKavPu64z1Ym0q9LBlOPg6FHD6wNSa+vTmrPQtQv73olDY+LBUyvscGqbyHwiO+ChGNvfzqFr1tfu4897i+Okwp/z4sA4U+JfdUPnGOGr4OLr092tvtPdgNAL5WYua9TcsjPh1RZ72ccBW+SL/yPYrkaL48o6s9BL7Ovfs+UL7prQK++5Twvk1+o7791/O9mWA4PiApvz0sDnu+h669PeREEj6HBQg+hVQtPl3tHD7v63E9kIjQvSwmRb6Hk4U94kN8vWek7z0KDnC+TSIAPnxDJz5RX/O8WaeOPX/tlbwpx5C+wswCPt6Pt77JxYG+DdqOPQSekTweRvI9+ElvPhHPZj2m6KM+Pnl5vCrDUb7n6ge+OeY7vpUjs75YL0o+ucD1PQHGLD7Xg1K+QLywPb/Y+D2rNyw82aG+vvRrdL6RqNU9wYIePgvQVz2zg548fOOIvmdTQr0Xeqq+rtyBvk5LJj5GCgc+WMc9vnTyHL4PbU6+zn2+vnFhDD7/+CW+cjW+PjNRnDvH03M+zE9gPXBwoLvlYYY+kpckvJXclL5pAQo+iUyhPoEAbT3tKWW+AmcSPkLkN72bX3U+3dF0vXHvWj4HWvC9J6r5PYwO+j1n+o890ijxOjR6TD6BEDi+cvq4vpYHmr5Ao9G9PHlMPnN8DT9luY8+UxsxPqEMCz710Rw+N2omvkfUZz5XUJW+3pUvvilMOz5p3AY+RUVqviGuKT4plmm+utAGPijN573KO+A8mbMTv3hRF7xnBZo9Ws8gPk5z8L0WGUO9/oitPlfxgz6za/0+xzNIPl0F971ihCo9v7TQPcuhvr1I+bA61M3gPaFmtz0Lfqa+dY8bPn0dlj3+P+q9sTiFvUMTwT6FzSQ+Ak7UvQWkkD2MAuS9fyjWPZ9Hqj0n5Jo7C7UmPVbXDj6gal6+vsgZPQ+c/TxZi0k+mTtvPu3J372oI2Q+67aZvYU5m7596Is9rv/VO6XCwr05Q9Y8YpCjvZZ0F78eB/49zt0jvdLcq75hdvI9oP+FvqzX973MWY8+4qwivjbnq72AkLi9+ElpPsSlgb62iow9wZ8/PjwZeT7RoKw9VlAWP9WfvT6dBoo9LuXZPbl7qT6Cghs+efHSu/5IOr158wY91sGsu58oGr5tgj+8cMF7vcdlprzc8ru8FADGPUGpRD7Bcg4+16QBvoYoHj7sXS08lGz2vB33sz2xKas8U+h/Pbw2Qr0mjQE9rt8FvslsCT57jQs9F8NWvekxC7w+EJ89pPDiux/htbvc14g8b1ffPDDgI7w70aU9jztYPde1yD1Tmzq+ujR/vb+3Sj1KgO66cnQJvtLDSz4w0d69SvP8PV1+Kb6oa7o9IV/wveOi972cQ5w7rhB/PcoymL09muS92n6OvWyxI7603s69wFCRvBrmBTyVkBW+Wj9GPne0JD4ylnk90jLJPbAhPD6OhRG9sbbMPdLA5TsbmhS+xFsBvvfVrLvDrYO90MZfvU4zIbtqX8M9LDEZvmpdVT2MCjI+QoKJvZN02L0gikG9OhYCPm6AIL7PyVE90T4KPjh/uj1JqHa8ZXIAvsiVMz2DMX69tWj4vZ2dGDxaUwu+RTcfvWLDPT2JLRO+4sFrPRT9oD2J4IW7/LuuPcGcRDxCSvi9QOlGvUohnTzPOpu8hLzGvd67Er3nJQ29egMRPduIm7w97d69tuvvPH8MGj75ylM9SWr0vac3B72CZ669pfsIPttD272Xr9y9w3b2vKFZpbzIMRe9EZEuvmx+1DwZ17M9eMtJPI7ySb7aGWU9fYTtPeoUVz2dSxI871LiOQauOT6nKoa+O7BPvXZ0CL7o7RA+VHJVPbpmET7Xxv898XsfPl2OKL1CqZE+ReE2PnIHuTyV+HG9GDjtvdDNmb5lK1q+bGsNPpCbJj7lrgs9MdhQvTNHLL6XhJe9SbPPPfk+yD7J68c9n6sAPhQrgD6UMwG+r6++Pa0XAT59l4q932ifvoQ/V70ulbw8jUN7PU3Cwj0pneU8NBYiPUjGPD3vHkc9ojZkvqeFgT759xY+MB2DvTvmM70LKbC8w9yTvW11Fb67ANs9djohPbQTHzzevWg96Tv5vQXNND22/Ew+igjKPWIFoToBnrQ8DqMmPtWKJj7JvMq9Vh/APLV2gj6fjZe95KMdvaeapD0Q59g9ISCvvpwulr1nqgQ9pHtvPaU+Ab7v2OM99Uf0PTTlWL4+TQg963FAPnu+hz4cxf09O2AlPqDPYr41HUQ+IJ70PeubpT3DR0e9MPE6PrAuwj100Gg+vl44Pl8UFD0byOG9axPyPa8gPr6amoW++KViPqnN7T3hH8m6lWfMvHCfoj0XnDu7t8fvPUUMUr7GVD48yAMYPfEYnD3vTow8Xef1u9rwQj5isWc+KGUXPBI7rrzaGF08d7XPPU3nXLyv6xy+UCMqPPlIOL3rBD29DL6sPYUXNT4YsEi9vFy9PfjAOj7x9jo9fZ+mvTD0Iz5TJbK8eOIiPoFbhD36Rry6AarAPYt5Mz0zBfa9Zc8+vtiPTD7TFgk+rhBfvW7r4TyYPga+To1/PYT/kj1udkg+XnCXPSHUNL7oU/G9AIkbvd0m0r0HlbE9rosKvi+Uhb4NJIY+gILDPYHz0rqZNdY8lFXgvbffab1asl68zyqEvBXBEL2P2Lu9PsI6PZQ2o71D06w9BxWQvC//1bzSVBA+zqqnPcm/EL7owjE9937/vbJHhD7w0DS9u2ayPWUNfz2kCO08vVSHvPfsvD2rmg29QgSuPVotmj2Uyye+n+00vm6jJb4rITC+8ZC1PYhwOD3OfZq++QRmva9Ecz5MPhQ92FU5vqtber2CsQw+dMtwPebMBT4Dx608ZtCAvQuv9T3nNY2+9SFOvphbsr2bH7e9s/IePi5R7z1oRau9M0auu29SaT1gnKo9pKPgvHS1Lz4mIcu94YfNPS/auD5jNAO+N7OWvZUQGj7+WYs8ksjyvO7i5Lx4xV89UiCUvpa4jz1cw0g8i+AiPpN82j0O0oa8saUqPfLtpj1vDaq9hYalvKxakj4TVX89TZ8uvZV6m7w8sxE+5+eVvSQbpz3Z2Sk+nrgzvqBXCzyBi+m9Ch0rvZkEDj7YUCA+sHc0vjmJab26UyK+9xyRPYhQPL4MaOG8L+rHPSihZL4DL6s8sUgPPQTwWbvaDHS9uEMzPvxC3DxG5oa9VG+xvVWGS70c/4a947UZvclzvjsMDR29JhHoPWPd0D2Xa2Q+pxuYPX9O3T3C7Gc9UcmiPN9iJz5UYFK+X96rPccykTyNG7I9MmgNvgioTD3Ql0u9JMN3vQYiND6heSc9raADPujFFz3iHGy9klEGPZWAw70OlIS+MLv2PY9XED7ZnvI93nOYvOluoLylW7W87jaVvFqWIT693c490FwPPb1/nb4A3M49TY0nvHciub0KuS++/tcgPjfXX76IjTc+8elJPuF2n70/Ajq+WAELvh9nNr274c+8462qvVlnJ7zeolg+Ook7PWH/R76LAuE9g2s7PcOyDT5ZqVI8glNJvpw5UD2wkHG+ZhZdun1Acb0oN709UyIUvmieM76UCoQ8iGUVvhow5L1bdTG76EQdvR35yT1h8IA96cqZvXnqpTsPRRW+tXIgPhhyQ7wzzyy+uSGjOE13Wj6+ZAa9CZ0FPo1r2D3BHIo9mfspPc298D2k5oo97tu3vF00nj2E5wE+qfUwvpaKI7s1016+w5vxPfyhjj2OfRK+R9JdvYPylzyMSZC8gIErPpGWFD4m7qg92x0UPX6C0z2UV9U9cYCIvGJyaz7oLKS8NNeHvWxGH7wKW/o9nSSjPPop7b3kdi6+sN8YPp7olT6N8wq8Vs6Qvmqotj0Tljm89cOxva8/h72Vb2a+ruRcPsDzBD7xGIM8RXgAvjS0xTwru7s9A8rFvuraLj74NXA9PfZ1vP5Xij34Jr2+S2VYPLrphT7DXTO+QYsbvt9ajD4pMLs8KyT5vVQCYD1hyTI+ZYzJPElj4b2XHLM8OLBFPmkEET5C+wq9W21VvVA+1Lz1ZGY9cTkTvgEDaT1z7Uy9/5PGvZ3VHb7oCQY+N5hoPvTd/T1G2Ug9AmpPvZ4YK75/4vg9DCuJPqgrdb4YIYI+owjtPTjDTbxf7RA8DeOfPVivnz2hmIC9W6pQPFqVVjv3Xyg+tmKkvtR9Nb45JhS+6UA0vsbjIr1jflS9wA8pPr7EYz2TriW+l3RJvsa8rD14jFm7PTwSPYn9kL7GlCa7Y8i7PZVIYbwxhLu90WRKPiz7hD6zy0u8LpoxPiOl9jw80f+9w7MhPnJnn73M/aS9tdFVPcw8Oz4z1EW8uh+cPGMCKb71C/K9AG0CvjB7GT4tgNg9OH7UPYUo7r2sLG0+5fVJvum0Ib6CJKI9b4IYvZmDiz6z02S8/UOZvWrL+72QjQy+/TRyvga5hj61y/o9Z4yzPWIQTL4/hN+9ORTUvQXW6r0aSJq+feWIvW2FlL4kqDm+PcOOu8BOPb1Bhkg97sjnPe/kobyz63o+xRG5vHjG2T3DYGM8KJUJPr6Rqz165FO9cDqDvTJTRb4jGhA9EpFGPjH84T19zlK++sVuvQiSED4Yl7c9P9cYvUdz7b6B2wm+1IqAvg79ED4A2Tg9huAEPIH5u7ypAWI9KWdMvi+/iz2d1KK9BIwCP3H6wb3J+gK+Rd0tPnXkXD7uPPi9K6CpPmixh766ma29SrKYvRujab2xAuU8y/WwvFATCz14HzW98YljvDTjAT4uX2a9echzPm0sJD6JfXu9ZF6SvHp0Ab5ZXQu9gzoVPrBF2DtYDya+Te8aPARbo72J3+a9GWKivewg2j74Ds4+k/gkvpNUZz7CCg4+ptUbPKf217zZA869o92lPtYQdDvRGKU7G4+HPtamKj1CSPU8CjpFPURlpT3nO5G9O0sYvtRRWTxamsA9sLdMPRrtDz7brsQ95ciRvoVudz6+vSc+122hvvYXS74zRhM+7pLOPeyPNb56U3c+SEIVPWUXpT0TsmE9ygwQPjAViz2XKdu8GwOZPpgBC78jPJO9+KEwvqk7EjzLcsi9Fu9hvCWF5b1TNE69tcCCvvdhmj68eK69bm27vU4opr6x7Cw+EbiXve9Ytr1jERO+e3FhPs+MqT1etCc+YA0SPt5odb6EhLG8XP6zPU8plT64afK9/QQsvsHYDz5dMgA+wCI4PE+0hD71xd08JJWVve0pvD3kZYi9OmqAvfpir714JDm9peqIvd/8j72z6PA9KP2uPeX++bz5mls+Q2vGvXKzYz1s/RC+4nBkvRcLjrqqK969dLWDvKa2dr2T/7U9iwnxvUgTDz60D2i9+kOFPfNhxDttnLK8e3KzvA8fgb0tkCq7yG8Gvvennr1ySAA+GX0uvdM1Az7FxdI9eAw8vfUonL2+xQM9u1a3PGOoEj5+INQ8ba50PqMsur0FgI49hsybPWzvXL2x6sA9bXrTPUlAjLxJFdW84dbvvU+0fLysmgG+dAWivZsrPD1oEIG9CfD+PRYXXz2f9wQ9/aYEvoZNBz2X+wO+Xm/7PQR/OD4NsAC+D53JvALqC74/Awq+4mwpvRHF7r3Ewo89puY5vvHKybv3Vlm7ZqWTvYupO70JJDE932xkPY0Bj71YZRE9p6QOvRxe7T1Cn9Y9wEz5Pe9mw7yS7Yw9x5zCPfqsar092Ba+QejZPZxrq70KQAI93nJOvforED01e0G+NrcUPqHnS76hOa29eTqGPTHyCL3U8Z28KX88PQPTe7xY8kc9osIjPW6VHj0SASY9HmCvPU0Daj64E/c9LzQgPYFdQj2dxmK8rVMXPVGyUL0dgfI5NiptvT7q1b2UoC28MHT4vXNRXr2PcxC8nv+KvLJtG75++2c+WQNuvirmMT3bPDc+PKGIPVuY2r0zx4s9Wx06vWoKO70EsR69eHfiPJjsujzJWhI+qRIfPUwoVDx4v5G94H7QvSwf8jyeiow9xuuJPYi3Qr2KkZq8YZXEPG7ALjv4nxC7a4w0vmspJb5JvTK+SGqIPjbFHD35piq+OzNuvGFG0z2SHny+gHpRvWB5sz264Qk+P/JsPT8h2r0oCXa9ulOrPYxrubwwIRg+3o0BPidQMz2SKas+KIbHPGbBi73eQDw+JSTLO+Yl+r303Rc8Ck9uvjILPTxOVxq+Pp6XPfxvUT6xoS4+8eVrvt1XI77MwjW9hL5ovitABL5/QFI97rONveP5Pz6dJbC7Cnu8vVe8PLyT5Zi8+cGFvuv6YDvOGq0+fWi9vJ44CbxtHo+8eUDSvcxa4L0bk3A+FSDkPZYtyr3xnYQ9HngbPe/zHT3+qwE+wBQgvtR0g73Uqbs9u/ywvaxEM767cPQ9rhPxPaCWfz2HCig+YAOOO2PRU7qyfKe9Fis0Pq0ajrwu7Qo99qu4vZiYnL1BNSu+OEvZvSB0F7wbQWU+5uoAPa1nSL5/lhs+SJqEPO85UL6jYCK814KSPgbHIr0Bwps8MMxLPSr7H71na7g9b9vPPLGF5jwYsAS+HTI5PlB/DT7ZkwU+YePmvZoT/T2Gsg08Ns6QvSOaIz0eU229pLQmvihWAj5RE0A8Qs3Avd82KD3ENQS+jdzBPS/qHD6T6gu+94OfvnE8mz3CWCk+eX4nvS0ygr1wIUY9LOKnPbgvgj7BKBM+aDMLPh+tSb4C0Iq9h4CLPTaYgz1LXpQ8ePAWPkyl2L3DaKs9SxqwvaVo9r0BNP89uyYHvmAeF72Bp8I9Vh2mPesl+j203Ta+Hzv0PdPfdD1He9W8FgERPvSGfL1KVlo9gokOveb9Jz4+rQC+Jmp9vilaDT4DzZm8sOBxOxZDpjw/xlw8g1FKvR/vzTwNUiE9YFS7PV3k8T1gO3e8qxRMvbVbJL6wd2G+ra0ePtk5uz0jDbq9m4xWvWhaPD1koDM9oPUEvrA5kb57ABg+foIWO01cuD3LxTg9dUXnPCcRnD1oQuq9CC16vrBmC76wQcA9tlfLPKRL973yZjw9IjOdO0qLYL6NtNq8y+E4PQWKUj0LaL+9aQmjPVtQqj48i3u+SzIhPdthCz45PMa9iaBtPDPPWr12v3Y9mzVbvu8PND502MM8n+2iPcKrvbwcYAk9+tZ6PlLeVD77bpI8ptazPOi0LD5z4qw9Zvy2vcuvwb1yii6+vOcdveCZWj2E/sI8uGj3vUa9jT0S3Ls9BOQcvrKyLT7chjk+DGrAvEfup732dis9uTuTvXcfW74oAYW9BoPJvP6Jvj2OtkY9P9eFuz0hYT29kTK+etqqvLr0zjxKxqS9IrGbPNIB0z0r54e9VEY1vfl2+L3eg+M8+sCOvW2sgr7g8Xs8B7pOPclE4z0uv7+8mYUXPlstuLwjDWi8YXCFvbQ9Gz33kUS9/q5RvSnSKj4shoC9GkTBvKdkpzw6Lu49dkcEvtpU1L2Djwa9hOH0vUDkMD28WMo7VXYovs/hlz2FI868EI98PTmqiDqIW0a+5qTTPKGZnL2DNU2+G/rsPNtPOL3NH7w9MsIbPU9yGj2mETy9qmfMPTP2BL3ulys+WiSMPfHjYDw5CIU9UCZrPWtCFr68ADg922Y4vc2w0L2GKjI+LubPPcaVC7sbL7w8uNVBvjy8/L3CQme9ADMMvpE+ub3lcCW8lcnkveOqLz1luxC9PnM5PpO8wb0mAMk7AYMyvVN94j3A5HG94m1HvY0Djj3IaPI9qgH2Ow2iHzvkWu28NpgJvoKf9DyGvje728B3vCQdF778Nng7oi97vQ6VHrwjbVM+nvODvHOXjL29SYi9bxDBPb96Sb7NvzC9i6ALvpIvM76mJwM8l/RAvdGigb634R4+a3IqPWZKKr7IsTU82/0hPkdPkr0P5jU7ReWGvjUTFr6k/jI97ouvvJ7tpL1Tt5s94VUDvIBB9L3+IXE9L0B+vU10zLyMJpK94C8dvtSiFT71HT6+K23CvHySdb6+yNw90HaAvZ4tzTq1Wf+9recsPTy1+z3UjWG9DHFyvWxNJz2hGjK+Out6vne+r7y3RpM9cRQdPlTDUT0yzsk8nB3bPNhKiL3fgDg+leFWvvBYhT5E0JU9wLcGPBOq+jwM4TE9f0FhPfmGA73Ugu87FMi+vV4zRr533zg+C+koPsC/Hb3Dcau9tT+RPDHZE77R5pI9DzqWPglhBj5rnDe+aWTAPaaqlTyxV6E7U1aXvX2mEj6FwPI9ZNK9vZyWBT2gFKK921ZiPmGmWT5ODzs+3sECvWxLDr4VCSO+TfctPd2LTTyhhIi9tGaMvYNEqT5cCSc9Cu+Avjz6o717XAC+RWyUPBTWIL7CAPM9JtxYPXSACT51K4c9nfYEPp6KWDzL9xW9xRaGvecwd72ZtvO9lu0zPh+PK74AQOg9NAPrvdKOYz7mXbi92zvDPjDIm70SFpm9z7UBPbR7770up5a951XoPQ8qHr71zt49bji+vT6f8bwZvQM+p3ohveTTqr2qYpO+wkMbvlRXtjwuncW9JuTcvLVqCb2FjGq+A4viPYjkkzw9O7i9HfZbvmd0472x3KO9Jq0nPhfE0DyVfpi9dQMQPG/By71qOMw9W6+rvSKcMb5vO5o8A/PRPGQ8iL01m868kNnUvQBvqT4NUOG94n+UvfDgij4Xb7k8TdQDPpmyF7zir729P+MqvQqFXj1Sn/+98vTnPUmt8b3viI69NW2uPvSnOD40LQU+SaTSvPSFHj6ZlkE9wAnEPLCFu7ybN8Y9h+q2vSi9pb3SxRS+kpK2vTq+Ub3eWns9Yg0hviBSUD0Cuam9HEmjvUof9Tuqus89FR4KPl3Vzz1SlDO+j6l4PPQGtb1Ufwc+xaC3PQRn3T2SbIA+1bUHvLyHuT03d4y8cUbfvVjk1TzhreK8ohtXvrywWb12JYS9JgoyPsvoLD11OxW+sas+PQ0Xj73TKc29rcnwPVcJnL1K/Zu+FbibvnoYOT3MEpk9T2McvjaA8b2KGli+THfaPaBy+7taEo267ZqRPjlQID7qzv89PQiVPJ0yML72kXC+3p4SvfCYP7w0a1Q8tctZvbZQL77EFhg842+LvVxg/T3T/lm+ow92PTskxr2Lzts9sbt7vQ3R8j0ex669pi1MvnHe8722IAu7sR3nu5hyPr1dfEi92lR7vV1g4j3LGoS7yfqUvVUiUr3m+Bq+Az/2vXhrxD02lVy91ceAvp2zxj2rxfM7im8CPtX+3Ty5aZs9tM7hvWZTtb1wtJ691iJsvG1SPr4qtiS99Qfwve8TEj5KytM9weUgPShXMT5zSS8+IE0JvbGte76a/uM9S3P/vLcA+z4K+FG+5RSDPXyuA72f+sc904lYPpQYrT2Xvf28qQlXPcpyO74QIDw+XbKqvfYFKb6srba98KMFPrpn2j0V08I8BicrvfFtKz41q9K9FP1EvREE/byrKYY9AtKzPPJGVrwsjwU+gg3PPB9E7T1ucWi+hJ1+PfdXBT2SyFi+R1Y7PW+McD4xw2y9sPcPvhAdo73cRj28fNtkO8o+1T1PYOG8h1QZvQg84Ls2keY9zovaOleUbD0AgXY9oUISvdq+Pb0rOAI+22lIPUv9Fz1oBqU8zRGbPFn8ZDyB8dG8EsaCvD79tj1oEw088MsMPpfEGz3d62y+k5s4voDcTT3cdhW9wYc3vvEqTr6WKSm9cDUDvi/uZj7sGzW+vIUmPePDFD6x1Eq9VWj+PSXFhrsYOj0+kgNTvsklIL5tHA8+4S3GPYCtDz66dRc+NIO3vfELF7yQAbc85Nj7vCLNvbzeqp09NTyPvagJiT1FjDK+QjaevZA/1zy9ck+94xXJPab3671fuUm9YsjTvTgVSD0GZAe+ausKvFfxST6uoou9e00QvgUONL4UPlg+7GeuvWJKGjt5Wb4988QLOu8qhz51SeI85VoaPmWN4zzMMgm9dy95vW2uDL4LJOC7SV5yPe5DVb7DwSc9drYovXBR0TyvYQA+38fpPTab4rtOWpM9eK6Bvr1LQTygyb699YUpPqKp4r11dXs9GRLRvG52Zz795gy+0MZEvidxZb3qMMM9XtjmPV7Cuz46uYw9OHY+vg4cZT1wI6g9nwl1PaulGz46MQY9FYeJPE5izr1cYYQ+8kpSPlsGab7faGU+8DAGPNFJer7mhP08UoRJPjMBjTtOf8s9lJglPqBm+L3k6TQ+PoVovkGon715RVe9Q5/ou5wO+j5RleG9Y6g3vtplWT6vvhm+9xKAvsW+sD4pONc9/82oPWBsuTuvLXw+H2lKPbrFEz53/Pk9fjwlvgoMlD4FQkM86f2SO7Slgj4tuYK+NDD3vhEUSz0+2xI+KEVNPaPj1r2zUTC+g55hvk/hHj5+h6c+KD7ovYpSgDy5N5w8J8pXvrpdgz3V+DG8qCFXvuK4Ir4P9t09LOOmvaA3w70lDGk+tgKZvrZxlT4K0Jy8J4lHPprZD76SoWY9QmCJvZI0s71ExOA9byqbvhBxGj0EHSA/yt9WvVdXIT5d8hg+kIGEPctv/Lxopw8+evhoPrhgUz7JyOG9e6PdvfkBhr3vJJs+toHXPOuJ3j2gO1a9oUsCvpiz4b1QiKe9PU0FPmIU7r1NwIQ+fbUgPHFCHD6cwvS60wZSPU00Mz6zDbC+Qvm8Pll5dD4nKAg+GVjAPjRt8D6UZ4e+zRBvPeZ6lz0ZkQQ+pQ/APSz07D0qrYi9oQLtPWthBj7NgDE9ZQsvPiESUL5XJi++n2NrPGce/730FQ+9fxjJvj6QAj/x3sQ+yetZPstvIL7LB8O+D92cPjQOHD7/B9W73lhaPs2OXT0sXRy9WO90PQBsKT5085W+YQ+mvE/2hj1SUKM+fFSFPhBkbj57VU0+6dHjPdAFOb4Grw+9TQB/vhEhE7xx+I8+nFMdPsxZ6r0UGha+9frCvI3qHb6xpAi+8OnZPv63jT2pgfQ9K7+WvAdHe72QD5s+N8qiPr5hWT58zmq+n1YQPjoQGz6N+p09zwGCPnZZmjzmG4K+x52dPVHwCL6QE7Y96b8sO3U5Wz4Xb+G9Xv3FPYqvU7xxktO+2KP8PcIE9jwma129s3StPd5jzj3+qya+VSlZO+2AB76XHkA+bI3XviKbFz3aIZ++dwk/viT67722Wfc+fz+ivkrZg77whGO+2wkLPhsQ1bw14jC++eE6Pq1nPL4KoQ4+M/rNPdP/eT4Xru69k4MlvlQJCL4Abxa+V6DqvPqISj6aRsC9TdKSvqul1z3wYqY+R86dvWj9Ob6NhKI8dgaUvZmZq7oteGe+qcHJPY87Cz6eSKO+7/6aPSvsQz6Vmoa+wponvp1NBj1vViY9Oq3CPqhZHz6eQFo6SASPPmxF7j2rUki8bS68OugTfD2RrHM8anaqvYI+J738YPS87IYsPo/gpr2oEJM9BXVUPt3mGT6WCQO+rjAEPUhXkT0xWfa9Gm6TPXK9AT4v/4E9NvYRvYjRIT6BB0i+CDBKPoXDoLwpkg4+JddaPjDZDj4xNSG+hNszvpCO6z1o0kS9TZwYPbS9pD2LKMu94xxgvvhMOL7J/dW99V/Ovbc8DL5sUge+zw6yPZ0plz3t4RY+tOMNvZu7Gb6Vk5c7i8gkPhimsL1EIh4++d3zvPJto73jSnc95TABPicc0j1Ip08+7V8Ovj9C7DyLAkU+HfKRPVVhRD24OyY+U9ohvvwYMb5I2io+4XLHPW5gpz0AuyQ+27ruPQA8Mz3NjgI+5L0NPmiH/7wyACg+pmsyPcd9Ar32r4Q+1iW8vQUZfjvacrC93flrPPxsKz0SVGe7i5YtvoH2R70MXBi+TI4rvuXfFz5Vc0E+Y869u4NgfrysTqo9O2wuvSq4+rwOh00+Rg+zvWEJgT3zLta9PKSOPPk4I77gSRK9C7U8vdE7iDvodhS+mBuAvtousj2E+7Y884FZvELM+jzt7H+926c3vm/Qab6yzEK+CRYIPsCOnjycAfy9h9ivu0LGM7tdWAa+RHoaPj36hD0Htkq9NdxmvRTKRz1vBig+2rYhvr4oxr3h4oI9TJcYPZ9Bqr0mWZG7SZeIvo6F3T4A26O9dvHcvdAYLT539qy9Fso3vFaRPT4qz4+9OxedvZoSoT2Wfua8awDxvgUhZDxmZTg+NgEePlVbBD4QyYG9jTRRvqqbVj5ZTOM+1N5zPhU0rT3kkcC8clFuPhyo8b0b83O+OtGIvmHpXD7xM806LLM8PiwxuT7hOdQ+YS4avG4uiT1eFNe9rP1Bv5XahL7xSp48q5nAvX4edj7UO0I+1i+Uvma5Rr1jbUs+0LYsvWbMoD424ks+JIkAOy2lw74FcHO9iufDPIhiSD5+NKQ+/5vLvSmsGj4iGWo+AyAvPVt+Sb0uAwc+aibRPT0ODT6Og509SBi+Pj9EMT0IUmK8VaLmvALOlT7dT0E+zxmJvi5CPD6Rw0u93hnavcppmz2aN5q8E8pvPFzlj7xD/48+URCXvcHRVb6/bHy8c8SXvV7ezr4Fr6Q+uMOaPYUOub5i/tW+628fPriLjT2sK6C+Wd9evkfYJTwhujK91gEoPlc9OD3p+Xk8ct/0PYPx4D26CCC+kKy/vRByKbobRCu+6mk+PSDU6D28jxe9SGd5PcBoDL7J3aw9YxlQPfXZG7ylztG+cpEjvrVg5ztjoYg+hIL1vRiGmT5HfqU9edQLPvnNcD0804y+yOOhPbBKgD7dPGo93cUmvi7KyTwFIOE9doQuPuYYrr2pwym+eHY9vqkZOT1D99K9sB2Lvt2AWD2Euae9896jPUx1tj0oD808PqmzPXsBmLwkDGm+hTdavlrsDz63Px6+zKRFvN3oAL4jZQm9dCnGvfPLH74bETU9abQWvl6HIT5OUVK+51buPYLrcL0XQ809xZqVvoNKGT639EO+fb0kPqp6oD299M89vOoMPiD7mrtu5pg9YbxYvr6jML4Ok0a+t57gvMVK3D2w1qu9dIJlvc4OnDw5Iku+AIcGPpIKO75zWJW9M+cLPpGw/73JBZM808GcPeuVT775vxo94yxlPkedSj53qR++ftfDvUc75779sg4+SMlaPdu8xD5GPra+Y92oPjvN+D3vkhq+6HoPvcCiQb7Ti7U+6v5MvucF6DxBXJ49yDfrPdOugj2TY0G9H91sPkq+Tz6DYAU+ROj7va3EHz6xOn++O+GavkjXoTxlyra+VMKMPmTEez5YHAK9SEuxPIGlor2cuYS9MjuzvB6/c75l2xo+daBcPnnD07xViRw9m0qePWqMqb6xsJI9eZtUPoAk3LwoEp+9BI5Wvk+QO71Zmm0+S91fvvIcwj0LFqC8GoyQPe/W6T6qVhe+7pKBPnDhzD0TH409fWOIPTmBejw7U6u8R7pUvjp1Sj5/B169T2xfvgFlzr1Q35K9GRFzPr5D270X+x48mj5vPQuUwT5AmcQ9TPklPrfC9LpK0DQ+yfUCPcI0Cj5Jc8c9di8gPo4sRr0jmYi8LeRJPYTjQD1CXrQ99QvZO3P8zL1/tdO8SRAFuzwIGz4eTgO+fsuhO3xQc70yXv+9F9QmPgfrFT0IVOU8c9G5PR1lDT3zmsC9uHFPvc721T3tR2E9KWg5vmV36j0B52G9nWtyvK+9mL1U70c+2yIXPbKRGb1ivpE9VRcAvszXG746T5w96ym5Pa9Rhb3ZXC49fpieu+nZaT5IGKi9r4uVPqh/Ez4Td/89ErNRPYR7cj1oblo9i3eZvfIul7zoe9s9PEklvoougr3Sq8i71MUBvq62Fr77ssW9f0oJPnlEKL7TEoe9XzcWPtA8FD7Neno7qxRLPlDYmz2f6gK9CqD2Pf5yLL0ymuo9/XLHvN6mALzmLt49vC7wPezu3r3Qxcq8bNMUPtEfhD3M6sO99QPAveJG4L2uixm90+hiPQrh971ZKBM+wicTuIZYlb2HUOS8nccjO8FR5j1eNas8mrxVPMvSHT4JBp49/VZwPF5XdL3ZtJa8v3m1PNYDsr3fwEo+2Merve+bJzy91ji+yQoTvgXoQD6d6xE9E2yRvPhzGT4CJ+Q80DxYvbIPSrxgZwQ9lYv8vBBe0r1ykum76UQ1PQNhijsjxg8+G4nRPS3sYz2sVLU9NZiEPWhm1ryPZrO99fRSPrfGtrzSvtm9Zc66vYSe5D2D7M08Cx97vXjH7L4JebG9y+8mvvk6gD7RbaK7gTvEPns8HT1QEq68bLL4vYkAHD39rKA+OctUPZguzr1Y+b075e6kPmVpPz63OpA96a9FvkK+2DyXxrQ9HcWfus7Lkzujx8U8+in7Pfr+vz1cCN+8m6qVPaa/FL6Fzc29O3tBvrmT6TsqaYU+4AIEvT9j1Txw91g9OaqWPjdLID6oJpG+N1aCPedUGb6CZjs+FHmxPavVBT1eH4o9zdMvva7WVT0LZyo9Op3mvOFmhD1q/rC9Y5XoPfiqnr17NaK9tmGqPbKddr41BxC9TwSSPctrFj61cYA9omDgPbW0Qr3aMA0+PYXwOpNXy71BLTk9284fvsbLHj5qCW0+FeEhvlHDo71EDwK9P7hyvkPYW761ioA+OFrpPUWopb0ktli8wK6FvY/GWD2gXxG+3K0pvlogeD4g1Z67Y/d4PQPeIr4DbTq8xUzDPVGwFj73ZxU9xB49PgAxBT5Uq5e+z3aHvNCeOD7XKH094M9qvlicjDzNixA+Cuk8PSxGAr49zjQ9NHgvvivtpL2Hy+w9fpvHvTGeGz5zRN09OCiCvbixHD6SSAg+A0uKvM14vz3vIbI9aeN7Pn5akT0OJIm+LHyUPrXJCD55fPu8ZID5PeVNNT69paw9IAJFPTGkKz5UHCW8DcYQvYL1Wb5rDCk87RjWPk7RL71aBkO+ZK6wPU0MlT4aYHQ9Ku8ZPpw7cb4Trae+Jj0uPsvt572zEl27FwwOPcqwoj0VqIu+AsM3vXUdYj5BtJm9/fcLvrMeVD1YdD6+92XNPknMbj2Pt509EKYcPZBMnT1z2aW99CEGvqreob1V5GC+Z6TGPeTgnD0fNrs80RDLPXlnPD4nTzC+KmlNPo460jo/vES9HIQOvt9u7j1CfYA+K6G8vcirAL6y0Ny918gCPvd70D0qorW8iFgBPoZnDj9LpB2+iOlhPRmu3bwmC+c9SKL8PXer970Vf7A9/HMTPJcyL71glU++AiwEPpqigTxfjvK98kCqvA0RIb4f9RK8MtFQPneuKT7KQW4+SKmjvowPiDs4iZ+9d6NivsRsKjyOC2c+cN3/vZasH746L6i9CMPvve/+VD34wmQ8JJorvYKEsb1Lv50+U7iGPpvY+D2UiJC98bfmvQPnHr4avJu8FhwLPkl9lj1eY5E9B5r7O3lpij47RxY+9mImvptqBb4uAq08r48ZvReR/T0+Jme9w8j1vBoGBz2aYlG++h2HPS+fAb4wJIi9uOeaOy88Pr40an+8IbkfPuuANL5O1Ac+gwxUPl+JB763UmI9jpyDPjuUkD2DbNO8SDVEPg8WIj0wf7K95TzUvTG8Ir4jYZG9/QmtPXkTJ70O2Sa+CdhRPoQwkj1vqQI9cL4oPWKBZz10yAo8jHtSO++M2r37K6u9RULQPRiykz0W/MC8V7UdvkVU6rw9Ht+9NuX6vGE7eL0d5Es8uX6KPdb1RLzKyb49jukBvVIPpTxFXZ89zD/EPCF/5bsXSUe9TDIovZuNHL4PYi69kebRPOka0Dx0qEu+efGqvctMWj269Em9XZmkPLQavjyWZVw9DHxIvnXKmj381yg9SCv8vVQuS730llu+4kmkO168UL1F/7G9pUCIvZlKKT7tY7W9F86dvVX3/7x+eAO9NUdCvp81sj2KEgU9FhEzvj6mhj0t/cC9Tel5vbIXT73uj6u9yYwGvlS9A77Dcxs+2s+JvRe4mD2hDaE9aeXuvVIqp7kokgc9S5QRPtjICD2gcUy+Oghuvusy0L0aNB++LzNsPfP8XD6XYCQ93CerO9yKCz2DB0Q8UPhSPVh8vrpapRO98rEvPYvqPz3MPvw9EPspOxwELrwSg6q8fJwJPmLEPr1u+8e9tTbjPEke1L1xbgG+/yxQPcfHCj0Wz/W7R3Jbvj+387zyO6e9WTefPUWQ3724cH88cgoKvQSe57yVEoG+8LdHPX3inT0b0se98ieuPfAi5j3tYou+kcgWPp7zzT3rHuM9kVL4O1mUCz1SFz4+4vROvHh8Yr5oW3i9kucZvSgjej7eYP+95+3qvW0imD1LKqU+b3eTvZsu8T1vS809jeKmPtRpEr0Vwdy+3GXKvIuYP7yjHWS9lMGePOovPr1QZac+3bGDPuYckD2ebvc9DwK3vY5a/b3K9Le9whUjvvy4dz66GY68cPrzvp86nj3tEtw99fhavujEnD3fgOu9VgcbPnBIdD1WDkI+nkxXPvXOHb40mCw+Z12tPZ4/Q72mqsM9oyuzPseIe766bc49+YAePjeGBT5Otri9MCW0PeOnjb0k/K69pG1JvlxVjr6nehG+J7X6vLliWT6JwpS9WZbaPf0PMD3jDeE9t+gzPTGZe72KEH2+UPYHPn6uP70dbAA9TLZpvqf5Dr/DnPU88HHlvLbwWL7r+B8+7NCIvE6dS74LQIC+Zcs8PkAmjjzEBmC9ZCkRPrQVUj7u45+9D9DWvW0SCj50+Oo8D/FvvYwjNjsnSXK8P5kRvd3I4D2h1OW8rbKlPdm3ib0tQIW9FIg2PoTzcr2ptnk8aeoHPrbOCT6uSjQ9Ho+IvUMGuD1zs5U+ajOBPn9Cfj53Vjg+1jSZPcSjZL6SBwe+4a/UvWIBUb7N96i9Om8pO7dfFj4P7uM9Rq4APYO20LyGcgu9gpYfvgdRRb69Ywm9B1D7PU0g1T3du0m94O+CvhVILz69RrA9PpZnvqwYEb6K3Eo9MKA1O+l9zzu6MSe+MHFHPag7PbwFbwE+vERjPqOjDT3uOIY+FeEyvGtT1b2G8Sa9nNkhPHxyg77k7hE9bwVUvQwkXD14ViK+Kr74PgHes7y90U0+ca+svlvMhT5c05u+6dawPXNmRD1a9B46VnmvPlJRMD54v5u+TbA5vjZ8t74L3H29yN5Yvgd1ND5/uog8dETzPcxDYj2HQb49bCizvHue4j0iZRa+pjXGu9OaID60NwG+BjMNvv90fj2YgIS+M8LUvUJxKj4ZmkG9xqmKvimSUrzHbp89I6UvvrUTNTyGK3Q8ffIEPkCD072mRZE+ZmwPvS4ggz7bHaG9O7pQPI3Olz0TZTC+2DaWvnf2ur00JQK+nCPzPV0Fx71LPB2+I4yRPjLkpD0P/5c9mVBivmI15b3geK070uVoPim4qj31iIc+dOsPPY3HyD58f4g80AqGvsFcjD7SleU9q6aiPhqYyT0devE+DnIvvqqiJ72RjDe+4eOJu/qSZb5Wqha+OjTfPTGbA74oYiA+VLIRPlG2Y74BgLa+bGuIvXKeeD2kKrA9eMG8vJwBXT5mCTQ9ULkQPqT30r2SUxA+OqqDPpG7ZT6fsSW8hAq4PvRhUr0PHGw9/goQPuFfKD4teJS9fmhwPRgwor0+/e08JSfIvVNmhbvt80K8sxCJvpOsy73aXGy9gTHIvYIM4jtpSiW+vsvwPF00DjxqP6Q9t4HpPMRsED5Tjuk8ElIzPrRTKry0siq+UsYwvoCAfT2OJSe+DEPcu9NKxzwbI/k9b1sHPTAkOT5KlfM8I6AtPkoqRLz4Ouy94lszvXUcLz6YhZu+ZzZAvbAEq71uddw89LQzvEaQib1jLw++2sxDvj2kmr2nO4A7/2jCvQLzXr3QRAi+QgWdvvjchr0iLfK95CZ7PS3kfr0KEki9DUrmvUtCvr0bRhU+FIEUPTV9Iz1gt+68ky8SvmuCGD6wacU9riTkPQ9GHb4WXWc+aOAXvqTs/T2GAJe7cKAKPlcaCj6z2NM8qVtYPh9nqD2JRUK9+OXRPfE7jTz438K90CtUu5R+k7mdSj09JaSwPRp90r2aHzE+jvVCvkoJOD77Xuq92S8vPh54mLtl3wO9AQSOvXTiJj3BxaC7zjp8vcF8Qr5OM3I+VOp5vaU/d73u7/y9JTVkvkmeDr2bHrS9OPhwva/W5jywJWy8FEIhvX/u3zx7pqk99F5FvBBotr05cRu+H/YePoVDmb3qitC94DriPIg0HT6awkK8frArPe64yb2auBu+kbiqveLKfD0mURs+ArVQPqG++T0kQaC9W+sYPnYTLzwXvzW+4S6WvaI9Nb7XRVe9xXDhu9Khfj4zsVe+EGMdvaqUqD2mPu69wflYPUPYSb6L/n8+KXXJPVQDnTpphbS9kD7rvOG9rD2TZRO+Rgj9PYCBGT2i4qO94PUfPPrNqr0zj78+Cl7evHougz2vWoQ+N4MOPi6PAj6Ox468VLCwPjzALzx4WuS9MuGhvpCkZT01dIM+F/vEPjSxAD7O7Ni94s24vffVtjzDdm29CQsyvdHJcz7kdoS+3VnDvSwLG76RA9o9iYGYPosqALwo64S9oy5tuhOSd70bl2u+AqQ1Pmv1AT8Z7Bs+OmYVvgF8eb2/S4C+IMgJPncyoTwOKku9yvBevUnCjj61LT8+rVYSPlYks71xW+U8zRp5vrfyPzkH1wk+z5hYPAcNXL5evlg9a+9TPdk9M74ORw69SySGOolEoD3F+2y++S2XProwBb6Cti49E8qGPurv6T3+Fde8zN3TPNFdZD5msze+s1gCPZe0Sj7dHek9VCaMvvtz77y5v2W+0RkqPsSjO732NYU+6icSvmmiUb5eJCc9CntIPkOIsr70SIe9qpnWvnnAg7yFDcc9JTFOvl0lVj5Hmx895jYGvvZqvL1P9pa91NGZPgoqtT17zba+3nBIPQ6rij6DpGU+cqz6PZNKjj3MTPe9SICBPsi4uD7PV0I9s3iqvF0hYb5gEY28Cl3FPsfxzLsEbjY9iY85vt/BYT6aBFy+WefnPWFrVz7JfV2+8bRAvnSnHr1u20y8M9/qvVukAr3b8aw8aQTfvMQv1ryiPAY+V0dEPpjjwb2WhzK8Bpr8vUDDgL4NkWs9yZxkPsUYbj44LUU8lAg6vtkSxjysi5y+WHiJviFgIL5m6yg+Mc4mPIHzwr2Z8og+Qk0IvifnvD3zZMO+7U19vXsxAL8v43+9gUCyvTVfvz10LZ+9OptJPgAIWL5EPge47tkOPQ7LgDvD1ik9UIbMvbuT/j16OCo9UR6evrGVyjz3p/U+UiMUPjrr+D1v4a2+TJgRvVLAoT7DcAa+u1ynvjgh2D0DRl886lgaPnrt0z3QJmQ++rhjPudgmT05Zv480kqyvGQyEb7pSgK+lz/xPUmUv7wr3Nq8LFfGu6WAAz4uLYm+3Xe9vSCOuT5TfMy8v8CxvfSjRb3NTFM9eTIWvlwkDb5a4ps+rLoWvge3VL5xb409KcEgPsXmtD0YsiU+/FQtvdH4tT3hSE28OX+ePfqjWL5XEYO+x7RJPSWR3L3rVEy9TnArPjEMkb6RhWA+c5EYPTUk/b0xvwo9s2nPuxGYRz5tz4A9khKwvLpT0j1SQaO8aeLOvs+Psz5pNRS9bUudvoWxIz60fIm+hnwrPB5sELyrXnc9yVluPahW2r1SMRE+GuGVveQsAr7E+BE+7IpbvtJ+GL7oNLW9mQUPPu2+Yz1Z50O87BYvvHSrOb6pJv88/OUnPeMITT2/yAI+SoEJu9EUKT1vPJi+lAPGvfpU+bx+ZR48yeSgPactkj35Qpe9O23jPZrW9zwl5DU+jcQMPcbxzz1zngc+pRq/PM9XaL77OsW9yT6EPTSQhz0m3cK9+GaoPRnJnb10QXy+iGQUvb7t4r3C3Oc8sfycPXqdpr1fNyu+cYYcvl3CErxNDo2+pg5KvGzdN76Cspw9VD0FPS+uU7yQjLm9FJS+utRXYLy1wq+9FeSRPcC6Tj06yby9DHDRvbVnBr6sxIS96zs9vikW6by0nb89SwWevX9NkDkTc1O9BdKiOiOKOL6ZjCO9361CPX1a4D1t+es9eMEGvst1LL4xjj69WPA6PZ+09bxlMq891Bo3vnqxpTuHTdO9PjSQPZ9qTj45eSi8wzoIPaJqHj6/Hjg++qVRPvGm8jzAdOw9seervKNFIT6r/CK++N3NvcWDLb4TBiQ+Vo6hPa84jT6lTo2+YcV2PkL20r3CZ74983tgvfvwn737FDG+fChFvoSfgby4zkI9KksJvg/RkLxZzba8a4GFvapTNT4BtiY9eBEYvoB8rzyO2K29n6exvTayBD0l94q9dLNuvsoxIz2YnwY8NOKkvWD4OT0yUD090jLpuyYwlL4gm8A9Q+TTu3VCX7uftKC+jGWGPpcIwL01ID8+Yoe2vpVphb7tZoI+KhJDPofqjr1ZhrK+pLilvfhLNL3ovVi9SyfqvVl9mL74FEI+KLKQPrOatL0elwM+DzaNvcNWKL7npY69NdCJvHhLOryaxgi+97e/veLCPz65jTs+Y1JHvrQiEz7R+su+wx6rPrQgQj5ZaAo+7CmVPjiwkb65boS+pwnWvOO9d75DEjA+YJ8uPdxxUj4wY6s+B8E+Pubn8D0Ndoe9FazvvVXYKb59Tea+joStvg/YdT0R66i9VZunvpFD9T1V2yw9/ewzPiKSCzxRJ7I9e/6uPk9AwbxuT1o+Vgf3vTM9h74eXpW9MnMBPmgNvL0spIe9GkbOvFkLFjw1apK8SrmOPL2opb3od8C8v0+nPc2Koj2QZ7o9oui+PiS+yL3cWZ89qywfvWkgWD5SFBU+5/LHvtXpqr32soY9K+CWPA/BWD0i0x4+5dblPZaqdD3MYh08OF4jvqa8gr6kV9C9g7qEPRYpRz68YpM+d+A2PtehYj6lKxY+R6hSvkh1zbvBJyI9FAejPDoaLr6qEY+9rebsvf4twL0Snlg+rvToug8dmLwR/uM8vVW/PT4wa77KvGS+vRkYPp+P6j6U/PS9JXPNPrjMAr6wrgg9jq2FviHeuj18eEs+rA4wvlMfOz5vBGM+ciV6vuIZVL4oWII+ka05PDHn5r2UxAK+GIjePQWe6ry3BHQ8GERYvlCZNb18jos8c1oPO4nyKb52idw8jZxKPSEY9z0AQcG9aHOBPLYSkj5d1n297cj3vjXzIr5IGYY9yjTxPDS6Dr6+ZVu+dDdtPrXzEz7TJU6+ma12voRalj3tgeU9OQ20PW226D0Xt8Y+2o/PPBZ5+L2PoTM+QFzHvAYFFj32FBS9yZA0vf+bRj2UG1o+YruRvmNchT0BKay+U+1gPjUW9z2t/8i9hSflvkwXOr55hBs+ZfJLvt5P/jy4k0k+INFAPl4Ylb3wlKY9NfJqvYAxRjwT1hk9DhELPhS6lb3ExQ09+IhQvomjFz6eSAw8V7WjvatPYb3bHoG8aCv8PTmPXL2FmB8+XONgvpu1RT4aCVM+YNIiPns1Jr712jw+wGGUPvrHL77diXq+vk6xvJabWz4WTY087WXXPbL+P74dv4g+86w6vo6Vvr1+e0s+wVP1PakIqT2DHku+4Dk0vfx+FT4MZ1c9mpNbPiDDfrxbPsu9LkSQvgTjGL5Wt9K6ILfTu0eQ6b2gVLQ+IjCOPjlwiz3SfSg+tgx2PniLeD5YBqc+pXOHvAu7nL4vqM4+5JojPuCEi7tX3za+kSe7PCT7Jz5SvOi9QiKuvSifH75klqG9fbecvVLpWL2oNwI9k7YNO4HfJ76bb4m9Ni4SPnsjD74hEdq8D2oXPYwF5DyR1dG8DjxxPYR86D2sDsS9AXQxvqPaiDyXNIW+U4WBPGaB4zzqlBu+zh0kPZTK/T327KU9maTtvfeCOrxixd09lQ4ovrU0nDxi/PS9naPDvOaQDrp7SKg9maUxPj6B7ruJrVq9r5TVu0KJ/z1l/qW9FRZWPmqmIr0QafY8u3Ehvr3zPT1SlWI9j0jYvcn3q72ba0O8Qf8+PApJZb1My+09KyWvvFKNOr6Yr1Q8Qv01Pt5nL7uy8R89/11fPli6CD2XDCY+6gOsvSTi7Lt3tpy9jho0Pdq0Qb4/n9w7fG+wvUgCJz16yZm97JiWPSMBurrV4uU8UssSvXIbPD2k/Fu9dG84vrhoUD2LYho+ibwHvXjf9LycQTy94UltPdXgODy8y1s9PiS4PJr0fLzpDxw+OmEQvZKiN7yAJqg8lMPkvUBLkr4+pjS+nK/OvUhuB77EVKQ99ojnPAjT6D2sxyu+CaggPiHyZT0mLwk+4+1FPQqW3byjiMm943vbPTmLzj29w7O9DxRavaYapbp2qsk9Xem5vYbCAT54ZCm+AV4uvho4L715gmQ8B4oEPhbeAz4mP7U9kM+jvX0DAj7Uv4I9qHRdvqfTCzzTgqo+4aMvPGtfj74UUQy+TFmxPt0HUz56wBS+Fck4vjM24j3eTk09fMwOvoOd3j3+PjE+MqB0PF9jaz4rrPa9R+LIPG/h6j06DBg+JPH0vWrk3j3RYJk5ewsdPnyoEL6KC409IBIavkLMSr5neKw6sVL2vf62ET2Aa7G7HwEpvY9ctD1Zm0w+0fAIviLMu70y6IE8K8IaPtLRlD2MkSQ+ZgdaPg7sgDxuTue9o1+7PRM1V70/phO9IvXIPejOZj6gmtw9HpqLPTQrgD0ikZO9G7XIvR5P6L23aU8+JseMvu+iGL3H+Bq95ZBQvu5bOL6lh6S8LwBZPn/+gL50PT89E4EePu1/F76c4F4+pLbzvRNBXT2z9VE9PTskvueoVb4T/CK91k/kvJpOKb5zyBo+ozQVvrqVAz8QI6y93zmuPRfjwD3uhcA8UR++PcZnk71CwRw+7vXpvbVF4T2Kdlw+fdQgvgQavj1hvk09zzc8vXMMkTtuPB08sHe0vdMKN74yWrI+Jl//vT0xgr3I5lc9IxoQPQkXiz3lrgc+dpIhPQ3AxDx4UzM+G33DPnfz1D1SvSO+X5xhPUTTZb2MTP692P0Evk3mHr2CSnk+5zvvvJORNj4CRbE8zVZUPtQVJD7q1p+8HuCdvFUgrD2bbro9u7YfPubxX753Nuy7ZJQlvguVZL77LX+8ATKdPTDErrzXFTg+B99cvSrQlz29NRI+LVMDPh2NJr55Ky69Jx/rvT0MLT2XeK08APJOPN9PDD4Rq6K795HTvSK+RT0ibJw9eqL9vJjjtz27woG+s3h8Pg/Wtz2R7+W9xW/GvRE5Kb4Hp+g9y2YqPvGM6rwHjoG+A2EnPp1e9D1VC2G+KddEPVvwqL3LTUG++K0LvikFLz5K6da88yjWPJfuLD6haZ+9uQJdPJZcFr1+edm9dY3kO785br3+ujI+WSMbPcxxLT6AfNq9+j1HPkANnjystig+gVvAvJ9av70YphU9nzYavnL827wEqtK9CyB0Pq3Hfr6mm8u8UIGXvfLuzD0ZNAc+n+iDPhf1ib2u6d69DRyevqnCHT6pj1w+6bpKPVLCST77OMQ7BwW7PvyRBT65wh890xlxvtGYLT09UX69zLDwPaIYJr6L9Ou9gs8oPtP+LTzc526+rnYtO9VC9r2N+og9WPxZPrjWWr7yjp29MldSviKqnr3FKY293TaCPSA9p7wZVPg8jKauPA8w3T4UjBE9Nod8PZEYC74QZLi+GpDIvX2oEj6f84a9RBQCPveChj4IBII+miopPUugir6nZyU+vFBRPW7RLb1/HI4+sCs+vKaXKrwspQY7qwmEPe74gL1hLgU+QlVaPW3IjDxH7o89U3wAvWnOAb5layW8hPvFvRg7sb1sGb29sqQgPemSIb3pSBu+BwpgvMy9+702RCc9fkpqPJdOAD7BLI29JxWKvTeqlT29r4y9kqkXvXUSwb0uJQA+p8KCvNb0w71YK6A9PEOJveMGUT5+pe49ZlcgPTWjcz12cQU9jztCvh9ShD2vLjs9yjLPPMgU0b1aeKI9tYjwOzia2L096l29yqEevibgsT3CpZE9j4GHveovBr4v3LY9yKBXvjIDBT7CbHi+mRzqPcQyNb5Ab5c8lsQ9vs20A77txDK+CR17PPa8rD2FsYq83kEBvS00OL4Pzjg9Yg4ePqP3Hr4aClE8pMzBPfw0uT364bu8JF4Jve2xEj4QOJu9R216PMEhB74vN7o9NLegPXzanb1IqwI+WiAxvctVTzwiHFi9htxJPm3+QD1FeR+8RLuAPA2zk70M+g++J76mPbp+e70Aa2+8Q5AqPUBVM7y2lxS8a70WPQYxAz0TcJI9PHGWPRbVejxjRHc8xoLtPRWsSL6X3Ic9YNjpvKpAxDw55SK+bjMeuxcWH73x/Ly9aLmmvZvpJ74KkB8+T/HXPfVdGz4Sy/I9P6RUvsZ3wj3G6AI+/W71OxKaXL2tUQS9fi3gPfeB0DwoWNu9z3rLvT2Rhz1ve6k4SngFPZc3aD4gKAQ+LiApvpwgv76X/FY+lwEcvRsngb73exk9wTFkPnVE1r4OD9e8WxNBPluKrb1MsiW+sV+Ivebsxr2HoSA+fMe1Pqt3t70fRRC+HFgrO5+5172XN0U8NrDcvQuwsLvnwVM+JPwhPvrshr4EGeU9FdllvfIBlb5Hwl48zJeLvQNXYr7ewwO+EzTuPoUUpDzCppc+pPPlu9ZFhL7ZB2i83ZClPl7Z7DxPnBO+a3ygPryuQb7Ygze+WpGgvQsJKj4NbAc9JwM8vYMLW7wU8Bk+78RTPvteeT0ANeY99Jk1vh8yjr6bE9+9CGppu2vv671RtgM9PXnEvtQ3yL2CKWm94w1WvfeKjb7W3Le9zPBjPniYLr63lTu9/WMLPnbvVT1RBUk+OIZHPeaFND65d3W+DHqHvGAOpT0cXUY+WS9BvdGkCz5Pi9O9hv3UPHaG0T7wxgc+ZWkHPlCXJb5vIhI+OgJIvY7DXz24eue9WtGYPY2GWL4/nxe8G1DyPbWnfzznz/A9awV8Pgp+L727paa9I3QfvU3pFD61s0G9fNFqvJeLHz4P0aA94c9oPoKMzz3abaY9cKcavfKv1z11vXK9FhAWPtT9f74xzJa97R9RPlyC/71abBQ+hED9vS1XTD2AcHW9bOaIvRjXmb6Hz4G+z9LVPbZ4uD6wPrE9Jt6FPlXVkD635uA9flaIPZVGJ74BfpS9dCRyvQqpBz4qrHY+bwAwPtE4/zyFhj29g6FHPj+pz7sgioU9xNMNvgEAlr0D4L88bPIdviPSkbzrPYI7NiMUvuc9FT1mmT++YSGovY6TLD4E8vq9huuJvqSqDT5UIbw910VdPs0Eib0F4R++iRNmuXlReb5xQKE9Yw0EPu3+Jj6gYgC9bSL4PMOQy72rrDU+Wn3kvfHw8btW6l0+d5ZzvZomzzs0NrE9pmaPvm5Qu70ep1y+leQovgb4zL3NTbO9c8SqvfofAr4iDJu9BW6nPR2flT7BaPQ8h6sQvkotsb3omnw+yPttvh5QIL35qDg+i2BRPcs5jL3xWUW+Nr37PT2bHj7XgHe+BQO2PeeMNr1ZzGe+R5yWvSW8GD6Rk209GCxaPUjIibuY8zW9m7yKPvzFqT1xSYQ+M5RsvqXcUr5qYIo+phipPXpJTr1mmp+9/XbfPag/hz58+I29j7+Fu4ZpwD023v09QToUPkc8W71iGa69Uu9OPLmRob0GlfC9etCFPvy7qT2BFoW+iEAVPpqPIT4msgw+LSukvZH6j76i5ca6hRBlviO1z73np1g9rzA+PVm4Tj2+Q7o+UOstPhsPU74UACM9ZeVMPlTvDbw2xo+6n2NlvZZ2Xb6zfxA+gj+nvcJvFj6GRoc7T9iwvVcBkr2j8sW9KREkvesYwj0+VW89lQjhvBXpF76E8sK9es2BPU2kvr1kzo29fvYZvlFNcT2OPUm9GQeJvceRlryV1im+X6SKPW8zgr3wN9k9gZScPNla+j2VoKO8PS6hvLUe9D0G+LY7X5ybPJo2Hb37qpc8gP/WPMN1Tb4FmlK9cumlPDoRBD1svvo9BMizPR9R/L0tNC69//HUPZUDwr1yDqa9Ywp1PigIyb2u1u29w3rlPIz3Or5lkr093p+UvfYjirwk0R4+ruK7PAo5RT2h4jA9iXEpvU96jj30C4e9VqaRvSVm1D1Mv/y9mQOcOxC5LL2o4Se9GBicvd7oEz4ep4k9UewAPQsgg76kKcM92FrlvfSKEz45S+q9bVhIOiaiVL6aEX2+WUELvloBGz2ed2A9KwcevrtBiL2XhCW8e7mwva31WD2ylSQ8PYIkPm4umD3GvWm6nlvZPXfFUj17Nik+PsyjvePJaLwsJe894R54O8oti73nzi++juAsvr8/I73Th7w9E3bSPJ3SST3J0H+9J3CQPUuU0j184Tm8JvocvFzhi73vMLM9wv3PPaYHPj6hNjy8Q9nBPYfmK72fDu27MwqXvEBAaz5SYci6+k/ZPOa+Eb7eWxU+Cs2ZPb/nxL08Dmu9w6sFviWSN77j3ak+TeGDPcIlIj5ehe89klEBPkkVkb5VtAQ+NTB3vS4BzjvPgiQ98Z/CvZM5Gr5T4Ck9LS0YvZuMHj4uyyG+xrQcP5jlVr7jDRo+R8cZvjpNPLx1Nhk8B5rmve0tmr4aAks8PEVYvXQlfj2SUb29sykYPiprNb6oToK+tFyGvfGoEb75jdi+7dfVvA5MXTt0G7Q9DJtkPma83D2/MZy9hIyvvPPnQj4hbJC9rfSIPs3PgD2gZIk+WMwevvQTdL5hWlm+Qd12vLPrKT6nb6I6t80uvsd+kL1LYhO+g6AhPgkp5T0EPlk9tMhWvC62mbxVOcy9gm58vqhSkb3c8109Yo9hvgBwrD0LHOs93c8oPRPDQr7BsvK9sbYLPrf7+r3p7ae9EsqyPHj1+b1qKyA9EvOjvZhD6T01BPC7UJEdveSVvj7cmYc96papvUTy0D1trtE9kcTqvm54JD43Cf09i5QRPSvxMr5qXH8+fSetvboZcb3rHgc+kVCnvjOPL77S+IK+WGbMPZ7TBz5WcCc+j+MVvvxJgb2mX5i+Sqkyvorugz4H7wa9fdQhvpSgOj5JPSc+AvA6Ppf2+TwobcS9/0IWvrSBer6U7TG+3Vl5Pi5Geb3HDwA+HV9NPuCpO75L7yS9y65du7hI4L2usf08GNmfvlvJSL4uWAY9k//UvSPIJj5MOIg8Zg5wvtUoWL09Uj4+Us7lPXAovj3QhzM+HHhUvumaL71ckDC9D5w0Pdasb72SZ0K+yjs7PV6ZXL5+ngQ+W4GBvVXuuryNFVg+H7OqviCKcr5+KJU9iiM6Pmb8Nb5TydC9JRwtviNDKL62/vg9/GvPvttOwr148yy8IxmPvYHQhb3GPs29XWrOvSNV5rw8gng+JWUaPZ4rTb0rOg09Jwy4vTqJgj01BeS9NJUCuxRADz6lbkG+6rRPvttbKb5S4PY9JHhhPj9Gdz07/HC+uc+pvpfUGr0v4Ck+49rgvUKzYzwunAa9yHJHvubxqT7Qe589WWxzPUVwVj1H40C+g+CSPRXX4L1092w+4kVWvuc7I76KYp4+6PIDvgYbpL0oEH49JbgbPm+qJD7U8ZQ9WIs2Pj5TC76jUB6+73xePdQ8kT3AzgE+1ocuvqV9DD67Ns++sHxRPh2vvz7VU4k+XK1MvsK+cr0OMk29s+BhvQ9tEb4G2Fy+DehhvdXBcL4ejdM9MBMVPkYbsz0H5pO9rmGpvb+s8jwzfQ8970SgPI5wJL5DprW+0PwlPvlrvL5VWpC99ySsPKhrDL56IBa945GQvhSjN75HL/G8luIcvQyO/r25pQY9wSokvGhAgj26/pq9llsnvvgGV72k4ZC+0Uzqvg9OoD4Gj4u9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "D5hKPRdQ+D2XvjG9jqwvPiM9PD57a2S9xZ+cvf5vDb7mJ209tI2wPLLSGLzvy5u+vrjmPU0+CL5WFku+pSW0PZbIQL7CtRs+hgwTvh1GizrHp+G9cXTBu2ayJT6cVFG+SD0ivrIjS71+5Vu+08qTvewpQj2bufK8NEmUvcsqFj2IZFQ+6aI0vPWurL0f4x49ay2HPcLU3r3Hkzu+AjojPsZxOb2hxRC9Eu8AvYH0rzyx1nU8hyMSvbz3Ab35hui9w1NSu1gWzr09Sk+8a9asvsNbkzwBhhg+uFAFPCm5M74+BpO95bHvvcGtqr0o+q+9PfLtvThFBj0u21m+Ad8YP0DVv70X7ak+lOmhPk4vTLvTxpE9Fxs/vCeC5Dx6aN89a7qzPtfPBj0RC8q9Tr/Luw56cT2PEVi9+u3PvbLeQr3avZ+9LKIQP8mNjbyQgBu+ya5YPohghL2HF7S9MP5PvhImNr7w17K9SlYdvgBWsj0mh2e9hNkTvbD0/70lOJo9nwGtPelH7D63ZL0+scsovsHHwr2QY8g9VO4ZvqotdD4Cxt28f1eQvR5vnD1V8kS+pNFXPqYjwD7yJX49AfSqve1NDL2FhHu9kXOFvO1uFb6ZoQk+wWOFPbsVcz0PwVa912sJvazqzz1cxgS9yX2Ou9cbD76tAvS8xF1NvsDJXr0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1_2/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 