{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "FV2dvvgRxT1P3wU+yWwHP3774b71jJC+fVLYvgovCb4PY+2+gPDWPEwE2D3gu1a/hWstvmSM/Tx8UXU7aaN5vhdO5D5zzhy+O/riPUXhKb3P90I7Efcsvu4B67yGKo6+3XiUPuIzj745daE+/Z+yPh14XL1mykO+V9D3Pb4PwD6v6M+8+z2DvrUVmT0+Szc+IiQoPk4WMz6Rdj0+ryZgPqRY/71hpKw9o9DKvB8Rkr2AmeE9zEVyPsJgkL25QsY8fFjTPRBtmr5Rb8Q95W8Tv8l9Fz55yS+/UH98PeRqG70zVBc9b7XzvH0A1z1ZAwk/vEO2PWHqIr5f8S2+jKZvPTOWUDsyrIG/Ev2APg7zu75oKVs9fYPmvJ2sGb6SXF4+EO3zvoINIb6Fx+q+14+Dvc70BT6RyYW9FHEBPcWTLT5DytO+MH0fP9BMP73p2Xc+k3UePrF7Zz3exmA+6vosvn6cND4BRiK+gzgGvj5+uT45lCg+oavCvkM/cD5f5Uo+sWkfvihFeb76O+G9ZjOXPgpq3r9cGxW+X2xNPTVJJT31skG9iCMDPxABK73ocyG9xkALvtS2CD4zz3U+e/givrrZRr1rTKS+mE53PVnxQL3m+eg77PJzvlmu/L0+hso+NLaHPtNW072OZs29tMu9vfbn6DpQv/q+9vGHvVLVob7GAwC843yrvg9oCT27kZq9Mv0fPgtq476zr+a+2f/LPkGVeT2W/zM/CiGjvVR5kj6JN5k+9a12veBiJj4n3UI/fIMSv3KDCz48ZR29SY+xPhgwtT2VKLI7sg7QPgk8xr6f2rC9o+MAPjAvlT7hQgs+iW90vk/H/b67QL+90awUvqZJJz491ZI8rYMjPw57r77HyI29a8SrPhqUEz5Dgh4//9zFvZV+eb6Lhgg+j8ayPUJQGb6smqk+Lh8EPg0xyz4rHkI+sncBPglEzD2Inl8+hKJrvq+0VD6l0Sg9BzXZPk3TTr5CNiy9yKoWvnjJ6b6Qp42++x1CvqQ0tz4fxUm+IUghv1TH571paoi+wMQYvqI2YD4G76q+GtoRP0HC0Ty4lga/n70PPjeTnT0eLls9GdSgPuD8wb74ZnG+DsmGvq9Uwb0x6/e93IDbPDvfPz7yJlU+EjqMProJDD7hWeM+5kwkPadITz6gSX0+8GCCvUH1Nb5Fp+G96uD2PmYqYL7L7W++EFl+vR+t4L7tdCO+/cm9viEFUT2QAHA+1M17vrdE6jy8n5u+/BiLu9iNgTugwmU9q5HIvniJ0L2OcfG97dEDPgkRuD5W6dW+QOqKPi7p4z2IoXA+F4kcviUQgLttPBO/mLZlvnXCH77tBLG7RX3ZvT7xj72VSLQ9oVA1vv39e77AesW9kFGNvRAW8j6u6dc+wglRvmef3bxASJa+60ngPkRqgL6Lz4S+xbylPoH2qj6gVp0+Ar6NPKRdGj/cCaC9KAFhPpIIgD6UPyU+N5TQPnoV0j7/RBA+WUKKvfNUfTyoDTA+K3XBPn1Gq76lQKg+ulaavge/qz41JoK86/NrPuBmqD5HcJQ+v8zLvuwvOb4typs9qpKrPjgdsb4+gEU+dKK1vpKyUb5+VJi9wLidvhZvSb7A5D0+oN0xvgmfqj0EDw2+SBXevTuh6r2MaKa+jeJZvkwMPr4cDpE8acyjvJZ7Dr4eJvy+axPovY9FDL4lNjK/4XkNv6NhEz6AhYm+R/Z/PtdIpD71/AY+xZ8wPrJ3cb70IeM9jAc9PpqeWj+cq/G+JpF0vljKIT51TyE+BWHgPgeiSj7Ohxi+WsolPiGT3z5UnIC+VktxvqG0Hr81GYU+/ArfPXfh9z6a9v0+wf6sPnJ4nLxgYhO9oa+svt0hC73sGf8+yTJPvgnldb69X/y+YZSsPryhzb094I6/QjVzPYZhjD4sNMC+qC8aP0jd5z5vhx+9lphFPkoh377xWOO+S8aUPjPNXb7e+p09XzKkPrDgub4qwOy93itpvmGfZ72Ixuu84AZLPiFZNL06I4M9cToTva5UHz7Dv4w9bsYuPnt/TD4vvf+94B0VPhbPE7w0jFs+IkpgvlSHF7+yD24/zRQxPhrjaT7XmZs+J+lcPl+dtj4C5Ji+yeZXPi330T2XiQe+3YIAv+PAHz93HL48hadkvrvjVT7Xq4a9KoODPf/uAD0cL42+c1kNPvE3cb5Cqzk+rrCpPpEby73xG8c9PAvPvTYp476m65Q+OW1yv/zBKz5Trdu+GMgYPov2iz5IGhC9ac2HPlMdurxk7SI+yKUEvudCib6psq8+Bs0uPmIugTzXUfC9VxtcvFrAnj4/84G+lUcyP40ltr1rjYS+bWOwvXpFnz06xjc+YRmevlASXzuCQ5W+s30QvqSV8b7oG7a+NuQ2vlknc73gpJS/iwAgPv/jj724EKW+gNQAvneI3b1Qg0I+FMayvn637r3vDU4+xOWwvFGc8r0AspA98dBVPu2OVT5W+yO/OHCDvjBSPbyjSSC+eSVEPWayCT6nqNm+EKsoPmwyvDwTcZE+TZ2zviqSjz6Ns9s9TqS9vnPy5D08IHm+nQHGPT7eTj5IiiW+MSCqvj2USb+64RK+hfn7vNcxaD4FKc8+8S0jv+ALXbu7FJw9NgzvO+4UAr7qA7E9AQhgPrdiuD1tW469oENePrQPjD5VlHg9AnMUu6i1+73a1qs8KS0EPpkqnLyyZHQ+FmC3PY2iub6SSFq+VGKgvDjjBLzltoE+MNy8vhRqnL3i/3g9HE/6Paawi75PpRy/AM1lPkgJZ741pYk+qCMLPQhdez7G1Rg+QEi3vu+G5j5m1LY+27S2vvrSMD6MR5y7Ovw4PlCopL04bko90q81PjU7YL6Wd7Y+xLMEPpg6Tz7+M+I8l0g3vq1Z8L2akNO9pThDPlM/Bj9xTcA9083bPr+1Ar515py+/7NKPi6ArD4skCg+GMsuPepVw7z8zIc+SeNzPHTrsb1zx3o+9nSOPkZWsT6TfuI9M2cJPkw/Q74Gzcc9SEM6vX1XpD3bLNG80KuyPnzv074tn56+OyGVvkqKl75J+AW9pi4cPlOmJz4myNE9O6YWvvHfdj4caBW+5RWePVSyEz732q2+YzuPPm2pqj06srS+nE6PvesZvrwSvYq9ZqSYPGsVuL5XFX6+xv5EvEov173mfMc+Xc/QPUq0fT5C3IE+QXmqPkl2AD8Z9q8+dduhvDNaHj7gSIA9u0OTPVfV1j1+Pv89JbnCPoThGT0ktDa+diXrPa1o5b21j3o9FZqBvSJVdD6iY7i70SV/vluZgbpQDDe+M3aEPlOPVT7r+T49QuxnvocSLL2vVRW+IyrxPbeh5DxXKC292aJxPk2mKj6c1wU+N8VOPdSwGDxmNDK/W/r5vcjM/b3qbqy9T8jUvSxdTr7yYTk+cpijvkA1Cj79a7c9pZVlviDkFT7k3yc9Tdcgvmzfer1X1DA9uInVPo0J575bp5u9B4v+PjaoID4zIYU+347CPeWSXLwHS5G8oLM7Pb6IiT6+wp0+muyDPU4Wjj4S8+68H6y9vr9XHb7kMOu9yYG6PcHS/T2vgrI+tRKBvbQojD2Wb4m8JiKvPfWysD3sZjc+18elvqYIMzx1oLU+4n0XPj2kvL64pVc9rnTvvUc+Mr4w8zs+AxowvmTODb5zVTw+hXRaPcP57Lw3koG+OSj3PIRNer2qgZk8S6novZP5m74L56q9STI9Plnm4L1EMq2+p8j7vpVst76Yomm/8qfvvpY2SD1eXVK+tgxFP0YPfD4uUoc+0aXQvZJyRbyt9a29rJpxPmYJ+j4Pwpy9Dv8bPhIxZD6YT+u829ptPswKI77wuc49yRWOvoactT6Wml6+zGWPvs13/r6agmq+PUTWPZ5/Lj4TRS0//rjyPs5RIz6oP9s9BYhLviiNqjtlud8+UA03vfsjU7xWikm+63KqPaISjL7mME6/BnTWPagbCz54W9495xQYP/3lN74Qx0y98vUmvrb7Jr5Rwzm+8ZKQPvT7g75kho29pNLNPun2270BOU0+zrawvpGCyb6icbi8C+P6PUnB+TxQ9OY9YgCWvbM4Ez5f5pQ9MtG+PWGf2D4FjpQ+o8GNPQbOHL5saNQ+1AcvPltCDb9Unii+/4wiPqokjr6iMbY9BGY5vmxU7r2RP1+/QW1DPcx6kzylrMI9hqMPv81SD7+z3Li++2LbvmeMET4VC1E+XI0Pvp3JOr6H8j2+JpvdPB4T+L1KLnE+BLECPWdZyT55Fo094s4mPghJtDy207I+PDYivqj2yD0ryag++xPJvV09rj1bkT0+3pyJvo6tAr4x6rG8Yoi8vhwYqL6MtIk9Z7NsPkWlzz3s3ae9Zl+tPkUFAz5yZy4/OCXbvItG4729ixa9GP5hvmjjQL2/1Ng9D4w6voWfjL5M7/y9zZ+TO5DNB8Cs0Ba+uIQcvq0ZAr/6eYi/TPadvnbhkLpUwVs+/pRNPJYTpj0JhY8+cyI8v0RxAj/pwda+IZaNvqvqHz6cSvA9Dhj5vodSPr6Qip++CJ3RvijUBz4Kv5Q+c95FPqvGzb77zBK+5FwEPTg9i76POQU+E7X0vtCChj5R8Dk+s1OgPRvpqjzdabm+LJOEPsx0xz4r1PW+eYUCPlOnOT+oIGs+uSZcPfTSwT2fpGy+0P8NPoZMQ71sVCK9H5rdvOeD1b3GXLI9GUDgvvZG1r3rLYo9rgfrPsIar73Axfg9RW3NPF4lmz1hheK+inY3PuuSPj2EKe8+KgjCvnUvoLt5IOi6vduXPp39/bx3SYE9v8X0vq40mD32JmQ+2gZdPaYufb4uBwS/famyPTzmZr4sQ4M+98r+vQsf0T04Sr69RDeyvQ2fhT4YrNo+A/Y/PUcwkj7mWhe9TDJTOgl+Zj6eVbg+WlgKvVA5nb37SNc++T3YvVDVUT73/N29RWaEvuFYfr60E6C9RL3BPXAAEz8EIiy79iMyPlmCO77p2w6+EfkBPNIWqj4st5U+PbvxOaNUaL6hzQM+8uKWvK767bzEfyU+WrlmPphzRD7NPVe+VRuVPtbgs72iXRA+Gz2lvbn6pz3nyBc+e0OSPg96oz1XYAY+MR8TvlRylj51HMI8oUIvPmOxrz6FXJK9iwQJvmfIqr1mIxo+tOjrPQkcJL625E++cowdPqutBbqGIs++J3Yjvr/2qrx6Jys+IsSXvTx+m77PSO68/6T1ur0Vpb2TGqI+A+envEqfDT7Iuok+Kh7RPcaPtj5TKBk83i4wPh28uj3PrGM92NnuPpZXizy0PuK7uI1gPqdiojuW8Zm9CCfkPTD+Kb2udQ8+ZV+svqTsPr0exia+yIirvgihBb5BzsO8iI6fPrSADj5Duuw91NBVviGILzxQBRW+O+Y5vetlRr7JDI6+ywXvPXO79DxYoJU9VEYqvTXEgT2EYR+/fecivUa9Ez5uzb+9pEiMvIyFqT3x1rY9A5OJvWq0Hr4xOFq9OiBIu11Coj4R7rU+UpcbvqmeP77qahe+grIBP9Z2m77qCgm+Ar5JPjwppz7n/gw+3TgpPWiVpz5Z1iG+q+FZPswfxD56uF09WdyyPgkosT1E2529pA1AvsCVTr4aV0Y+K6yMPra2kj4Zwfc+m9S6vhUD2b0ySky9cRyAPmw+rD0ipGw9HOaFvdzkgLorS5c+c3YZPR+EYb5+9Z89CcFyvleDtr7mMl8+QEqJvhG3QD7nXR09vBOCvZrFJr37F5E937lOPooFsT4fRcK+664tPT0fLr6AJI09DWdVPlxBmr1UGz++rcUivjl5lr5Ip5e/kj2/vp2wjT186AC/hgVXPmoJtj6/5hE93iIjPtZYXLzce1A97gcMPkaZjT4Sujk9GOcJvj6OML4AtI484A5VPuY0Yj3q4o69VL/LvBfJPT6ZHmG+HN/MPbgr777mJUU+bk34PJatij4lz5A+AuHgPkaCfTohYry9vblHPYIcS70a2gI/ZludvnyETT1tW5C+HoKPPihd+r0oxBS/LlPbvQgLoT5QvSq+5bu4PsD1tzz2eBE+i6eEvgPwej0dSba+B6WBPraAYb4QUuw9bW4VPtQTpD4i2PQ9QIYAvoU1ir6/zoc9Qig9Pu6+MD7o8yS9zaOkPIptN72/IhK9HXHzvTA1oj6IOlE+crwAvWIQcr5zR9M+jxFGPes5Bb88/Lw+uHexvrh8F77gnpS+SGcjvTbAGT4nhCO/IbWJPBkjBD4ag1a+VTj8vnc+hb4FgYi8cz1XvA89ej4jtLK9fo2YPrKGhz7giom+I59cvjcIp7yFZgO/G/8IP4+xYr1SIUS++b8EvRp8Uz1g3d++jpzNv1QJGL5giei902O5PWYamj7UGcM9f/5LvmkoE74qPXM+Jswzvl4Djr6cocQ+9yUIvNbYLr7nVdo8SBsIPX5XmDzeEFO+dmYRvGjUlb2ZNFq+OxJPvhpeBL3lHoI9WigXvqLE6zzK11q+vTggPqkJCb0jAFE9YrLfvefBWz2sAqC+7OJlPqLTAr+mmXU6a1KdO0rQEz7kEpW9K0WEvu67NL5hlTm/yUpmvYcUe71UcPI9QXE8vZ5Spb3Vy+O+K5s0vjZXLT1x8tA+qsvGPY5dbT3xSfK9PiZ4PiJQjr3p0Wc+4XVevq7BXb4LkpA85EAcvu9NvT5Vy8S+/r7auuSzTL6Tjkq9CCMIPZLBjzycMey+JA03vjVfhr4oNyE9m6qVvYcoRD5WZig+3coMPj0hFLyXMlg+tk0HvrswHT02V0w+9yDGPv+6nL0uPnw+7C/WPd62aT33pyc9zgyMPkAGlT41/5e8xNJMvtQ1JT63iCK/hcKpvnUYL7wR0Jo+9n/4vsG52z6aO3a9WokCvtxunr5k2fK+NlLYPkG6Ub4zgGQ/r/XbPQoCMz5uCI4+Kb1ZvWjRtb2q7Jk+NzttPd5JcD4zpRe+nkYTP1oifD25AFi+CB2hPvJsh7x5XII9bEymvmv0Tj7DI6W+WWuOvgCtE78C4Ny+pVvzPOhGQb3udSk9/zseP7krVL7GF2S+z98gPmIbKr42F9e96OGovubaVj0smCe+lTlkPnIQszx5aTO+Bf7jPZwdLD74jBs/5sUjv+RffT1PFLI9/u98PW5F/T6CnR0/Q373PgckhD77eYk+I3nAvavahL7+Cfc9muHgvtSHoL2ArHe+be7jvt3KGL7W2bA9B2mPvvKwCj998Qy9hhu1vm3o575i0EC+p06wuwwHkbzRBR48ZSQAP7+tD7/ZpS6/emjGPK8ELb2RHeU8kRO5PcYWuzxnNxU/5LsZPxKFBT5chI0+TC8YPtAj0z6K4hM+VN06PjQsHr6U8qk9JbJMPbc1hz6wM+y+56grv5qqXb4wjFs+LsSlvszCeb6BLrw+HBeaPmHxQT7I1Ja+Gk6kPivMm75SOEQ+5huFvm/xKL7QJKa9Mh8kPhXZeb6dyAu/3NrRvSSoFj6uLd4+TYcMv4epvry+8Ae+B5GavpJ/Hb6raw2+GQZYvk21ej2yPZu9cNjPPaOssz0BRs2+kQ6qvpV75T5QDJK9p822vsdZ3T1K0pm+pHgtPwOJP7/C0Rg+/tbzu0aklD6dkCk+DzTru6XWUj1kNdW9gd9HPl0Yaz5bl7E8lvu0PdQXGL5yX8Y+sg99Pmve4r12hsy+4JsSPBhgU71TW8k+e+EEvuDpUj6AhJq8iOVqvhYA+j3IEqk+Ak6/vtUs/D64x0s7+0yPvjd52j3i3iO/Bl/AvaxoT76rvyM+F3kIv41SED4YvB69iO80vc6hlr2UwL2+ITVNPrKMAr4RKtO9bP+OPljfmLvUOCS/sbmEPsHqND6m3ay+z8H9PS2Hz76/UIE8pMQjvnJwBr4rwtu+UmnzPhTZfD78PNi9TqoVPjwTf753WII+ECinOrH21T2DKny+kqy2vR+gRr4M7KI+sLIGPzWFKj5xGTE9S9T/vRwVqD3sqka+1tmsvhTj8r4hvL0+qciIvgMy0T7Q5cA+rqtUP0kWNL4nEwk+Kk70vj0H971l640+NI20vNGNsD4hUwi/mYXUve/4Hb0P79g8jtyPviEMLT8K3+w9iVjFPqzl47xcQLg+jx74vPdNoT0u8PS+Vl3yPugLgbmL46u9tJHQPWAhoTzW5Ok9pFY1vqboxr5zmoS+KdZFvpfRGz88rme+UUlSPhXcLD5dxfS+OUq9vdc63D3//qE+HeHVvVEKVb77Doo78cELPrOcPr7kKC67zGspvrkTdD13ms09DjmePbgJlr0QU2a9q7O2PfvDLr7kvE2+d2WAuinEbD2GCAE9JxClvRcpQL77O1C+q1cAvtoQhT260US8UmoBvmq1KL5sLhy9iuPfvAWct73ruxU+5ySzvKQ/Er4UcCu9iG+UvX8AYbwaSaa8SIvlOs7hRT0cXoA9LEFMvu61tr1C6dc9hmkHvlN1uTyxFqY820OZvQZXkr7+mA6+Q4yFPXKdQT3GSsi9P8/yvUmrhr4v/yk9uAAfPVC2BD2mSX6+KysWvsqbA7pMOg68PFmNPU/xsL34pZ+9igldvbqXCj63jCC+RF8dPsYwebxi48o9Q2yIvLpSuz2s/N48MeNevsYNQT1hHg49hwbevfSUjz36F/48B4QYPiLDgr5QIzS+o0jEvQTvrzoKCg28oXQrvqUerz3sfHO9WsQivQARgTyVJYm92JufOqYftLxHeDo+0EhivdODLb4IMu29h0QPPngZWD1sfZW9G6yAveZimz0BkAo+cbYuPWyunbyuTM69CdEDPhBvVD1dtUi8zPERvsbSST2wz+C7dvFgvBVG3r0pOcW9Bkn8PeptLbxAeDq9Z7wzvtI9Ur5sNW29toVqvJpTK77vIUC+0pbpvRUN8L1b2D694cnCvCvHd7onYKm8CHUlvuQTDj7e+zI+CwrMvhmeiLvEKN29A9+vvSrA/rgr0ZW9YwFkPkT9WL08C3E+8UyFvoMEXz1JCQM+meUYPRKkNTzzY269N4z8vfpNBz1TDok8X+eXPtFuC74W+/k9Lia1vim8xT2SV3g+PrZ3vcFQrT0xnFU90ywEPk6FY70Av5G+dHybPnUObD3V6qi8H8qjvaKBrb277IG8Ypezvhq5S70gDqA+AHBBPdFVqrwRYyU9jNa0PZbVOT711Ue+K0ikvZzHFj3XyZI+oWPavdwBaz4oCiA+NjEGP05PKT6YbZS9ZjSUPGSbo7y6GV691YjRPBim6D1wFBU9v3WyvBgyer134bW+7nFDvnSJjr42l0U9+nMKPmD9cr2Ld/Q9B5gAvuXaAz5Mgm08aslMvpgVl74ruEi+H0acPEIrYb30/149uvN9PuxIMr7jVnU93ZNbPT+YPD57Cou+CBcrvUMCIb0/pCG+3KwkPleCYT0WGCc+5HSWPUuEpr0sXTY5AASBvLv+kb0W/0O+kfGDvQbl7T3TogC/iKG9uxPJtD7ufH298ClFPi5wFT6mRS0+9T8cPVtgmbwfnVQ+sMqoPTX0qb3Z4J89ttZGPsFhDD4WZ5K+nlQHPt7+1b4UBPU9DNOEPggwvj2DQOU9LNeSvpKuGz7Xr549MKrTvfNS0r0pPsg9VUm0PZuXAD6mXEu+LdKePOwfXD0h6vI9lEPOPJQ0ZL6IoIU+uR8KvhgLyz47v2u90inzPEKfirufWp69xOWWPcZ8yzyDcgq+HJvVvYMmyj04n42+P/KIvjE9trpdYUS+uIijvUyv4j0xVdi86Kj7PbG2Mb6x0tQ7VVTQPM9CE7776Ug+KFbXPUn8qD3kjmY90hlVPTLBxb0UoVu+XPYAvSwG7T1Uptw7CWwovq+BFL3ebxO7LcInPWSLyrybiAQ9BAIavTudRj2tyUw+LRa3vApder2pi4G+R29PvgA5C74Z6RU7svuZPWcrm7415he97C5Lvavthj5Pc4O9mPGwvW20kb6zlAC+o/g8vdbWX73TgrY+3jAMvVNhgL3DbOG99ZaJPXJnHD5ouFA+tO9MvMkq6j1OJBs+gQl4viuZ3T36kw8+8s9kvqjIVz3lZAc9QwqYvE0a+L3hRjE9V0dJvctpVr1IzQa+QSxVvA0K0LtJx/Y9Thi1vb0+cz0iZyG+9c2AvU4xib5VfJu93h96vUf+HD44KK89k5xvPnfFBb3bvAa8KT7UvYv4Fz6HS56+0mSZPgT8ML43DMC7n+j7Pk1axj1fmgE+4nEVvqaMcr5issw91SYfvqr9/z0Ifwe+9G5pPWjedb5lmIU+l+mRvaQUBr4Gegm+1kkLvcOojj3n7c+9QlDsvUyhBb6YwXu9/oIOvQa3hb0riCc77rbsvWvN9L3LyfG8Bds3PhsgNr6uIKG9ctL7vaFlJL1uVVk9KYIwPg7nCT0af8A9uaWLPdsidj2V2Di+jsZJPklPNLxNnaq90EMMPvxth73/ovG9IqQlvqZtjDz6MHa7wvSVPWJiWD3EKDq9WBrWvNleNj1r/tC85XIGPez/XT3KQxC+GB2MPNKbnD0Xv++8Dhq3vNMrmz3ta0q8p6UmPi2Roz2lELG8Sl2POlTJHr4A0Dy956gRvq8Jrb1Mph2+CT3CvF8uGL6KL5C9CfFLO+tryT0rwqq929fbPcUav7vWNwa9uAsIvk8v7Dzd/Ai9FVWLvXg4m7t8p4C+NMjGPfy72z2SjBu9D52bPW8YHj4ZOqW966+WvIkKuj0Ofdc9RiohvWu9d70AoqM96vmZvWt3tjzwhty8/7wkvu80DL4kMFO87c3HvR/IvDphJD29K3PGvCq12z1YNH++1LIEvjIQuryA4sy9lbcNPQa6fL3TPJK9hJ8OPYRTkr282+u9Lxh3vYejFj2Lh+M97d8Fvk50Gzu/o6Y9LW2YvDDECD7xaE49gtPWvU4uBb6aKEI+Ag/lvV9HgLyIm2u99qbevXqkDr4ri4k7B+NdPQvVxD2wAX68YOXSPVoG6Tw1I4e9ChkGvogzvL2X3LC9pNhYPuE/KT1R90q+QPCNPphuNDxaD/g9TL8gvFU+VD3zB3C9xu+CPHNDMr2RVzC+JxNqPefsSL052eK8NXayPl0VUL5WeR6+q4MDvuMnrb6XW1a+sVqRvZfusryWA0E85C3WvLhaOb7JGzi9O/9jvR0UMj2Caie+qo+dvWLDtrw5Cw+69D9JPYT4hT1BZ4498nTBPKrqAD1CBku9pavfPINSpz0azDW9OoMqPeFQtryjSDa9o7LpPfyq/D3lLTk9JtGMPoaTIbvr/I69lDzJvqJSgL4xv0S9DWAsvZ1XUr74Xls+Njq1PdtyUT075ni+22vRvYvkdzxMUo49DK+QPFj/TD7WJac9Vdz8PWHKbL77Vvy8CEKKPmiAVz0d9s69EHT+PEiF071DAHa8L87Lvd+6lT1r1Es93pfbPZwGXTxt2fY9R3tHuzBxd70/V+89x8dLvj8riT0fCpA86iIQvileuz3XzI09uNosPRxL8r1vDei9LpEUPV4iJr3IVRe81QzyPCwXHj0Zjbg++y3UPWICez1U5Jc9eoj9vel7Rr3Ib6A94lwCPbezAj3PDM+8xbT/PTMSLD4v5xm+1OYnPmk5ZD1tLo28oahGvGmDrD48GZy85YTLvZ3pvz03mAa+uTcHPkTbML56VFW9+22BPIuIET4sIka+cQsuPrqFI77YOjU91YSIvYQpp7w9MWK+95CWvGS+J75HjbC9UOvWvGjBX76vATM+Iw/fvZEhVbyoCF07ooVCvZGBPz7YIww+/7ucPfuovb4xTns+mdbUvYRohT2PpYc9v3KuvctKmDvBU7C88h8DvRtVcT4x7mw9sd6ivfKX6bzkEK49ON6MPMPmm731dC2+QFUmvY3cTz6OjeI+3mdMPjwz5j2DLWA9ibNsPoBeGT5mhAM+b9KUPmqPZr1oc1m+jjo3PtV6/D3phZI7BVBvvmckJL7UJ9w9Ct5jvJZZRb3Zs8u9vQEYPT2GPj6WCvU7VqicvY3xlL6JSmm8KBpsvXfgDLr17ea97r7HvQUCxr0g6zq90r0OPYSMjzxC1D6+KtC8PY02cb2CwTM9tryXvslqWT26vAm9TdyWPkm23D03uE8+gmTWPNOdf7yt5/a9nnY6PdlEOj5eZB++08IxPslWHr4rRNo99jdAvgQE7r0WymM949BtvSLnQz36HrY9v8u4PWjezTyj1h08OVS6PZyvDLu4F7k9uCPuPTdBlbwEGjk+X8/vPH9Rp7yszhS+y8Q9vg3khr4n2eq8fitHvmoNJL7j6eU9YrfTvuNPW77T98I8dmHlvaoLuL1GGhQ99eOTvTGNYz1j48C+2m84vQ0D5z0WAgE9DZr3vWo2nLwGIQ6+FS3CPJE4ZL0AzlC960BUPewOFb0boXU87/ozPWWqBr6z41a9rRirPGzLvL0e8cW9Y41xvQgcybpXeO69T4qrvVi0sLzsxDQ9oqrduxMJeD3pfYW+WdCxvXHbY70mALG9nIz2PNokp77Gsha+kOMDPXeKJT6UL1Q7r14GvtJhoD0rSA0+UdxKvpqwzjxMVXE9jYFCvcSRcb141Jw9b4VYvijtfT30FuK7rOQrvk7FML5Omwu+1aBKPQCYWD7z5os8rSDdPUhyWb0B9KC8OQ74vaa3g7vM+b28BzNkvSjnfr66fPE89YbDvYxI2T2aR008udhuvrX7+rx2Ojs9uNbwPTR9OLtFhz68UcuJvqPKkD0KNCe+zUcPPqD0az1VmkM9yCkJviFLdj3lXvS9B7QHueKqr702gaW9/Bclvn5BJz0ajyk+aUK5Ped6ib2NPn29/gtgPWK2hjw+JAq+FiWrvT+WWDthV1O+O5GpvP32Vr5Vpr89tA3HvXHh8j0nWqq7vAWXvYgD2DsQEry9VHuaPBZty7wkq1M+HUBFvbcdEr4o1Xa+BVLVPaf50T1fzW++3mWYvUj1G74b/MO9HipKPQouGr4j+TW9Y+EJPXSsqLwijdc9hC+4vU49xL3xCh2+Qra6vhYjRLz5iVW+atlSvVTlZLv9/a68TXZcvljz6j0msBM+26nsvZ7kCL1sYoo8L+mlvWcmG73V1eu9GdcPPs1PVr0yW40+QrCvvstUiDzE1ik+f/QDvYN/4T32FvK8M93ovWKtO7wXnCi9T+dCPryEPz4pKEo+EB+yvV16pD058SK+o0anvLWZmD1ccre9/7UgvaubkD1j32a9qC82PkWIhb1mpgG+g0QnvtYLuD3i5zW+/aAmvshiOb5B0OK97twIPix+Ijx0bmy9RgcgvZWypr3VCnu8AkDZPDsOnr07wAa+SpV7vqMNXT0+Owa92ZkpPmIlmT2st6a99eoqvsPY8L2lBJC+BUXyvRzR6r23+xG9ou/VO5qG2D1TaCE7F4HdvZQ0rLxqeLY9WEKDPkhaR71TgiQ+aXfWvRgQYzySyRm+6l8GPnf1E74jchC7u18DvvmolzwMx1k9tLpHvrcEsL2lYCy+6B6TPHtKlT47MQw+D3Hou6uWu71hToi8fIfxPcrZITz/doo8NuxUvQylFD4zhSi+p5LQvQz5mLyTq1K+Z2+DvPzWAD7C4W+9ZH92vVV0ZD6+DDK91rc+vX3GVz3AlWS+v+WWvpCqHjxjMbe7tJGxvfLTCzpfmpM9WR24vdIQEj5+Wyo+4j0PuuVuo72OW5W9/9fdPckeqL1u3+a9R1FkvWEFoz22VCw+AvoHvq/cBj0/OQe+NgWHPSG7Oz7m+Xu+6juDvF8Pnr2CvrG9o8VXPUdY0r0kwZk+PuhmvvDvnL00lX++5Jkbvp10bj0iYBA+eGowvR+3LL7LT569Yy4kvpU5Eb1+jvG84AWqPVF49z2asIy9CBMZvhfw0zwOFDE+hEcQuv1nnb5jNBk+s+IcvjExr7la1Kg+CWN/Pb72xL6O+Z08cA2TvLKmtDyETNK9QVGLvjwUzD2ybzI+F4YxvXE+Rr3UDQs9TOsSPMcbGj72jiG+z+LAvAWkMr1KI4a9/rwIPXymYb4qg1Q9pryZPR+dTL6m5PS9HDB3PXzxCT4/SZc890evPSeGHz73/vg9e7r6PTFIK771Ti48IW6svihbJT1q1K2+qPOdPRcULL5x8zG+8XMhPe74GD1lHK4+UF+aPvpeWL3Begu9fVi3vVLApr4okBE+GWaBvUGgWj5QTsg9cQ6ZPSNYmD1aEJy93RWtviw3MjwWT0E+CeKcPqWFoTxwHHi+URJFvnmGNj2lbms9tIRgvUnFKL5OtXA9hBJbPpCzDr7fiyW+nh6QPQFF6Lxg7p0+UpbqPba2E742gx++Pw36vfl0mL1aXQO+ssQWPZcOpj7WkXg8EheJPc4SJL7VMQc+UqWSvh4GMz6m0vo9WrV3PT0ueT6noGY83DiGPer0Ur6znzE+M3iRvHJNEb45m+48sjbtPeG4Ab5cDSY+I62yverTjbx0iXc9bopSPUoQ4b0hFhq+3CjAPWc5KD3l4Bu+TfU4vn17iz0BR/a9QduyvTB76DqzV/a9jAcaPnWNvz3yiya8fvlKvn1JOL77ARA9u75SPZs9Ur5QtAK+kQBGPIP7EbyZ/Jc9FGEqvrzk+L1eLgE9ydc/vs/4RL3uMqq9Dmqqveg9Lb66E1I9MgdXvsjDCr7lB6s80W7EvRgPC70CAdC9mjzOPUNboT31Ol89uzkzPfIQTLw1/G698nAdvqEyC77vbKu++D5bvmsrmb1UP5889cOOPXICUTzp0AM+OTlsvrIzlb32w+S9B9zdPRTlbL3gO4A86MA+vv4hNL0DDDm+9gPUvZM0/T1Hc4a8DDOKvqi0A74fJTO9tTWzPRWP/bw1Tf+9xs68vOTiUrwQ27i9y+nXvR5eAD3CiL09aCCAPVr6kzyGl7q9XLievVXT9L0ARYw97F2+Pbjk0Dyu4Lw9MpCMvcfK87yziLw9DvljvZZMHz0McjK8tWHGPRPCD73CK4a9mGbIPUrhvj2QNt49xOzBvY0dnLyxpD6+/0HdvZZ7KL0dKYa8Xq34PSdrWj06FaK9Z4kAPvJtJ77zqzQ7Z7cCPVf9Jb1u6Ky8JOf7vYudur1cSC6+acUDvpWi6bydchG9baOHvjuApz24EWs95LhUvlKIMr2bs0e9vXJdvF8ckL3jNTo+s3VBPl+kZT7MHRW+flMCvqQIE75uho69sql+PbpwDrxs4m27/866veTizb1TQpm8rsLAPrB/Db6FQS0+etsovkl95LvL5Q8+29sivQRk1D3sXjw9Hom4Pbc0I73bTx6+Z4i9vLCHpT0IwqQ9N5eEvv24172U1sa8BnlPvgDIor4IM2u9WFNKvXZhez7BVoa9gEhNPBkpsz11+gw9rdq5vVEwJT27t5482sXoPSnynT2cVRk+M2KAu0x9aj5XTZQ90JiHOyFNHbywuRe+4bJ2vTXAm77fg+q9HlApPhDhkr3OmJe+W7EiPIBcKL7oNJw9AoWzvlC3DL1y7J69nB6xvaNb3Lzwyf69mjOmPVCfvb090oe+PdOMvWjsm70pISo9UAwtvNZs9b2sr6k9vt5jvTfeaz6Bfgy+WRm7vdp5c71UO9O9UweYPMSrBD543r69gD62PeSlxT0Z/LC+v6vsPN3o2r2GE6W+Le/BvN31Eb3OxUi+s1DevU03Wz4iz2K9y/YQPubxYrzvEPK8eQ+ZPV4jib7G0lm+eMCIPUGjKL3NREY+noGwvTQMhD0OJ549dX9ZvljiSr3CuMe7w9iNPsmveT6TBaK99uSQvQLp571AICc96OEVPT3sDL4Qysq7ywdBPfOEI7yXbii+lUJ9uzlM7b37WIw8uJqtPckVDT7h+5o+ze8Qvj/+Xz0R9oe+wRxsviJNjr2qAAm78bMOvhgQCb6wY969x28fvvtlbr3b9sm8ukPKvXseQb634BS9NIhJvolytL1Yc109Q0FAvYMuWD36twc90Qn3vM6yfr1e3LE+TjLEPLg3FD2RXwW9LGXbveLAubzlAAe+6zZLPFDQ2j2guWs9Up4yvXJ+Lb3sR8y8moq3PeI0az5yY5C8FVQxPf95uT2S00c+Hf4Cvljizr3e4y6+W3+vvSR8cT0YYjK+w2Y5PlVg4T1ZH649WqQ5Pk8Yoz7B/7E9+cPXvISOFT1AV769hmWPPVihNr32Tl++o3EnPlTVP7531Ws8g15NPdOYojyW8zk+/k47PQPhyr0QqYc8alrTPTFx27vOTDo+lkTJvbDUBj57mLk8hG41vmItOL5nK7S+D7W1vl6mqb0vTZ09KgnavRR2Nb6jU9s9U50tvtX0hT55G8i9fsyJvkRRT75Rwt494MS8vU7r4T25Z/C9wCkuvd0kuLx4ELu8N6sQPtKn6D3B5Po9NEVuvmt8ir0LlCy+oScuvtkdNz0ksQ49kwb0vGzXx77NKYY9HB3yvXvukj3TVTi87dbsPIhhkT1K3Zo966y7vLTd/L0RM+S9ECbDPJnEor3hi0y+xKgUvmmhUb5gFmS940yMvur+T73dFOu9zj4zPZgfAL7cXpK9L+Y3vA+hCj3A8mO9z7KlPQpUHr3g7jk9MeFIvFcWST1DyK69vvXlvPJRfzuPLUa9dFYsPGoLNb32hIW8CMU7vklcmb7PuOe9+s4zPeZkA75Cr3Q9vMk4PNTUPz7A96+9z5opvpcZmjvqyDo9nHrLvK/2zL2tWRA+pTMGPsGJLj6Sphu9UC1gPpGuWr2Tzh2+HirNvAWMJT7KyKM8PkOqPN4IpT2yee88UT0Hvi1lAr6xfK09AthCvh6yTrySMhS+UG5TvltAGb78QvO9zJ2GPIfEtb2VFzI+tF4WvdhTb70w1iA+Jw5Pvj1lHb2yCcS94hFcvGcQOT00Pqo9gBL7vaTOzj3fxBi9Bp7pPUJdHz1VodI8ovojviDvJL5b/+49Pk/LvdTlBD3pREs+Qhs+vn9usL1CkEK+WI0WviBjuj2TUc+9Roc/Psy3ljzP1QK+3ZAWvq5TgL0Jk0A8F7WlPR8RFL6agEk+gMQjPt9gIL37Cga+AEBKu9PYOj4PjwK9ZLfxPfCnl70YXNk8AVZIPQFu372b+by8x6UnvfxTab4gkKw9xYM5vs0ACr5AC5u9Ys5VvrPMBr35yJ+8Ewc2vbRIUT1xzdk9uU30PIqB0L3axEa9kZ0HPUJdtj2fWso9CTQYPlzvAr4Q95M9g3UTPupNqjzid7Q92EH+vf9vm76Qbmc+b+4KvqmwQL3iYhY+4+8KPOZt1T0cKCq+oTUAPh19hL7LDgY9NU2FPrptGj7P1KA9SI9avcFJ4r1mj2A9BW8MvkAdsr0lpZg+YcCdPLsDZD1Nfa49nIqFPjm1sr2PKU2+iXGaPctRwD0TKAI+SVscvAvfjD3b0ao8GQYWviJl4D1MXBC+t1RQve4V5D47zji9m800vZg4JTyk11e93QiJu3ViFT6wfls9nBcyPfudB70c+Za9F6NSvovQD75jgJ68f3UwPqe0Br2uxhE+Mb8fvnA8Fj5ntRG+VJvyOwBnqz0aSvQ9hAcHPjm147wEc4U+7rtQvcMXYD3dIzc9aDkgvuU0qb7cC6m9o+aCvYR5L72mcog9MvZ5PjNf0Tzzojc+pKhlvTSVXz1kle68SX1fPn3rorm3Hk0+B8SCvBSDXb66ejs9ZWqMvIaDpL1JjpK8imJ+vR/2J75EfHW+CemPPbMSyL1x9w0+OMpvvcqIWD211BC9vMgNvXStAzomE4u9gVnSviHNVD4qalI8QG8BPqcOnT4hNne+v/qNPQGH0b0HB5a9DdwiPm5iET080rm9wdvBvpefy701rDK+/VwZPgqJOD4x1MS8TbLgvelxnrxIUbG+CREQPr7o2z0Rs/o89FTFPJHfuT1/dAe+FrxWPfzvnr4F8eO9kL/YO/w0L77iIQO+r7kyPSLbij2+4fe78IMkPFNHFL5M2Gy+iPxgPVupOr3Aqoy+htwaPl+Utz6R84Q81GI1PiHAeTtCEB2+/a+YvRC+LT6CAy69St7VPOz7Fr1vgL8+SfPDvSfW/L1AuxY9GHenPtxCwT2lORY8fbZgvtlEUT7yBf09zDsCPmMVCT7tcl0+0gIVPWNnr70IdWm+XFenPSsQi72bswq+90XrvTKosrz/jIS9tTPTPUplOj4o7sG9ApXePCfxLz3fI9A9l/CzvU+XJTwonru9fOM+PsHYTL7kPOE9ouhIvhJlXT0q65G8zcP4PYBJgT4HxMO+nTEEOcYbtT2hNpc+YSl2Pugnsz34nBG+56xxPRfEsTskhHE+knW8PZCINTwVpIW9fjxlPjFLij0K5aM+1pp+O2TvibtsisQ9H2wkvtg1ob0WXSE+i2NNviefSrxBoZI8VTdiPN+oPr5R+K+9R+8Vvig0sb02Izu+wIEBPqYB/DvVzj4+vUnYPXtibLzW+Zq+6crnPQ9moT35b8g7aASru3/SZj356zi+t6qAvVTkd76w1hA8l1GDvqpJZj25MuA9r/SiPTl0Kj9dkKy+miSUPgCd2b2aNDs+QMI0PSdPbz0kdVm9uHoZPrVHhL06+Oa8pV2lO4OUU7xfUco9Z/XZvQhzrbw/BBa+DKICvfmtz7xozTk9Bpcpvdtxgrtf2HK9apQgvp6F9j3x9Dm9ucdKPUMbLD4ONS++bxrPvIUOCj3NYnG9dcfjPUExtL1zXA09f/aQvAGVtz021Y29SPA3vaUZKL55mag5Xc8AvrYIJj1705K8zH4/vuLCZr3/nVo8pHpBvYW8872/I9a9ifuCvceJjb5o4aK9DW9YPQ3T5j23Afe9RK8SvZMe4DwUKVG9KZPtvb1T3L1pms08UrwwvVbCMb1Lxhc6+/havVfdk71C5XO9qf1Jvh9UlD3BA0a6kPf/OhQwRb7gQRE+GIQUvhVjA72INsg9TKAbvl6urj1RsjA9rALdvGiI2TxElwi+juqvvFOjKDxG26s8Qa3nvdS2972ioMu9/GlgvcH+Ur7g+ii+rTc4vdn4Qj1ykcq8CkvEPZi4HT1BWrq81iu5vU1cF77BIj+9ZJXYvdWwibtDvsU996oDPUR5Ab1LBSm+4hIDvSmKCD6HW2g9NEg8vJdW5LwzhBk9dD4gvrw3KD3PqQ6+Ooe9vXinGL73u409azxgPUPc+L0JFQG+TBKBPVtE5L1LTU49sgu/PaDXDj5MuWu9SvCDvhMZNb1+bDG+Rk4ZvnFawr0t2408q3oEvv7s4j3lwmw9dMtLvpLp2r34FZa9OI2GvO+K6bw57xc+a3r6vDawhr2ATZA9NuIJvdRA2b25XDs+TzkdPVpM0T03qjO9OR8rvcgsEL3yvZi+xNP2PIE+Pz2Um1M8O9Vmva4OiLvvhgy+wvSyvE+0G77EqdC81yz2vI1dn7zUVju9bbZPPgJYx73j7kK93tKIvvz1qL3bw/y9Y67ive/KrLx9Nba9BccIvvQJdb39MYu8MtNFvF3NDb5TGYk8xDd1u8fOwrwhENu8KkpLvTFsFz5zxyu92lKjPQ1fnT2IxQW8eTUsPKb04rxgkqO+hoGyvOEqsL12S8M8zGCfPfTtsz0A4Um+I+5dPRIC37wNQOm9UVDHvi6YlTwuP4M9ZGEnvlvitT1Y9Ns9cbH0PURze75n9jy+Rj2dPeADjzyivPK9Z7W1PWchgTvxoOG9FukuPgeVEz70mpC9uoLNvWppmr1er7S9+XDsPUadWD0XUJW9v6nePAsa9D11NQO+3eZKvKZ7/L32kgy+Ycs4vU41ZjzyWDG+b6qqvftC/LxdJxq9MgLrPU9u7r1/I2S9YSK7u3+GX75vWNs9sn6JviEPML5ksKs9UzsSvpADULto8ng+7WqevnmYTL6vjnC965MIvQ/lEb2e0Y281qZJvMMzxT1txJe9GxChPErBhb1VAjw96ZE+vj9xzjq2gQ+9ygbePdbWlrxqZGK9nx8zPTYj2T3Pe6w9Q7o8vS+70T2mXte9GDKpO5M+8z1z66S9XR7IPWLZGr7IW4u+Pa7ovRC8BL7OMpo9Qm9/PqSzML53cZa9YwhXvMeuQb6brSe93O3bvfAMZzvTAw0+k04tvS6ZS7xvTXY+QGx7Pa6eXDzrh+O9/Svpve9KIL266EO+KWPaPC5wLL55pzW7PLxRvo1cI74UaxG+TMs3PCG4Nj6MDQS+SdGDvL7IBz05adG9w14mPrIddb2v6yy+xAClvYwwoD31T+k8bTO0O4MpBr7yyPk8+r8AuyjiiT3Upk0901GcO1dE7T37nSo9DMv7vURVKb4TqFS+ihD0vfe+XD2YYa49T3arPPX+8T30ZEg+B95BPlcMkD2HaAQ+APDBvf2RaL19jxW+JW+dvXs5jjw0ADY+VwqWPc8X3T0r04+8FCojvqVhvj2/8Gi8A9TwvdJjvT1ozmu99FL3PQQvAD6ESDe+cfrqvS/cYb7HY0c91ZaKPc4Onz6as/i9a+PGO2Zt7rwT0Z09bKzqPBnb6T0SoPw9VsFVvrbAjr07cXS+Lm+4PSoQBTySTke9FIiIPE+tib2nLs49cEQVvcjDHbwZfe29sxlDviDdrr1cDxw+0LMoPgM1QL7MLv8998smvoc2KD1jxi08vI6EvfRrkb1qvos8THyDPa/dJ74FNDU+ZkSePfoVFD1NRcS93VvnvUOo8L1Kdi++M/I+vlnM/zuInvw9SEBDvjqzML2AFz2+B1cIOoTzUL5BFCG+Ng7UPDoCmbzLk5O9E7+NPXlZSb54G6y8usSMvRkXTj7C5wW+phyMvdOzdT2iciw95Lv3PWsyqz0xtZ++iNEmPc9mIz6o63W8yIyZvrJti75OSmq+vg6Kvp2HmL4hjl++UPeLPbAvrT1DJis+fAMJPpxeiTxFg1+8KmXUvRInXT114D2+nGWTvfvg670oA8E9v730PA5Glz7Qktw9y8JWPFEswj2K/xC+ZmCWPRyvs70KBYo9FGX9PImuDr03YCa+47ULve9cJD7CIBG9Oek3PcLOB71bkPm8vHBave76vz2DLQW+G2DtPfh3G74HbFc9FFJKvmSYoLzlddq8kJlUPeEkC76fAc09SGOEuim/tzwkWzO+4QEVPLtqGTxsjge+ro0svF+fSr0B5wO+3vIlPjddgT1HCAG+bRdsvjp59b1kwYk98FtavSwPnr0xzh2+KqjePRteybysG++8rvT1PXY9VL6OYp+9LYW7vUM9i73yxey9ycdjO2PHJr2W6PI9++3hPe+eBb6vFlU+H4nNvWhblT2GB2K9yoBzPfECBbzB+Eg+qVcePrq1Hj6wUIU9DatPvjJS1Dw17iw9xZhnPqNtMr2Ha4i9Th7ivB2RAT7Vs7A+Z0MRvoQsgr171cC8PeGpPGMWMj4dTsm7lhYKPvVOs7189yg+XDKyvU12Kr2sekg+skNbvinWxj3A/Ce+pnmkPs+9Jz1XEwM+175Muy2fBD44aNG9soY6PQjsQjsgGAK+A0FjvYAESj7g7E89zcYIPCJsbj4+ygM+/Y7ePbN+Gj30XrQ9Id/jPVFoar6Aqok9BtJBvs16pbwUnXQ9ao8iPg43Or2uK9693+4CPJh76byipJI9v/2RveCFt71k5bk8ibd9vGjAy72ONgK+o/usOz3lpj3sgSg+92aivfqslj1FChg9UxUaPvRNML4C9NY8Unugvgj/t7zE5Je9UBWsvoYo6b5/MMC9YKDpPUN2Vb3BWKC9OtunPgj2OD5bw2C+meWlPLoQZrsWLxQ+Ll3DPT9PMj6cUdG8DzBbPWN0QrwqwYe9uOOoveObOT0HJfU9u+aAPMVOtD0SHVc7f2trvYlunb1cbBi+qfpEPrzObT1mOuo8CEZLvk/MbD1PS749ep4APqlWnrzrNS++bh7DPY/zgb5tfPk9+QWfuwPEUL3KD6w8hH8PPcfEdL68bV89KwwOPF+CKjyv16s79SaYPSSfbb2zyW8+gtc8vaD9kTt3Fu8+eF6NvY6kXb7J4MY6w4d4vfkehb0azGy9QTkQvQ0EtT38LAG+CkgZPQpwNj41Dp87cRqbvf4PTL5T5ic8FD7NPjeUCb0n6cC96NUVvV0Gs72fsV28AEYUvv1ZPD4b6B49xeChPU+adb28R6U9v2XNPZCvWrzfE809sIMdPTuLWT3fLDk+x4KKvQVzcL2175q9RYONvMmBuz3IIYq+LvIyvW7yLT7lg2k9YKdrvtZ3dD2l6Ya+M/IpPfVhmT6uX7u+XjCgOw4Daz3e16M9fBePvQglA71XmoW+i6Y5vm+t8rwB3EQ999+dvTgZBL1F4tS8rVQevd95Sj12o3S9KzsRPd3kMj06xfY9vNCQPS+Mlj1/04w9zd7RPaBs2j3PCoi955iAvY0bjL2ZT0g+FydBPiPcgD6Zr8c857RCvuj67r2Q9c+9N1t/PefICz5cb408fvScvSNXfz5FUhA+FmcfPvJsbj1TjXu+Yd6hPv8Yij1Gv/69koqlvVeo8D1u7Sy9si6uvdUSNr3uNzc9fOgmOySt6z5Bka48SzM0vXFpDbwnekw9Rf09Pb7+Kj1uM7e90zQyPnwElDvr8pm8v4jaPrJzEz6F3b69dsVTPQB6jb2bXSs+InW8vfStxD3nR5K+TE7DvfisXT4cS7c+KIJevErLrr27DNm696U4vanUCj4Fsqg9qZy2vY8QUb6XU3C8mWOrvb+yb7pPk0E9sL1iPnyiD767HE278ZvEva0IH75NmyG+7hoYvSOBGj2Gzbu8DWD1PSVMmb13Ak6+xgQDPtRa9L16fz++tpxjPY08A75xBRy+AIscvqrtTL6Z9Ps91JQBvl5AC77xMLC9FUxJvYmKcj0k9oA9IiLRvRJG3z1np4a9mpLPPD5GJz1e8Mm9i6/rvUnpZL3s6qK98tUGvarfhb2LI4i+KS4yPU7/FLzLhE09LlwFvnt6artAGn29rTNwPCVhrL3IduS9a0KXvrD9nb41XQ8+vvOEvnEvIT1ida281dLRvUGv8Lv0xzG+e7zEPfli1r0oGCI9LiUMPrusFz15HiW+0D6+vfqItzySagG9QOvevVHzMb6KN3c8Igt8PRJCL7sXtFO+Ok9kvQWA3D3btwU+00glvhPgU70+yd48a6jxPMQD+z2aIsQ7iXzTvS3Z67yFj8E9i7hRPBhSN754pE+9m0/+vd+aGT3T+9G9uf0oPb9ffj2kXkc88kOoOnMEmDxmmx2+Y41PPVdDYLzKBjy+6NQTPlcGtLxb3L49d5gwvZvGmr39yJK9/mrzPPnhjj15qFq+/lgDvhy1UL5ljUI9R4hjPBfomT03uNs9YDdZvi972L1l7jy9gL5nvfAGC77UrR097ygwvtH9Bj6zCyo+tXuFPBioDj09pVC7SUxmvZbxh72HzgY+AXQoPlPVaL7a7ls9OSQzvhSHqL1PJeW9/ILTvA5oCD7KhEy+fq3RPYOOGT1AOIo+WYPlPHYUKr5u6PU91Ab2vX7zn73bqCq9WVlCPbqSNb1yQwm+tP4RPO6dV701UI+9goOkPlyl/DwaGgS+0apLvk5KSj5yNK49lkedvomEKr6xew4+V+dmPveFDD4SQes9YDmDvIT8CT6ijj2+A8wSvtiFHTwhwX4+M4plvrMjwD35k6S+XHCPPj4K7Tw1+x++oODyvbLh0r3Jzta9K2aSPV4K6j0Z2SU8w/cVviRmRz0zzAO9PTlpvNjVlL6N4kc9R5GPPTP2Dr1A+Oa90xY7vnyvwLueEpM9kzHDvjldqL4ziJ29IE+VvSbDQz617Xg9Y8d2Pg/eRb7lAwK+H/aVPbYiHTziMxq+mfvfPaXi8buELAy+8zQfPjduFD0F/R09oFPPvTIeD74BLy0+S6zzvSxNv7v+CsS+CHNpPCdoRD5kip69AGHwvXCuCT0wxCc9Yh9XPQilDz6Gmj4+tHWOvTfQcz0zgZg90X0/vuf9QL7BHn490zfqvJfbhbzWaRS+2C8DPWuE274rW2S9ptbBvIi7wb3yhp89Pe7KvqQH+Lznj04+ECe/vLVqCD7G6sc+MglcPpSJwj0h4sy4D1I8vOSzzrztJzK9LZnLvRQgMb5mrT09RDAxvUlvRz3Kl0++7YQ1vRk2db6OmpM9Gi4/PUUQPD3fTAm+5B6IPRoTxz4AdVa9TmCjPG0eTj5AYpK912vrvfCTgT6D60q9IlWTPc0agb2Lpo49xJkhuouemr1ObPM9bj6XvEYxlL5uuhG9IeEbvYdRpL3onlG+FDKVvXPynT7vSVG8/CLGvf/eeD38WtY7KdWkPRuQBr5OfIK+Hnz5vazHWb1UcQs+4Vs/vuxJdzw1Fje+filIPsBxsr5MYWE9mZfqPGJiOD4EC7C7CANvPR8DEj54ria+sKTdPYDcqr5vF1+9+CXpvUmwbrgHM4O+9vJCPuxBEr50XJK+CdGbPBHtJz4zlIk++omdPV4kmr267ye+p9EVvdxNgL0sGqA9yMqHviL/I74YrNC8H2eKPd1Xwb0/R3Q+CNKgvaGfHz7XZza9LDVdPVTH6zwdpcS9wsDovWQt7zyHQwo9AA6HvBufN76/ATy8ntqgPSHTOj3ocCG+oMTDPHKbEDuNl6a9RmODPohIIr1yei69Pb1BvsOETD1EnRs+wZm3PrVAkT4eQj69CysbPqVYcb0yANc9VwyXvv2NVT6/Ygg9o/8gPUnT5r0JB6o9U1wvvKdKg73CN0A+VhILvurdMT7+ExO+tJkePfDhK7xgoE6+tAFYvtb3Wb1BzYS9hWV+vCeooj0qc3w9UhDVu3El9zv7d4+9V5yvvSJhaL0NqxU9THIYPjks8b3dzLk9P1klPmrZnzzJGK49jV4TPX9NKj5gzD08wajbPAJnjb2/Dna9xPyvvbxTXr4z+ls8FXdDPfmMfrzEFD293dhVPuRUW70A85q+OQoMvh2dnj0AxVC+wiw1vSakAz03vPi9oD+IPXlagL2ajju+4eETPgoDDj0TrP+90GsGvoUcmb1Xsrq9Ub6hveMMdT0lJUo9oO+xPIuLoTx7r9287qjsvdUoKL54Rhc+ef2JPubq3L1i02U8G0cbvFAXiLxh89U9gno/PggnXT4+3OE9gE8SvWuQkD0X1GS9FKK2vbrFXj27DaI89mqlvQ9/HjzoMyM+mpjjveTlFL6AdHK+vY9mvukHJr7KO5q9l0eHvPd9ZzyhUxo+VJjbvUCtDL55iG6+2V8TPeiylT28J3c9FrnDvTURDb7ywzu+gwgCPv1Lqb3ydJm8eUQUvW1bH74G7am97IzDvCmECT6e/rE9dkzwvZ7JXj7RHTW+Lzh/PhCPfT1v4iS+7Yj/PLcW5z0ZkZo95fI4PskA/728X8k93rbKve0BTz5Aiug9AgZHPjEwWzziSgs+aXOFPSQlo70QMfK9+nekPnHmKb6ZFIy+SUrEPpOaPb5r+IE91UeEvNSjg7wXDJU+qr5FPtyYwj1CRsO+mEBWvsl6eL3UoD2+raJhvZJsOz2/qfk835P+PVzmKb5TIM08yxA+vu1WS75Zo3K+GLSzPotdqT2jVtm9Czy9PQDlmr22aSu+9iaDvQoHhjz+dkc+0nWXvXkIDL7NPY08oBwjPsiUFr5B8qc9AcIbPnjnBz60yL094wX4vVMnn7xRzqo8XHCNvR0WN74qj5Y+pSznvAe0Uj1ixrG8LXWdPBwcp7wM1+s8p2sxvpn8wb2LGOi9cAnVPWM1vTy1hRa+GtPBPXHLzrtADyG+o1K8PYMSGjyuZiE+/p+RPTXMQj5/Xgo+9BH0PAtx6j2hRe67I9UOPojxQ73nTBI+bDMLP4ZUcj7YqoK9GPmOPT62ED7Hf7M95LilvQTzSr2bGxY9+8sjPfMdXb5bH1E+HN5RvtJBZz13NJC9TRCnvbZ4oD343au8xU2BPZ/QOD6Zp289k/yDPWPdobzVzVU+mddWPeyeJ7tJXII+etfQvesOfr6HS3o8MNBBvqzuoT3nGlM+oXHIPonxI77KmNg92ld5PZnihb4SnAu+Zy+IPvidBz51oYM+No9EvbjLYD7saQ6+AdaMvmoGaj3InhG8GztDPqw4Mb7llAq8eY2uvZLEKDx46ro9Jm87vcVVV77qaDg+Wa4rvqQPrDzzv/E8fUsYPcOYVj0J6TO+i6mPPXOFIb3rjKw+MFyZPUU2IL7yHwU9rnTxPZ5rFT1o/rk+3zbaPK/GWr5OM5E+SQfduz/xAL6WJXw+iFSFPft2Hr7ioxc9yTFWvXz5lT3ogKO9hf+IvNOTTD4wqC+9IVEpvoQMhD5pXne9QAYcvFo61bzUj7I+EtxWPsezjD2xeQW+jl4Evr6T1DyoXRE+d7IDvmPmiT1Rgcw9AzDNvEJYA74gFuw9BD6cPYnKAb1HWps+UqTYvcZhJr5JyLe866TCvdn9uTyljxE9NwTevVmlHb460WG9E//CPXmi9T1uSLI+f0/APi4rGL377f49/L7vvMqZnD52psU9h7ayurWKwbunOsq9O741vh+eqLxXU2Y9J5SlPjikTjwRepk+MfkzPo/Yx729Pyw+7eW4vcyQrT6KMTM+GKUDPtC+6z1Swd+8PbM8Pknp+TxTyak9ukvAPTvcszxvIxI+3WsFu3eLpD6pkkq9oPOuPXaLlz1izuw7uldBvl8DST076g0+v+7DOxTRub1UyK4+vBGVvP1PMD2sF1A+Xm6NO9YKfL50Uwk+kJOEPYqThz6lnhE+1vEkPg3kTr4iOqm9bZndvcDji73ubB4+bG/AvWMhlj2Y2OO9B0covQdaHz7Il8C9IfrAvOS7rr33XLa9fSUivlq+mT32az89sHVjO5IQrTyK6KE9430fvbjYxTy7Eti9TdnEvYXdDr3hTKe9e+c8vtc707z9dRy9ovfKPNTSjDxVUtk8uikvPYj1qz34GpU9s9znPLGSvb0knQ++bMiEvbU1lr3PY5a8yFE4PavXgLz2DnU6R4MUvTVrAL79TH69rv4Bvnmn1b3rgL88MqlxvP2vxr1H/ze+lGfzPct6Xr472AC+fpIuPrNcK7xSPaq91HDJvb5wrD2Gsga+vmGQvnW0WL13Ln29KL5QvY4dTT65+je9W+H9vbWiDr4f3gq+ht0UPgVtrTwXgny9FNZNvHvNrr2E5/w9yY+zO7nm9T0MB7s9o3M7PRkh6j1nOwC9wTpOvYX4mb0a8BS7l2iDPfUB3T1QQu49LDvGvZ+89L1XCxS+GPQOPhv8Wb3/iwG8mY9sveQpRLx1zbk94ghWvdSvibywtxK+DzhZvkglQ72ro9S9su6qvKI5bbwXyIa9rPUhPkm0Vb0Jmba9I2cxPgqRSL0fqTu+lFDYO7uMQz7C8S0+hOm/vMD+5T2PmDe9sxmwPRfuCb7CzsW85IaQPflv2bzdjhi+C3Q9vZvvV75UMB09VtruvX+7Lz5i6Oc9IhoxPYFUvD2OvKU9n2YuvtL+dL7CyMI9WM3WveT5t71NUZm9Km3AvdKxfr5xw9e9kKwLPsibIT0tz5g9tlauvRxeOb2ohlU+0Sv6vQEulzu46Pm9rZ7Ju6rokT7Nba496PulPT6kbb0afsi9oxY4PrC3B73N9cI915UmPVDkor318M+7qsQovdgiar3OCUq9IzOWvZ/4Jr0Vzvc8fQOAPfoobb7p7w49bpHrPMUOJL7oY7K8C7uoPK/BGD7xQDU+uPcgvhhpkz1lG1O8aYQYvnltyb3wvLQ9DhpuPKWaPbxedz89cIwpPqjsI755zAC+MEX3vcjr7L3dXl++jakCvhuypL0tgMW+DKx3PeKrvD3eCwg+5Fz8vTVp1D02kDY9KZNpPSQ7nT4C59S9ke9ivC52zj329wo93HGaPK4Vrz0uKTA9s7NFPn/opb4yrYm8SsMPPrPJgbzb3Hs9jQfwvbA3Aj5RQSO9BMngvBAm+72eYio9qGLlPMeFxD303QK8YMUNvqP3qb7IY1k+D7pRPah4Hz5ZrUk+S0NrvcV9aL7ZAV88qjdJvTLVfb1fhoA+tY1jvVMdMb5zuyi8pQKgvcZOqz0FUhQ9EoD/vRtYDr74Ja096Dazveh5SL6sSaC9oao7Pmujlbw5FhE++fq8vVbwpL35q/68EpyovsI7VL2ofD280pnePWFJFL0cVFs+0SQXvr219D1G5Mk8PXoFvocSlruUe+48Z2eHvSl2ZD1GY1S9ZUgnPhO2EL5B6EK+qkTdu6YwBj0WkSq9u9lGPumUV77zbA++DpPKPjReAz7MdmK+fihMvSEKCT7rTfM9o6mxPFmuBDziylw9U0Q0PoTglrpeuyK+QWLoPRkGrj0dcb296OVYvFIVNzoR2jC+jcINvtUJzj3pEgi+9SuVvY8oeb0uhjE+HVhrukubIjsFwaG9ChiuvsJN7rw/YJu9ffjOvYMCnTxqLfC9SKK/vIFnO72drBQ9ra7XPcmF8D2CBwS+xCQVvtjKnr3yzW++mmQRvB68qrwSDLc6d5SEvQGI2D099Ke8o0mCPE2auLwumM88dllmPjuBW77wAym9I/pCvvzN6z0hRXs92n5UOlmp/T3UKkY+sRe9PXGrmj7fJ/k9bJrZPShYcLvUUT097uANPXLz3r38dOw9W4A/PcqdaT6j45w+HG8GvVY5bT0J5g++LwUUvpAbqD4hyRs+QdOmPd6htj1t6jG+jRewvGbD2z2X0ri9FLPtOy6GsD2J47296wQUvUOYBrzhum48IBPHvG6oC72dZiO+UGjAPVelaj3InbS9w+A1PkVyeb0Khhq+dDOfvZYH0T0wdaY9KIcIPXd+yz1Mdzq9HVkQvjc/yT3vKNq6beE4vCcZ9L06jh4+fXuoPZ0ocj1Q1CW+IOhlPa45m734/SK+qAYkvRgflL6oXp89GZixvVIX4z026GK+tYiQPRjwHz4jyrC8SVTnPJhmfru5K8S8/bNJvlTf8zymBYO+5Wu0vi7y8D26yGK9GH0AvhLXAD1ZHRK+2jLJvVUjpjwM0kQ9/S6BvsAbzD2qaua9OO1KvTFHdzxfDcm9VrESvlivibuS36a+eBOGvhDDBz5gaCo9cMywvbYhJL5Ut+G98GsyvmlkZb4HZTS+jrAlPmb4FT5YQ3O+E4mmvd5MFL5aKo06Pk6Tvngqcb5xgR0+RrMrvstieT2wBZm9CFFSvlFBPL7XE6698EFGvcemUD5zjq49T3fMPUKfyjwiT6a9QfGVvq+gur64zDi+jyQlvo8hRD7TvNU9pgDOvcoMYz6uqgS+q75wvGU4Ar5dqfc8SdRbvttV67y7SeI9/+CRPUtPM75J1oi+5r9Vvg9cCT4pyMY9LYOJvUaFKT4c5Ya+qKM9vqWPOb5hMbq9USHKvUH7gz2b6SK9HHzcPfOmxb2KVg++gQhlPqMQxLuUdzW8TJeBPBkeVj4DSTO+8CXBO6po1T1DBR09byVzPCwXgb6n8/69T/jHvBc5Pb5Vi3m+qkQqPT7UXL6XgFM8wPEEvgU42b0BZZ68aTxOvjzAI770Kbm9ScAXvi72GT2Rxa69KlzgPoknhT4WNJI9N+16vvGmSr7Bg+i9jZ5QvcrtfD11FX8+++7APXpv4b2Ze3I+Hn2svhRzf77Mnqo+ErFjPSh0OT5PN/I5Lj5hvchPLTxklKc8n46EPSYOprrSCtI87Cq2vsuh27znPV++2T2PvRuW0Dwdl0M9yGR3PG1wtD1VNhu+A0mBPnTrZz0sMSI+yjvYvaMQw776pWc8rUWKvhZ5m71/s8O9ocPmvWJHrr5p+OS9IZqBvZ69ob1Pfbk9ibE6vjUqQz3Y5ec9b6M+PGC36j0Py6c9TYJ8PoiCEL35/9+9x9+EPbq6IrwLuBW+Zkb6PSEhbb4s6JC+jmE6vjkpVDy47xW+UdQCvpV2Ez5S1is+VBKavvN6g7wSDXy9SZ0LvmZcnT0coJg+pFb4PGtTe75NGp2+w5UBPR7Ze74+mYu9maO6Pr3Ndb3QTyQ+NhShPb4oSz7rGyq98vk1vnm4aL5rz6u7onYQPn5oAj7KLhg9gi02Pa67nL2tXRS+xvsUvg/03r1xBY69JkpfvbSd371kI5O+M9pmvTY1Y72S2Q++U54gPWA8h777DuM9OPKcPgNTkb5NpR4+yPavvpXdEr6FIma9CcAYPKMuXD41JzM+PY+BvoYSUr60YEA+l7NHvUCmAT6HUpS9Cr2lPe8xOj66uVO+PrNLPnb7C76oKYu9ZS2Yvp16SD7HOwy+kDwVPpPLAD5CaXy9n24BPmEGEL49DiU9tuQSvov5wj4rSoC98t2FvBQ9iT6h8d+9eNC3Ph6A5LljdkO+MOPbPE4RP73Sp6o9yG9ovLtyoL3sen2+xy4lPbsvPL5NpD++9oupvZKWIz3+Ls09UyiyvRRXoDzMLdU+0H0Evq+0oT3vX308YtbmvY5vKr7Ild29PtvqvRvOUb2Gb3o8kTj0vTJR1b0KZZG9L1pKPWG13j3eMrO7XKPzPPFnCjukx++774pzPheYRD69+B68kXOGvmyA+r3VVA69da6IvXohZr5LLZs9nVGjPY4OBr7113C9yVgFPpcur71h3lA9mjJOvnSdDr5TVTS+w0WTvXPIFj7LLRy9KeKHPSHUUT6jUUE+zQlAPiv80jw01ii8eUg8vpxyOz0Qlfo7j0pRvPe1qj0xYYQ+Na52PR0UCz6A6eg9GuRVPux5ZT45o4+9KKcFPo9irD5XJho9eAAFPDgpJL5VfoS+U0Izvj0TSb69ZoO8hyWgPFWNij4Y4Ri+L5S0Pby2vLusJ7g998KIPTpDWr0rqpW+Fd9aPvH53TyHKgO+N9/jPknDuL3ILQ89tpyOPZ0xyr3mdIw9l+KKvY32UbxfA8+99NhcvtBtbb1FfLw+QBRdPtXBAz1g6I68NfR7uncuxr0Tatm9dVtAvsX8l76oZ1+95ZPKvL4Ft7xrdQs+pyEuPbTRNb4B9327UGDQvQXhJb3ZM0u+RljmvdPCE71RD7E8WKCkO1K8yr0iTv69ZHkGvfd0HD4feHS+PizPPeccA74qaE87JkBnPgs/cL1f7w++M7j/PZ6T9j2tCA081xfDvPmhOD4HUzc7AGOVvV/DCz2Eh7O84MrRPNjMMj1Jsfk9h4egvRMjgj31UgG9ed1xPb3P4LzOsx293FOKPTVoXD3Cu4a8lrY3PWbOhjwFsZq9IhYrvj8lBb7CDaK+XQuVvaU8s71kgu080NloPY468T0rvoW96Q03PGZI2z0GFoI8JVzovbA077y/UZC9dJY/vlP2XD7kfZe+XIZbPlGz6T30iaM9LxifPMVYkz3m3B2+rATbPXhgJr6geRO+zaVivVO+Rj1r+Sg+WAZ1Pv3Vgz3iaiU+tHF3vY0Rh768hFQ8CxEVviS/Lbwjjwk9tQiyvazbHj66yE2+l16WvBYOIj4aeAm+jYibPTb4e7yr+6i9MdwNPn3ZoL2fbka9D1vYvM2uPD7WT0s+iKI9vt2DNL1WlEM8qv8LPJGj4r1g6gk+/vglvbq3E744OhO9zfAIvp2npr0IPBM9rYYIvs3QAL58m7E7KIZ0PCH+ar3Nmni9+W6WvXiJvL0oBy4+hJQUv6l/wLxz+ZU9NHaBPu6qaT1uig2+sItfPkIdcb1u9Rs7pNL+vAbd9T1vJ2G9kGBTPAiF/b0gGDC9ueWNPS99UD7OLPG8RzikPmcIEryBQd29DwPTPc6EmrviYZ2+FqbQvXnApzuh8Q2+mCBTvWnOCD7Ys4S9FOJbvUbB9D0Fdsy9ibsXPpyDvL0MEio9L4YMvZFaPr6we7o9MX3BvcNLb71ocAu+1t7CPJ5fYT7ksOe86vDLvTcS7j39NMg90TZxvihlCj4fId+9zqEFPtvnir06j508VPfAPRvJW76Sq+S8aVWgvdWVq75MWZ69SUFvPfSs4DvbnHq94noVvnrRxz3+sBE+JyvNvbyEBL0Z0Uo9FBrvPF9jPr78rmw+qGb8vRwvoD1tBXW+LgwIviSKj75DWRi+PuUDvuPXIT4poKg8b+84Pm2/lz3gYPU9VWsWvhLq3jyxx38+t3a/PZ1ogT1icW28nZgFvDYZjb1q3m27uETgPE2jeL1VahY8thPDvQPwwT2qO/W9TXWEPD6k6j2oEN49U9B2PkC+Er7JF4A9QsRivZ2fcb3aZbA9MBMYvU4ijD0x87e9SsP5Pdteg73y1RO+cAyAPn7eT71e4lA+oOsLvks5lr1H/za+esE5PMfqxT26VQI97MTXvp0Ezb1+eKS92Up+vDdrBj5xdjU8z6ZPPgZii71m+Eg9mHRCvSwClby3Jy68sTvcPTYK+70WhXI9wnr7PVdCrr7f0Ei9hYijPcyuNL5ynGo8VX4avSkjFrppGVm9RVlGPeHGFT0MxxW+Nc0Jvqe/bj7loge9vM04PQwYD70B3168T3dXPshBGr5ODTi9OZ9XPfmjLr3+DdU9j59qPeIZWD4ESjS+42QUPshBbj5SUhO9LcuOPTomID43aT88w6DvOyCVUz7Tt9C6F1+WPSQs7T2wGSq+glYIPjH9P73RbAu+xgx4vr8UV73tX0O+EnPAPfaujLvz/Ja9CQyFPWSge720zOG8yeVWvKE0zL1uviA9A2fUvZpY0j2nkI49CSzDvQGDe72B8ys9JJIqPid4wr1Fep2++8HlvMo+rb3NCxM+8GHRve7ggD4ZBkQ+6K41PqAXRr6dmys+7sWmvKKdT729WNu7UEgPvvDtjD2HJOA9Ih83vMyXML43Joi8jgV/vTW9j7ziw+c9h0wbvnkLoz5/UzQ9f5fJvIqIlbzTW7m8ob2tPXvfUj0D4km7mrnivTD+Qz38hxA+A3q9Pd+PET5zwC2+gPetvc6N6T29Tpk95JvTvYpAOD5H85E8BuqTOhL/3L4KHZO9mqU1vqtNYT5WVak+bDoVPfLWaj552Ri9ZP0Rvrejj7y+/Ju+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "Ufe6PdqrL76I96m8qAzdPVA5OD7Af5E9i2p/PjMhhD52Zzk+UwXGvXCGRz1j9So9yM1Dvrj+Rz7O19k+YvpXPtfpsD78jcK89dkjvqdOLb1DSiY9lX/ZPas0CT0mt20950kMPbWr+T366Gk+QdKUPq2wID6mMvw90s/hPROaHz1hZAA/QtOSvpYmMb4W3W48BK1tPkMbDL7pLQ49wwpxPgu7Br6dJom+MNVMPo4CMz0JOAA+Kz4PPwDgSL1R3as+siRTPsRX1j0OYMo+N7IvPRodazpmOEm+xqTLPEvS+rzLwgU+ZBhePk+D87xXEwY+31NRvWetSz7pmo28nNJkvXn4Ar56Rhe+/+dYvq+TJb5hsfe92nGiPnnBA7044U0+RaVxvnAMXr1XSG6+x3I+vbDwa71fgTM9/VaZPU8VCD4qHv295JjoPsflOb7pgiy9r4QKPZFeW77rfoU+3evbPLzhIj69nJY9kCySPs5owry8aNQ9t7WrPQ4shbwlHVC+dgZ1PkaSkz7O6mC9ise/vE+xNj2TKUK+7TktviGdFT1wBGs9mpupPp1Njj2W1c4+bsH8PZuf2b2jiAm9gTuAPQr1MD6LTxS+SIK7vEeqMj50tF8+vztcPQ1OBz3GOrY9Fo8qPReEj7wQHLg+b5v0PiLoWb1lAbG+Gsp0Pmy32D0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1_2/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 