{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "AesqvaWd6D0EyRk+XUVXvlhgQT5677K8FOkpvk2uS7zI9vM8mY8Gvu82wL1W6pw9jQYDPqy1Db5hqBC8Koa2vfvvFb0TPEy8+gvkvTNfib5EHIC9b9bEvavf1L2q1Xe8LVYMvvbeHb7b9Ji+D2GtPrn4lL4gZqc+deqavImv3z2aG5S+ekbmPb++Sr0tuqQ98+2xPHDziL2easC84QOAvo62hT7J+ew8rQ1bvrN727/6g6s896spPiXliD3gkbG+Iq2svshbrr1wVJe9P6OPPqFshr5svs88/8X0PYZiM764z/++6lkWPY0UrzwcFyE8VZEQPsxObL2EFdO+HOyHvptsFL7r+Ym+fQ2CvnFXJj06B7A99XrPPT4mjr1qhxw+mevmvdRO3T0OVNK9lazOvI0WTL4onnW+7SB0vYsrg74HARI+cqRVvUvQwD2YyTa9BIhqPT4vWr7LcBw9ARddvod9370WLA6+1E03vkKjHz2G7wU+dPi5vbY8k70V9ge9Y/+3vKly9j0cIsO91WA2vrKYJb4V9289dMAePMX9Dj1jzpE8M56SPHKjXz6yyYm9AY/LPQm1pbw0RjS+RcBZPeDko7yGt6k7FHpMvd9oJr1ySNs+K5lhvnkoBb4Rbve+gVG0Pbb4V77w5849L5GUO6FGpz13G3I+0reivSfBSb5BChu+zZU6vX/0qzxlhTk+9PWpvSLrhz6YW0473R6XPNYqgz7ySS8+x0yLvoVScr2VzZW92ocsPtTvUD5mcXU+KoGSvtRo3TxZ42o+YvaJPZa0lD3JVMQ9yMAVv0hd4j6C1Kg+0yjUvGV1HT6nOak+SMqyPe/+OL6cHfm83MOwPQY4uT56Gkq+xQftPp1bdb0qJYa6NyAIvoR7lr7lcs09AtEzPpBwnD1msyc+vW/Kvo7x4j2fmou99UwAPf0URz7T+GI9CvxjvZq6EDxL3t4+JoBBPcTpZr5jXiU9cjOVPRSc5Lw1FLa9BuTjvdXDFz4J0tk7vjeSPZhNkb6Ltxm+tX6gO+dHl72+yZk+ak04PukxML1rEpg+AQHePZKbiT1DlQk9wp1IvJ+3kT1L3RO+0qNDvT9ct75hDX6+g1gwPiclND2Sd729oY8RvnUcw76pxpi+nGoGvrQuzb5XuZW9KcCJvk1Ylz6eFdo8942GPhY8sb1WaAc+6lpJvZhp2j7VWYC+FzdEvEr/b74mb/Y9b9Ucvjw8QT21uYm92P1pPdAMAj5Tibm9ef51Pi5j5z2fYOC9ZkgFvuU/Yr6cPmw+8C0Cvlw5kT7v+p6+6hZuvpsEkz5m0pS8WZxBPa3KEb4wqvk+Zv5BPnWiA73Sr6k+Frs+vZWFUDzbuqY9P4cvvZnBbr1q+ZK9tzr5Pa23Fr7wZ846if6ZPX6ePz356Xs+h22+PRRqDD2Hhh6+c5umvfjeNT0ewfA9jirEPhLCZb0cYz8+koOHPYuv8L4gep0+I+sEPh8yiTuIkb6+ybgoPsNRNT3/vA0+uAQYvrwQ1T1fdLK+5xyePju5vjw4Skq+3280vik27z3Bkmw+DOlTPVVXzj6ww48+s3OaPnf7t74ZizO+geLdvTcL1j1Oyii+p8qAPFP2jr7Z8lm9UqtlPtA3dT3TGpM+r7VYvkYDbL6ivDo+2ZRTPm7/SLypT7e8MJL4vQ69u72KkCI+TqPYvFaIJr62DyE/sH0OPgZagD51KRo+UGXMPrJXxD3fego+NVI0vtIVpz7z4Pa9Zwx6vmFlfL029y89ZFeivbsByD2bZyI+JdQrvkYKUb1qIQu9tGdlPgmqab5R7Vc8HwOBPc5JZb3HNUi+thhcvSrFZb5uOZc9y9c/vvq/bT3K6OW9Zky/vnJeKjxlBRO+USz2PUg7rz15j0i9loa5PWcISDy20rA9FbqQPTjYHT6YL6m96pNTPZQtSL0d3I89mFrnPA1hA736Wt49u/1HvhVusj6OZ8U6iHc6Pu2ne76tkoq+k3OWvXegOr3wDqm+lSarPRqsh722H5K86kLYPv69NT5SmGo9zUqWvSXKar5EleQ+vGFkvhslo73zMFE+YpIYvaVWOb4OQnO8amqDvurQCb4Hayc9i3WFvY6VBzydpw2+Zww9vv1iLb7nKr2+WGjrPWvSar50Sg89CybxPuTPJzwWB5q+BpD+PUtxjjzePRM8uVdlvs7Wsry9wKo7aVtsviAhTr4qeZ4+Y5jPvKn7Or0LITi+J5IkPtDeAj08L6W9sQB1vHopZr71jbE9gjuJPhd6GT58GIY9R+PyvZaqqr8OMIq95AHGvZudcL6dV1M+L6QBPl2d1D1mqoc+2sWovgCZSr3RnOW9S4HEvfs9db5XocG9BmPDvNoM172cxxg+NttEviylSr7HwPu9XzeSvRjWoL3gjWI9PFj7Pcb2cr5zWWE9ULspPijxQb1cxu893gOwO0LEUL13uRE9XAzNPYe2eDsbElO+Y7igPVku5z1QPkO+S2JnvkiFJD7CrxA+TpSJPa6ox70HwSM9rXCivjkorjy6ex8+RY/hu4TaiD2O/xo+IaeVPShDxD39UOW8FnHPPYJFjjzV5i69VhoYPnIyvr432dU9G7f1vJJU2rtHjo89NrXwPWmwhr4GgIO95mgjPqlkCz7RpJa9qFeTPQlxkD17woU9LQtLviuiWL6hYaG9E8JKvoB0mL3P5we/ca4jPYdJgL7ePds8SJN2vqCJ2b7sG5Y+N7R2vol2g70Ex5K+t+pOvSLYbb5VLti72qBVvXwHDD46wIm+BJT3vTEaxT447jA+iugCPtMrkb7B6Y89BgYTPolQij48JyA+HYdLvtvYyz2kvps+1epvPlnOBz7muia9IYOZvo/HQD75NgI+7oNNPUIetL0peRA+M5BJvqa+sL5m5bA986p8vUbKKT47eCC+ql3rPn/1u736vXs+Qz8dvTVjmbz0+7E+mBO+PnNg7j3EUw4+3KXpvUZzET5qIvO9biiOvfB52T6N8j89J5s7vmNQ1DzEJm49UWCiPqW2jr1Xy0C+mrlDPuBDIb36UPI9JLIBvnAIOb66NT0+Y/SVvZ8dUT3paUG+TXKaO0PFMT6u7wI+/OXNvXpfojsXM409jX6mvbPQo7s/oKw9A99qvO6YtD3y+ws+R4O+PRyjKr0jrDq+Q+sevgxPpT6Pv9y9KcG5vhyKor5L9Ya+m9SovKzgfL7P5o69QzqOvu/nLz7SWuk9ZSTPPWJBXr7yM6a9WXUxvRJFez5PdJq+w5mEPYFj6zyRKBE+Mdj3vX5jAz5wpCA+IHAgvXG1TT5s9K6+HAUXvjC8ZD20Tg2+gXt6PS/BXr5zdnI+3HAAvkBX3z5sDi++yC+mvc3hPz5B8MS9A7q+vUq+LD7s+uo+XzSFPkipc77QcPo+UE+WPYtcjr1xCkI9DIXpPiygBr5rFAc+JLVyPhqlr74tDEw+n7EYPt950Tzmnnk+38XivT8ihT0oC5Y8BvCUvFEBGT10KOs7bA6TPuwey736bIs9LyUGvpm98b7XIdM9EjwtPpTRMr2oN6e+da1NOmjNszzGNlq9sdxovVyaWT7iwOG9vsuWPuS5TD6Kvka93j4kvtn/nj4m/K4+OzobvheRuD1wspc+a9UGPl2oFr/vIGe+g5IOvRCtID2hnoC9v7M0vbJ1ZDtntUo9rzDnvHBB2ztAbyA9vp4UvY0rEL4EcIW99y+dPit/IT41nm8+Wwa9vU/HhD1bPxA+4a6JvSQ++L1N3HU+Qw5wvpP9Wj7A2hA+kKwgPsxlqD1yrZU9dVcMvWSjBj4Ccnm+9m2FvtziLrs8Clg9Zu0yvdFz6rxYl7O8RFefPX9Eg75CIOy8uBRWvpksM74bkoS+2VI/vQTrCT58sZC+xKGLPImtuL65kjE+aKq5vdyKBbzT2Eu+L84svqM9yb2cEIK9GUxpvQACuz6KGs679FuDPOgMzz5EPFy9w76Ju5VZAD4rr1Q9iDgiPlGoRTzGHCq+QYFBPhLGfb1AY/Y9+taQvm4AYD47H1w+0EWaPZZ3L74abpK+Q5oNPl8qrj0PN6++HMJrPllNgr5rTHw9qtsAPzjb37zKpvM9jihOvnUxMr0j3/U+Tzibvk0ps7wZc+S+uHJXvkXbAr6a9iS9S5DrPEEuzb31yAQ+hr8lvUBxhL4qmVK91j7kPaPx7zsCEGO+/ksIvu7IpL4quTM+NBiTvg7I7b3rPoa9dk4Svudnpj2pdFm+t7tIvgXlgr08B2C+i1RovnJOeL0SDJY9MQa4vdfB0724iI6+X4QqPkVKOz76S2C+PpEmvq37GT53Jo47ePP6PQhpzbzZjzM+CNYHvryQrb/c38c8mppdPkcJrz6pAB0+pNRaPmhDWb5aHoU9q914PukgNb6YqMO9L34Evj86kD10zMs7dHQYvsH8Dr7FKTC+RgYUvw6XCbyyoKO8iIeIvtVn+z1Jpv29tv95vgEuKb7CB3y+dJCcveOgFb4ttji+4F4/vkHBLD7ZJUg+2Z4gPqqcJz67JS092Sx1vsj9Ar7BPIO8O9T8PUm2GT4o0Wm9p9RvvvIPhT2aIQy+kkFzvpyujb0JpBg+/zDvvQ09Vj0iHsC9dfQMPem6ID0ndr++HWS0PQSEGz6Xy0G+T62LPYoXZL3AdWm+ERSvPSJERr04kQw+WaoiPuoZMb4gno29c8I0PifwhjwZQBE9eTsivi3gnT3/o829CE6GPFtGor517LC9e1NcPjOJ8jxCtBM9HkEUvqlJ3D0ZUJE90WmpPNkaAb8rbpO+egWYPWSmDr6Aine90lwaPlrsWb5RUxQ+czkrvqsooD2WRtG9+GS5vegSND4h8B0+AdMwvfZ6xLzy2bg+EvybPTPm1j0EObA9GhMKvq4FID3MDeg+2YXtva8tvj4cuMe+/1EEPuzj8j15iqC9RTVJvUqEQL0bU5e+A5drPjg4ZL4mSYu91zC7PYCALT6bY6o8FMaFPq6dDj5XN/28q9QBvqC9gb3JslE+OeNRPqetgj4BwEa9yzXDviPZP72PrrC9zkybu5a1qz3+8IQ+P6uXviACLz6UDww9MN2kPVHhjT1cTMk9HXpRPgkZjz7a6ly+DwYbPl7TBL6M6AY9rWwIPcO1R76pXQm9fPOJvn81Az5751O+Zi6cPaSeXju1h3y+UywOviALRr6X5i29my5ZPjQJIj4OL5I9ayRwPVhwN73m3xu+Zy0EvbnCTD7wsDy+/8gSvnz6775LAUY9c74CO3V7g75Zxek8g2EvvmSbQT4zJ7g9gdqrPvcaOD79eV09qPKLPoCeLz6y6qy+2YGgvuvwZjz9QiI/LomZvRpNkT3aJoI9lJspvXE3UT5Wf7++QLHjvTffTb2VFLG7DZaTvgzJTb2btrW9cKMlPicO5z7KDBK9nn8KvemYjb3EFUO+gYdwPai1yj10JXE+cMrSPudv9L4EgsA+1qhGvdKlIj5ogac+tZXHPhNNrb39VMS+FwAlPruADL50Riw+HG+TPXgyf72wCPO9ovgxPSFunDxX6e+8Y7dOvn8Iuz1s8Uc+mlu6Po3VPj65bT08eykLvkLQi76ocUM9Qp1DPtkKyj3KjcA8thbxPebNkb24JxE9GFJaPUeYGr61p4a8xKALvoPFmzsiHlu9KkjBvK+XTD62a5E+twmmPaaLmj5bkkk+gYmNPrmpCL51iIO+Vtafvv+GTj2a3Nu+3OVjPZTjdr6fW/g9BAGlPkEcsT4Rw5U+k0BhPZrXhL71O3U+l8sPPWgngD76rFQ+AuANvoS35zzvrOC9ARFevab10DvNekE+JU2bvZiSZTxTx0Q9NAd9PjLSfD5lxDM+0AiMvdXKKT6FH+w8wKWoPWI+77ttTfu9gInLPcIsw71RQfc95X7svUqEE74Tq4g+8Yc4PkWZnL71LNu9iJOjPS/RUz0Rj7K9ib8wPq9sz70BQfM7opVzvqkvDb1uZwy+pSQ6vh0OBT2rWJW+jwlOPvCZ5j0ik5w8C6EvPiYnnj5P2p293TAUPpbYyD399A4+RD8aPlMFFL4Z+2M9aycWvXLc2L013Qg9AyVzvl76Ej6BVui9bp4KPqLvY7wOjT6+gL7KvWV5UT600YS+qi2XPUoeHD256Q4+2jGyPvF/5D0V4LC7HgUXvsY6jrxQUOU+L5vmvcH7xr6OQAS+OzmUv1ZK3b0bL3I9X1sTvrbLaTxRdsw8K84ourMig74Jecc9deBiPsGB9b2INHM+9czwPf9SsD3+I9m9knoiPqxZQj6+oXu95UPCvZTHOj3ECzW9f2z4ves/ar61wcM9WRqHvcb17r2D8Ac+/YKCPsO9kTxAngM+DaSUPW/4J71p+BG+0kn8vGPwBb56hgs+cljQuQpH1j3/DQi+NPkkvt40FL2ebki+ng4Pvn4dOD3qpZ28/GhhPvylrD2t0K++SM9aPiR01T307tc8zt5du7VmjL2jM1g+TeoCPg2w570Zlz2+0gmCPlhFJ769izS+jzh8vuhpGz7l8wA+rxgdvNREWL74uYq9zTJXPRjQuj1A+lo8fHUrPY1XLT5P6Aa8I90YvQgQP74KFuW9G97Kvh/j4L3NHUy+XyNAPZwRHL73ulC+mGnmPN6+r70IEUQ+Tq6vvaGrgDyfPly9FmABPhqXUb0itk+94+8HPUp0vj0OmuI92x5WvjyLNDzcGYo9MEgPPWVCnr2vLFc9mEZVvpKLEr0yKb08pbT+Pae1+L2oYeE9hzepuX5hzr1nZbE9OpYKvW2XQr5I0Uu+y49nPo3s6T2MPhe+sT5EPlyaNb6GIkW+MFunvdQl272trso8YG8Kvmo5F78nCHQ+uQHmPT0jSr5z3qc9EX8jviOeLr24R269ChRZvUd83j2W2Hi+XACbPhgzC755xAc+im4cPi1KR778oF+9DmZxPVc5dj1k5++6lACbPEY6BL46J5s+DfFzPjCprz6OLBu9dJDkPm8wBj7H+GQ+BBEIPh2wcb5BGYA+k0C4vkyidr5yZ9C8JggoPoIhsrylvwe+sMRvPoqa1T2CZF4+ie00PlTnP742eZQ+tASQPi9JqL07Ad47JMB4PbApZ74JjeC9Ac2OvTQWkD0+6lA+JNKwvmacED6truY9WhZ3PhkGGL5Pcw0+6L3LPcZZl73YAjG966okPW6xwT7oXng+89XNPftvF745TjK+FfsYPihqYj7buD899BpEvuFBTL5rCVe84MoEPSkmEr5Icq69rpHIPXWdJz5yZ4S7GlaPvUnQRL43aQW+QGW6ukkgdz4+pK07dpRXPsMz+7yEwtU9Qw7TvWpyJrvpAEU+njcyvjBIwz670bE9UIqYPTQjjb4/FBg+Jw5YPt1pLD6fcMa9CXOOvma/pLyL/3g+iP9YPW78p77MPGq9GRl1PiBGET7av5y9McYbvORnhz5c5Fm+kMURvq5mgToCVdc+gcYYvcWv0r34YFG+IHdrvooeOrxXqaY9Z86bulISLL43ilu9S3oJPR7zjL5NUKQ9L2gsvY7UwTpxSdU9v4S5PB5lUj0/Uxi+nMcivoo0ML5HoDm82aclPqOCub0nDkK9R7hxPjL1Rb5qg0Y9KNFRvk29SD5d638+UNg/Pq3wAjuSvgw+4CmCvtutl74TaJK8/AClvvwcTT5qzZy9T5r0PQBXBb7S4ou9GsB9vbDNTj53kZi+qpyDPlk9mD2hqCS+kbyGPbZUSz6pxn49NsAGPkS5tT69Efs9SVa4PmSOx74VZxq9ESmDvDx52z1uPeu90/6fPZas7r1jsYS+pjWRPtVVy73vTp4+dHQvvcTRX751ccE9ADoIPjKXbT5EDBw+gqqEPLnJlr2zpdG9f60uvVVmw74EkA2+lt7uPd8YQ7xgvQk9/S6kPp0Lez4KiHI9cxJAvu626D22pOw9Nu7mO+IXZrx18N+97xmdPHtBcL30n1++x/7dvCLkCr668zI+0E6FPmWjFr7wqMq+ajl3vhgZFj6vZOO9Cs/4PWsENztS2YE9+Nx5PkbJibv3TZI+XkpNvma7NL4KVce9dRaZPkoYej4bxK6+Vm/FvVjHlT2OcBg+b3mXOxbupDxCpEM+DKM0PhO54b2e1gs+8VcNPtypC77kaL4+oEg5utCxvD4YZfW9ABqYvDx4Jb7zp1W+gyFcvJ3CTjz8NbC9lSplvjkrIj518pE+xBXKPngZXr4tGzU+GE1bOxriOz5mYvM936GYPXGdMD3G55S9Z7jmvHWt6r3GpjC+kHxMPIIteD2Rbl099gZuPc2eLr2EI/69eXScPCKG7L3xqSc+DtqWPeONij0Ehqo8XdklPtt7Zb4vDRG+gPDXvdg0Cr7Y16i8IeDaPZ15QT3mefQ9migcPoa8g729kwa+rAeuvI6YLb0Qu2i++v8mvSI1Mj7PZj+9MD1Jvr5SXz3v9vw9/PkMvSKOOL5bMIi+c1EaPm4YRrzqcK+8E5r0Pbysnb2iYdM8sgsbvlrg072OFBA+chdhvRGUar6RgI+9Zturu7I6Iz5K7yw86gXRuj72pTyw+Ls8X012PTBCQj2BGQG+s6OYvXcFtj3xAJy8ATP8PYI5j72XXYk9IUwQPAWwnju1iwm++YV2PdMspzzP98I9ywsFvpfss71pZ3O+VRWfPT5P2z330Cq+jWYvvfOCu70V+789K3VOvTQzmT3VT/I9AQojvny/ab7UUi4+OsYPvGKoBz1f74Y9Ojz3PdU/V75rM589WssxPq4Myz197Ui+SME8vt7Z7Tzg0vK9YLUhvO5qEL6Kjz2+Q43CPVd8UD0Io0m+++OsvEnXb75vFJO8DNM0vs+JWr1L1ae9QAG0vRqQrb1woA29hjVdPCs8DT4Ffpy9ousavnenqzv5JD6+Stj4vW9Ogb3TWia9MQ0GPsNqPL6VQmo+kbZTu0Ed6b3Do488JJ+rve7VPj6VqC4+Tx9YvGQNhj2iWM+928ltul9Wy731wmM9wNRJvgVHCD7Jzaa835WGPSn/gL4FsDY9gXIwPuBZYT4YuGc9eXoUvq/aEr7VY0u+F4lbvjQxkj3B3PC9kJsgPj9r4DwhewC/7ZwmPi8U1T2aOOo9XQH0PRIbtb18kwK+lABiPkG+rD10sI89FbMIP6+68j7q1E89Hj1DPKRJgDwoUeQ8ND6DvswnjD1WdIM+gcm7vgqNjL2TPJi9jmovPtWkTz5g7i0+2r1HPi+u4j1ojx+8AmrYvcZ6sL2K3Wg+R7k1vrkFjb3jmYA9a54+vSNzozyY0s2+tY8XvsVrlT0WyQq+J2jKvvZ9HT44ktM8vuCiPWSdKr4NaP+9GDuKvWfk/L4vU0m+iua0vZELfz4JqoG8f13QPu+lNT2fTJ++fb9XPLYUKz7uvL4+3R2rvuLAgz5gXoa+I/mAvt6HjD7KdEU+cvjXPdNuvD7G7zM+MAwRvkgPnD4U6AY/w9QovrlFDb1Gase9+3iUPVCQ0T7gho079VCdvYr7HL6COm0+L04Wvjaz2L0uhW+9jbiZvsakHr5XT8e8QqAdPeG0gju84109mRGkvqAFCj4vPo++m03QPdUnnT5TXYI+leg/vYwpEj0dHTU94CXpPKz4FL6tHq+8sOpjPZy/H70g3u09DCtaPiwRjD17Pb8+SVkUvt8XpT24/bu9DAIxviKD1L0yNPU9YFynPZNAFr8FCS2+hyIrPhzTpb1UUV8+g0bivRqdpb32Bq29qSsvvX6A9z1UgAs+S2PBPZzPgj6f9nk7IEICvhId1z2Vxtq+j18sPQDw0D1PqKI9GfLuvaFOxj6lSU8+4sflPaxUyj2nmaK+HC6wvaW1rT257nu+ukbuPYU9Lj4XSlQ9bY8uva0Ewr0vVKM98NBTvYvPxr4/Ekg9nHipPh00vL6+8oU9+zsIvjvL371YCFw+PsGzvQiwDDtS+AU9Tt4tPm+hMz1dRZc+BwutPh8tBz1R2IM+uejsvYADCD4aUcI81EYmPsCfxz0pV26+kUkCPnicj724bki6s8AJPsFPED41Ymg7FUsGvpcOnj0BKpS8tUwSPg9zGT4Sm5S+y9hyO7s6jT2Cr1A+FPEavtXkfj1bPs69HAuCvtFC8z27tEU8tX4uvRpTlD6PfRG+sCXbvQwc9z0NJNM9dWaaPs6IK7wv5Fk+MnBcvqAP7T1WJog991DoPKH5lb7QawE/lVTcvMeiFT54uYs+YHitPRZXJT6Crve7f6UVPU+OQr4TGOA92yDMPT28kL2rgQG+7t8UP8ccSD6la6E8ntACvjrrwr2r+p++MocjvjK1HDvk/Bc+nvBGPsEjs71KqSo+JPsrvveQlr1g1bA9IBJdvNk5qj0j7qI+cJBgveWKTzvWF++9EadePEHTAj4Tp4w+lgJfvbEQNT5jtpC9qFc/PaZJ4T3kh5U9BpGyPQHw9r13iLg9PIZYO2BVsr0Wg9u9jt0vvm+3QL2LcfW94rRbPd8UAz6EE2Q8mvJ8PEt9Ar2JarW9r9CnPaoMdj2Iots9hYKHPBWbGj0GtgW+bjCKvRguYjw6Tca6kRFwPQQrGD70e/w9+pnyPdCHCz0BHrc94CNPPk63aLwZIX+8hrSkO2sYfb2uBaA9ENSkvPcfHL4hSZs+gIU7vQfB6LsPJt+7oTTdPQyYHjymAOw8SfOgPoRMDzy9P189nS0xPr831TzaxiM9DLTRPNGcYb7nUx09eg51PZsr8r0N+M692QOePBwyJr1dVKI8CunSPWVedz54h6W9U9OuPpIvF75q8BG+vR5CvlsHDD18y0C8QQiMPYJxhT7ZQ/k8xArePKi8Hz0GpjM+bQvTvPHiQr0xemC8XGR/OzQhuL0eTwi+j/Muvo9svjsHbFA9pEqTvFjLWj7Qlic9TnkyPTAnJD2U2GC8zZzbPDpTBz4B0rk8+/9MPrrhGb7Obzs+fE+HPsFp6D2bbZ09SXIYvsaxKz6oDfo9a3EwuyjsA72PLqG9Bv5Gvsoo27zJIAY+16Tgvap0Nb70d4c9OTyLvh2k5z4hl4m7KiGEPXNrUD0+eYC9sukUPkU5AT6Ykow+v1TOPb/cFz6v8jW9BTiivgoiTb6l8h291qKHvRR7s7ohuNm93HRjPHLl2z1Hr6G903MqPgGkqz1vGaa9ptSQPYu3oD1JxUI+YTrzvlheljy40qe+M0OMvjWgPz68Fpu9r9SVvtrrrz2onpY9mo5HPqHQXD02/BA+3BCqvG80N76oFg8+1HRTPupgrLu1oxi+caY2PhuckD0wckY+a3UdvrPDBb0FKp8+hr63vU98Cr4IYjq+o7cOPn6vzL21rR29ESZJvmViFr72c3i+4p85vbCGmj5S6Qq+wAIOvsgp3Lxl8h89UgsCPrnR073m04q9revtPVGrJL31S5E94UZTPbZuTr629ww+GuLTPfWdXD3ZzzC+zA4LPgmwEj6cHIU9pzIPPkzDBb5X19K98gDIPFgjlT5YmcK9ECBFvvrrZL5nx+49iwWlPswrab3gyMC90iJUvuy5yLwVJRS+yFJ2vmTvnr6ImRo+GhwKvZmiG72g8Eg+yyh/vSR3Lb4ZNyK9HnbhvXlpGb3GlQ6++86RPhvYDb1J71E+CxkXvgOjXb108am8mH8+vhhIlzwo4Em92PeXPtC1l72sQDg+EkDWPVXzt7lanDG+8uf3vM7fWT3Bz1i+tITUvLVggz3IGJS+/kZ1vhgjrL5GC0++mqH0vIy7l77W+vK8qvUJvhi/mj4Sqf89SYQvvvp97r3/UaG9tJ6jPD248by+zJE8piazvf7X5b1rP5g9aKarPfjhBr5lan88DUxBvbMZFL6VFa09FgBAvpqLUj4GdmC+yJvvvMVFU76IV129pwuQPt2BhzzG+5E+FdolPlq2Ob7p9Vo9gxF5u0kPgz0JlqW9kBXrvcKUuj2xCTC9J3wpvSOLaT6lpOS91C23vrvHXD5e1bq9z9hnuyCPmz6iInu9abUHPteo3T2FyIu834kLvmXygj1zFVM87+gTvoPPtL0qY0A8Bcw9PhWIz74/T4S+VNq2u3t9ij3Re2U+oXRNvc/fwj24IG0+aeHxvT+9Nr3oHM29pbUmPeYGwD0oAao+4BYIPRFIWL4nyUM+6IqPPQkr8T26wT08IoJlvjWnAL1cWVy+j0JePo4HjbqCgzE99/s+vsofuDzd77w+EjUpPRsgPD6pMho9LoquvW79A77IkKG9n+LFvdXwDz5oNMa7YCgQvmpwlz67K8K+wwGVPkgCoL5A3+m99jt9vl3pBT4dGIM+zQdCvoTpPj4e7GG8cYhcPhUGQb6KwcK9yl0jvthQpD0/qb29NBT3PD/jC76wQei9WZ2AO9JFXb7xIKQ9xEDGPe6Qar14RsU7WvPlveE0ozy3hnq9G26au50BR75usPG96vJPvrSrXL4vkry95VkNvnrHtL3B9SK96r6CvcZ/zLwVOaG88sNUvaX/Br7nJ4a+gRkmvlplEz0vw6Y9K0kQvSC3hL7B5+043DDevftmiD0cE7O9gltHO+g8MrvFmU89uGbAPRfNILxSrIi9j3yfPWNPyrzX1n291a9xvv4Svz2f1Zy+5iTuujDLKz7Wnw69rNBuPECS6b0QJ+e7ZM6lPZEtkjzvHuE9xCHyPbgIxbp4YC2+75iMvu2bUj14YmS9YtRLvURJML4dXbk9k6jqPbQ+Gr6SRkc8OEz8PVCyeD2jByq+hY4MPoLLLD67CnG+QTn/vdIdCT5+zM29vqWOvYhBpz2zyty9IRBZPZ5uy7xLByw8nMtPvIcMDj4P2M+94aOcvd/PpL2jvuw8KuTjvbW9Cbu3BnO9XsthvnKEJD2NcGc+dyTKvQ0Js72Q5Yi9pw45Pv11Sb7HzcW8zDkxvOJqHb6KyKW+yLq9vnQm0L1E+Kk9hIPjvcidCL1JpKu+jZm0ve7sNz0XHnC+RjGOPGzXXL6fXfA9oK1SPdscDD43LJ88n0M/Pk3QWD72zCk+1H+PvQETkT1TB769p90Jvi7FnT0FvDY+VDixPS5z+71dx4G+FjqXPE5CVD1+4kY90JnMPSCwhj7ijKi9qr/avVRSr72jSaa7TilUvtuUML4SaQ8+pIeRvS6l6rycU5m97OT3vC+HMj7k4mq8lsqNvI3RFrxchO69nynNOtAECj0KXhs+48DePMQuzr3YRoE+vwhQPuq/Gb6VBg8+njNePU6T+z3OhDK+z3GvPJkGFr65+mk9C6SZPSN6qL5b1Qa9Un+fPYW2ib7RgYk9qEwQvvEAlT7Fco4+zGqkPY6RYb35G2W9EU7HvkoYC74t1aS9qBAkvgNXOb1U1zK+vUOMPOW0Kj2nYcy++PGIvS9zc7n8Hhm+2nAuPl9WPb39EQu+tNEOPiLL9ryc8hA9pCpYvRrqM762CJ89Uy1mPXwAhbwGvba6KJILvi+YWTy8N2Q8j0RCPCp+tD7Erj49JrLEvD/Pjr5HGqU8ZLXJvbmkRj7VEBm9vkM5vtrXZb6y3aw8LJDcPecoSb09ADo8hO3dPaSYU77eUbq9vHrfPfQPlD0t/8a9mpASvgSmMj4uRNe9G+SCvUXjQD6RL/a9KApUPiQExr2AkgM/eV2WufrqCb7HJjQ+xpqbPoyDL7zKbys+rgQuPm9EwL28S866J14APSNKYz11xL67eG1pPF/Ljb7oMas9RZgCvkGx7b4o/cO9oNDePZlEQ77sYpa+hY5APhooqL0x/So+eLnnvSpeEL3hiG4+kLWDPox9uLzxee89yawIPQvjiD5wJXY9Loidvp8vEr0CuE++nTvWvVTUdL5AMCS+wKgePCn0C7wXzRa+xmtbvu6+0zxhXCC+2hgqvfeeWD4dJD89xYzwva5zIT13js6940O+O+7QHT6wQj29CQEovuG4Er79gVo+93tSvYnPBj6krxM+g0QlvuutjD2re1W+33W1utl7CD57/8i9yvXyPbqc976fCK47GDUMPYXeXb3I/KU+R70YPVEgO708z8+9jQDBPe+4sr3di6s8dMOBvb6wab6qDSI9NEaUPUqKbb5RjJA+MkiRvo4w6D3myKS+JXjoPQGXHj2QEm09UtcbPfgfYb2vCtI9kMaUvUxrRr5XciG9nZ1qPTG/TL7b2vu72IgxPos3i77l3ze9qThZvrBjF7ykbIi+uXaPPehQ7zw1Wm6+n7fQPT/s5Dw1bDw+bNyevITIkz2CTD09b2ZuvWu7zTw1iCy9CK96PvZeqD1JYle+0sddvtBBBr6ZBBA9j/8wPXqGjD5o5qE+fuLpPRNafb1NJVS9FJOJPZggMz1GiJ++5HeYvhCetz0teDw+o8mCPsg64bwaCCO+l3a8PGhxMT5Mu4u9ogy4vPHiK736c4k83gsTPosLir2Xz4E+ZHppPjOHlr1kxQe+9bxLPZTpEb5C9QI+UmNXPjJ5Gzp+/iG8uvWDu5292bwPrkM9VoUwPqGcjTwTXKK8ytIzPkvQHL7DVSm9wIPYPQCVIr1mEZ894rPgPdl2Bj2DPtW75ssvvRVxNb5/x9i95Fy4vc00+73/mJi8vL2OPKtHRz4RsCS9ENM1vsZzIL7tQBi+lm/UPD3TMj47Owe+HwuTvoXGJL7w85S9spY7PvT1ob2aDxO+m9Qvvd7pHD4gxiG91fqovZN4lD1La9M99DgJPe3AIT2btRI9MieBvMj5jb25+YC9PcxaPWrQK74F4oc+/SAvPnexfr4LdPC7F/NBPnHi+73XWoo84akdvvr4G75RDyy90snFvWkcK7mBlpQ9OX+KPVuJJrv/bB6+DdINPmmC0z1cApW94v0VvpC8Ir4Ld9S8bie1PCYZJr6S89Y8ObESPgvN2D2agys+Mludu6XIAD6uP7q9NnttvPzXFL4OsEA+am+bvUJqzL2yCGe90VYKvv1stLtwu1M9eaJ6vhn7CL0i97a7rUEGvosRYr7DFdW90g96vBrTk7vkNQO9SkUlvkAQXL2rNum9mnfivRmhDD4TKiO+92PaPZoBOr4ZVju+DiUNPTz+Y72B+wm6mzbyvcznubxxJis+WtunPfWs8bxijEu9t91ZPWTKED5YGBg+S9TZPQR7Mz3aWz2+XoWFvayc0rwbPq29KkR/vT8LvD3rdQ4+xBIWPph0jr65kHC9l5NnPa70pr4FlDs+MRT/vdRFtr25Qbe+v4f5vYIVdD4w3xE+sPQqPqWJMz6QfvC9ZhsaP0FDST16UvO9kQu8PUAXXb5QqpK9zw0/vAbSKz4zSaA5eKcSvqX2Wb4CL1M9/48YPpzqBD01z6A9Z5E4PqE+J7015/q9PLrtPDg5Vb2G+Lq9wKyDvcM9qz35XAc+z3a/O3OdM766p8+92Lo+vn+Whb3kQTm9KWtBvX+2nr5eb6+9u+XLvZrYtz371qW+TeERPv2c8rzfXMA84RuBvUnkjzs0KB48770Tvjy+LryC/IS95ioYPuaF4L0R4AU9pZRGPcXxMT53sYk9+Co2vaYbib2dRrO8zdSzPRskIz0CbRA+AT50PT7i9z05pEK+q5I3vaHjj71LJpm6SKlgvr8HNr68O4E9tXupPmy8GT40s0w9WzP+PTEPjL0l2/Y9InGRPkwWAD7bkjI+K5KRvd8v7D2FDl8+hzt5vNSEXD3xiZy8umtXPvGumr28/cc9NdSjPdOVt76wWiY+b6jvvLErTr7Tsc6++aMEvmHGdLxPIik+d1rOvLzLNLyf6Ki99ogwPOhH4r05vv+9QLCsPe38LL7Fp1S+8eujvQtNXby6FYq94tSnPlpBijuLvyS9hdgCPighVTw2pq28diFZPiORhL36pAw+FY/Ouh7+TT29mYc+8Nilvh2xJT6BRNM9T+llPHH1aL1vfFW+ltqQPlX95jsF3xM8hrVOvgYnv71bRDA92zsdPscQv7tjbSW7EzcJvvgrB769wi89sN8tPcm+bb1W8n2+LxECvDQjub7q15C8xksGPmHJoD7xDQk+RosBvsiNBr49ZGS8J8KTvq4kLL1gOpS9TP1wvGdQg70LSQ0+XQYFPtAQhb2f0HI+zTyIvUE/gT02qsO9U3GuPvOokL4IsI494vxWPiyoq75NHGY+7PjNvBFkwTsAzIE9d7ulPRxisL23G3m+HLxpPX4T8ruBLO67cUnPPY7rSD4fIve8uRLkPazhsj1Tnqi8c7UAPZ7oqz2go3a9/8k2PmcD1z3GDSS+/zHOPO1yWr7BYsq95Tq9PUasCz2XRUC+GQ5/Pek+Vz7M7TE+eITRPHX9sz03Vvk9WySxvZE31TyHMWu9JesgvkEeWz61mPC9bEVTvVy/Rr5OEnA+laS8u1WoqDwYciE+nBjvvf6tEj50Cxs8CS8Cvsh4RL4kvsm938LcPSdIJL4wDE8+THCuvQp7cT1Dlqy8NjdKPZWV/D2N0o89hoIKPd0HWT68tQw+F4mIPvjMMz4jCqw801KDPRUNpj1kc+G8IjHtOwicbj0Hdoq8Z2+PPeeAp77P7JQ9PQU6PUu8ZDw7biU+GVV/vv+cUb3zbVs+ND2MPXfVLr1yCTI9R1KXvXt8Bb7Ko569sGeOu6xAGL5TmFM9GtdivvjBAL6Tohy8SohOPZ36LT7RV4I+1HuavRxnxz0ZjYc8H8pqvuzxqT0+EZM8Khj/vV1rt73ymUI9rdzovFd0vr1Tok0+6YKUvbLwa71ZwGW+9MeMPW4xCz3BP/Q8BlANPqrcRTs9/cy9mu6CPbjpwT0ZTA4+/uAkvXglcj7GJVI+l5a2Owhqt72Aw4Y9sCWFvTod7DxXVA0+BQ+PPWDs6Dwlibu8Q0ZDPrwaBb5SOQS+6tMKvj6EBj4pbYa7384FvvuQHD0EPGU+2uG8Pe/slD1H9eA7MD0EviViW72gruC9i4c/Pg0yuDwIAbc79/iFvPXXKj2JrSi+MzPHvfITxbs3IRA9CJcRPn7J6731/NC8rm0EPrSgQL3KQAs8ZXFAPgQ0Oj0BlDO9294GPYEWGL54EHk+1pSgvQ+3uT3qxe67REiTPU0vSj0HbVs+8TWXvdX1572oW/w91ruvvcpaZD2EUUc+rZtpPteFNL3sXFC9nI22vQ1YWL0aJOS9Gh5UvbPEhDzLDzE+Ga7svbGZmb0m5k6+mouOPR6BxD2Wa/89G/2xPbuDrzwQD4u+I3ZuvcLtAT71aSy+mNAjvqAl4D3tbt49FWCZPBpqGD7iZxG+sEoqPgCp/718b4U+HdNMPLOoZb6SMJu+2Wkzvm3mbT7hZSu+hFsmvtfMcr0CtPE+FYN2viGK9r2cKJm9sAmrvU7K/z3bJ7S9AJE2Ps5gaz4XZR8+9k36vp1IZryWKS++Yw+FO4OzOb7U+BM+biTBvYuJNj7wut2+nkc/vqNnh741vAq+iJyTvan6sz1xeW2+j+hQPgQW1b1rkqs7xHD6vdt1rL3ZPqq+EdRSvuWEdb6tqji+tCZ0vvfN0b2Q8Kc9QKudPomLUb6DbS++xnPRvSpwnjvh704+RC6XvqGPJz7LT4a9zFkNPpMRED4UJCM9/46VPv8sET2G2Cy+om4BvTHqjj2Yl8O9JzEfPqhJpT7Q6/a85QSPvVOhVr4qNQA+qk5vvnu3gD5WIQ0+bfIxvfo+Nz3rX0c+87mFPvbsFr5qW9y9EVDRveaiKT3kLki+tV/rPJ2rIr4bp8s6d1U9PvSyrzzErgG+AyDoPfF/ITyspDW+wnF9vkX6y7zY3HE+/bZQvfy6Kb7+MQ8/xkISPpU5lD47yS6+y6EaPvFqWTzp4JY+St87Ppje2b1Ld4e+cf0gPbHr4j0Bm1q+h/AcO6jEBL5KosC+oIKHPSfXhD1zd4C9RiGZPi4cxzxNvGc+lqIDvX47J72RTrm8cnupPZ/0PT5Wz6u9VpOIPHDdIb5qZ5++Id01vqzhb71QS029baWIvqJ/jb4LagW+j6uBPuSuEj5APw2+tPgUvkLPV7wkj4g+IkTjvr7mRb0g8RE+wigavqc9Rj4l67A+FOEQvsSRlj19mea9IBNNPQ3KkrxM8T8+xfSMvhNEYr5Q87i9KbUNvqFV2D4fMd09K8SwvpsNjb0hsew8Uu2xPPdCN7vkObY96aqdvRQswr23MzQ7te2jvhncxTtu6L++gnutPVd/KT62pxG++5OSvZM3Zr4TfbK9jwAaPouQKT5s1qU8mNWsvYUKGD4hT9m9FA+svp4Pbz32qzo+TC+9Pgj+bb6LJgA+6qv/Pafu2b1vdxG+IjcdvZ0Ulz1PzyG9Wh0BvfEp9T3JIUk9iqs9vvGNQ77qG0g+P96YPvMdmb0h/qS8OAYjvm+ToD045oo9PgMuvmIeKT5Xd2K9s/w+vER2ML2K4nA+AnTWvUn+HD50/I8+HVNFPtFiM70DhSC9HElCPrPsBT6nqBC+rJOQvrgfWz5pNlK+Do9BvXspLT4utiU+WKTgPfRaEb1cSdo9OsmOvhgSPz45Ql4+HRYqve1EIL58Mjg+tBLSPZXGJb6KPyG+rvVwPgLAEb5EN5a7tgigPVoWID5JGp6+B0qivQSDbjpR2xY+N/vFO0Ijj7zp2cS7RAdbPWZZkD38+HG+ltoVvXUGkb1d7iK6iPMNPPcsPz7yv3i8JQ8HPiehmz3yGrC9FcO1vVSFFD5mMhm+yBJqPs8Qh73Wxio8wJ/wvUG6+z2MsYm9rDIMvjxjnj0ycFs9m1YRParR1z1XqD+9JLrEPTrlmz13BYK98LpfPpoY2z2OeX090thUu6A3W75sA4a9yI8JPdvOwL0eW2M+tqAOPvzo0LxVcwC+0cUXPiYxjT2NKV++ItvbvcOMQT62JDU+RYGXOzQMBT4gSja+zBMSve+crTszBl+9rXY/vUl5QD6qQ5I9qhMhvAVYgr1y7Gm9vBc/vO3htzwtxhI9SC1OvlzjY75Uq609jmGAvYsPRD0ar1m9dku1PP6ImT2bEZU9vXkGPjsvaLzbI409njZ/u7HgVD060Ao+YuLMvapohb2ktX07ANKJvN5KkD0vriS+oBlHPgbeu73p2Ga8BMh5vTBhNL2Hzek6gsDVvX0QZb1QJMS9JfDbvVBrTT3pAiA++VZovHzYfj7ybkA9k2QCvuiTnb3UKGo90ksBvoAPPLxvbru6lqMKPcPVRTy5fIG+z6paPl7qgD1FyQk9xhOfva0xrj2niP88BgtAvpnMob0h/5E8INsbPrWOU7tmfL+9DycCPsvqTDv2vWo9s3MJPqXd/T0Y8Mu9Dz7jPra8ND2C6c49A4fDPVj4F752btQ9t7YNPbzhYz3h8Hm+Rraeu3dWIb4C8wS+1M4dPoHXWD7jX169J7riPSyiYL72rrO8C7aYPdWK+j2KFCG9kyBcvimXl74kctM9aLUIvu6+aL7kCkM+lQfxPblbyT3lnGU+0yVlvgyQkb71OYM+3h0yPhw7K76/Hwo+wwB7PfSL+70p8uy9s4ozvqCp7zziSiO+eLqNPTm/qD1dYj++P3yvPWOh/L0fKVA8YBmNvgF3iLw+uTO+4UMNPoyIF72ulCg+99spPNyPOzwfv4O+yYQkPqzM5j09zCW+yrQAPYIwgj7kZq89mpKWPXyvVT4Tt1O+XDtePTGrqz4wXCu9xuP3vQ25D77aOE49ne+AvJ7eu71dVnu9v29ovGKPVr5AtRw+15D7vB1jlj2ovGw9w5esvrxTpr2lp7++3GPDPX2VZL031r09CmicvXV4Rb5JxlW+WVIKvvH5F747A1q9pS4NPthTvTyGItG+kvSDPcR3Lz7NfyC+aaGXPXZhAD5rLJi98oJhPdzh9T3G3qC+7HwrPW+9Zb1U6oO9HhmqvCoU4r12R7E9CWe5PgjhKr4dA829UqHXPSQ7ab23ciQ9uZVBPeF+iT4dZtM8VoIovmowNjzO1DA+zzZ3vhiyfr4CQ3E9KaEFPtpzMb5aJag9CTBmvUs0GD2TFBI+mtFePYVc4bwteqk+YdalPdNoCD5eFsA8StCaPpNsNzze5zW+Ppp+PeqF0D29+kO+wVbBvT8hWT3pLFG+xz4NPHf2MT0q6lA7/mlJvs+AVT4S3BA+OaIPPtbjmj5Z2yS9KhowPrmw772ZCaI8jjhCPVUdPj7TmjS+6HUVvgx7Pb3D1a295I5wvd7tmzzg/uy9Q8ugPVdXjL07/ck9msYYPrrzUj1SYU6+W8NNvtl5ED3IyJg+Qc9sOohACb4tIfA9LyEavg6Xcr7Pdfe9eDcHPjg0k74DKy0+7or5vVeWL73qeTM9JAxQPqKScz4OB9G98ZYAvhkmB72wnAs+0XgaPqbH67007xS+fBkRPi9slL4Oobw9W0/9Pe/jez6yvz29OvIFPpvLvjzoRAW+Lr/RvQb/Kj726528JPPJvmPBIT2Pezs+OaQfPJ6/irwOwD8+X89PvF7Z8Lz+zqA9jxc3viTDvL0Tsa+990iIvspgpL1T2Go+WXeIPOA9Tz6ZOxA+B0AXvq/nqr3zZbI9inzgPbkmpbyGHGk94UGQvnYx+L0ODRg+U0FOPTb1NT1hgF+9kPfdPByVTLyd52u9xke3vXe4qLxYbiA8niBOvk0WOL1lVzs8IPFivjDFhb5F7rQ985qhvUqenD1sGmS9rgjIPTKu4jrqOdQ9WYDCvZQRBb4/YhE95exXvZ5JwL3sN5Q9XAK1ve3KpL38M0i+9BkIvsKXBjye5Ac9mZ2RvJOsAr7A5DC+IGmTvc8tyD0c/oK+2qoIPMsdpL09ldQ9yo+KvZ4zJTwn3jC+Ja0HvXDHIz120+w8E4DMvWdNVD4BBjc+5F8DvnFEY73Gqau8+qgBPn66hj26IeG9A8gNO7e2+D0pjDk8fAUlPhVtOT3gx1y9hD4IvWMyKT7SvTU9K1g2PgEPpD2WZC49ORklPjz0vLxYR1K+JH7Bvcgbvz2CD1o+BlYfPnuLJT4b0Ma8YjqDvUeSj7suHh09m+2zPdBxnzykWrS87OA8Pq7quz1R8Mo7JHkOPq1o1b2gTQU+UXc7vam9Xj2Jhgi+gBOcvYeG1T08Jfi8GxCFPamXwLq+8BY9v4PMvALQpD2CCVY+QheOPRiupr3CKby96RaBvW2ea73DiOo9RAYIPi6OVD7KMh0+YdaQPcMzIz25mhY+Nt4XPi9bhL310wy9uEewveVJKrxrTty81+ZTvXI4JT132hG80qOGvORQVb2vVQC+ZKzkvcn97jxWQWo9oWW1vWIvKj6lDYe9M6MRPk50Jz2BLpY90ufhvOeQID2vF1M9jZpPvYNAsT1jeRA92p0EvmUOqT2bqhY+ohWUvYXwAD5dLoO8yeoNvsjPeb7zTYI8qHEkvgLpdD44+km+kQICPampGT4js9O98Hr3vQVyoD3/HVg+1uKovCu7Q772roi96zCZvn+gjr6wHZW9dEYNv40VVr6ywL296I/Huz3FhT59ZWe9Df2QPcQlz7w9w3U9sX6MvTnehz4wEak9mYWCvtSj57z1d1y+A0csvsLCoj2+lYK+3cR8vZEch74pVe69fucwPrJqUr6GlSA+QIIkPUtRaL14dC69mk14PnJjOTr0n2C+xeQVvjK3Vj2QvTi9v5ImPZhrsbzujao+nTRLvs5e1L1Y3DC+DAglvpUgFj61Z/A9dAwdPh6Rgr2RSI2+bzvhPXrzoD4jiOo7Qio6vLnRarxNISm88+ngPeWIhL3slFe+xLAdPkvjx7xkHNa8TnEIPa95Pr75T5k+zsKgPUhRbLyDEi6+EtKVPfcAiT5WYUQ+s5NovLAYpb0UaDW9d21Vvv+alj5j/+w6+pyAvhlPOb7e0lo+0pd7PsF4Nb7bTyo95Xv7vVgtAr6c/ka+K+YkvssiB75z37U9dCLavZCcvbvl/D0+C0p6PpftAL2hmyS+d5TbvVnSPb7osYo9kzyOPfRHFz52Uic+64sQvnDQ6zz6HFG9UjAzvf2WlT5/Hwo+VVMVvj8qJL4V+Qu910CGvhNDfb6EA/w9Evslverw/bwfKSo+HiERvtFVSz7yXBS+OteivjEJcT5VzNi9laOEPhCUPL4X3bU8IWYfvVmEZ740JIS9ToPgvbdPc730EBO+sHysPOiuXL6WYWA8O4yvvRRV3z2a9Uw+AyYZPdlR7b13OS29GZAsPjkrez6kTMA8Dn/WPXkYTT46ge+9yKQfvgNHdr7a0fS9Omq0vuob+j3jJ4K9rP9xPmdvwz2NgcW9XYJ2PtwLgDqP15k95WxlvTd/Er7MP7e+oCSlPBYM9b0IypK9MSZwvqkbOb59cHi95+JOvrWwI77JHlw+Cpj+PTdp1L2YjfO8/N8evtVy2z1APYU+/rahPc1gBD3aIt89KunjPdZAQL0ZBUA95+pdvWt64T0lNuG9N4yIPvy4fb71kEI+UGPJPFnMarwI5OC97uhCvj08gD3S9CO9AECePQWO1T1x0iA+ZtzFvgmu6T0rmIM+OVSavrHUkD2ib0e+W0TGPaD5Ib4Pu1Q+e/42viNdCL4WTLY9pK06Po9Km735bfU9C11APob0NTxL0qY8Ova8vpC0PT54SBY9TkhYPcYbkD7bLWY+MAlcPIIZC74M7+09FhqSPCuZjz4xBN09ncWrvY1kI75cXJI+nnLpvD/hJL4dgw69mhs8PS4jBD6cogQ9WYpIvTrovr3plJC+MQTVvW9oID6LYwy++8WnPR0bA73TQLY74a8cPBemnr21MRC92rqwPX5Irj2W+T47ysOUvZ7rbr15mqq9BPd5vfif/jws0wC+hXgnPkKSar3/Y8W9bhPWvSZC3L1HH0W9Fjc9PspFDr4hAI49f+wgPTPPRr0G5CA+NIcdvG8pBL6zIbE9HpNRu3Me5T2bCL68Kx4wvqSjkb0NAzW9utckPcXdEz3wiIC9JE8tvuWNi7xW4cU8xp6zPaELbr1YdKa9Lp3KvYaIqLzmbmW8L75rPCvgoj1hILE9+Y67vaO6HL7fJLY9QH3XvG0tVz0OYAY+qUsKPcmpRbz4Hiy+DuuYvSEfgrkmtks9XcEdvcyY572thlw9pgSWvZWMib2SW0C9ocCivB+zCb0SpPE9hrOwO1xckD0xiUW+JxzdPK18ez644ME971FMPRAhDz64UUE99zsBvW+KtT05VEw+xlkQPanXG743mS4+08mgvAWAubxKjla8ShotPa3y4z1aDvU9qW7SvSOiPb2wBMu9dsdRvKlxUb0391W+kvdHPLoFwT1fCHw9/jYCPTVLuz2PbQa+boCHvTCjTb3AATa9y98cPvB7HD0jngE+XgOJPJo+cb3R2hW9Q4N6vK5rrr2rFMW8enrRvIhskD16uQW9Pv3YO4x/IT0kRxy9C3/+vc4yhj3XCvq8lDctPdd2jD7b1ye+o64bPeZsgbwT5gA+ybxzPkOA1D2hAzS+8+ZMvZaV8b1mRDs93m6svbOr/L1ROF2+UWsMPm9+Iz3dI6W935QgPpLlyr05LVi+pt0Bv8u3Nb05C4E+hfSSvWFAhrxedqY9iiepO2RIhLyzwWs+IPkmvbTKNT5mkEM9JwMjPUX4Fb2iBkc+/7qJPUend72SKia9Sn0EvmzlF79VYqK941KDvcbYb74hjQC9GzsLPjFzEz5urwO90zQKPrPBEb2caLW9NesjPNivjb40whS+RQ2bvfhYKD6akWw++1eXvZfWBD7+8ES+YFFIPZ4+LD5HyqU955FAPhscdr6P9SO+74gXPT4u+jz2Gwg+0kpTvPNK/LzdDyk+3YhEvBbHhT3TUwa+cU51vSB5gT4xSkW+QlODPUjorz3rkzU+jnFsvko9gj5G9NG8Dj5RvC2QBz6icxm9x2LUPUSmHr56Dcs+TdqNPTg3c71lQ7E9jmUWPtvON76LyIk+5NHuPUoHbzu6Eqy+5mh5vujAVT5R42I+NYSFPYeagL6Jx6s9qMEkvsjGBD4Vd5y9UCr2PRfHKj4K+3W+OC2uPVGBKr4nZLW9J8jjvXjPID7gczu+mfRnvPxdRj2DZh+9oPaoPDjWfD4yhs28qzGtvCUYsDxQHQU+iC0OPEryIL3ujBM+G5e6PbA1jr1BgvM9ti6VPQ63Cb43cAG+Y9g+vCZMST7B1G+9NMSwPLlI1j3p7EE8kltPPsmn971EGRk+su47Op5Cgb4+vpY911APPmGhg76nMfe9BewQPuzymj7ceLc9KieEvYv6Cz49LcK+n41KPq/bzz07zxa80iuhvK958r0CSfU8vLiUPRxk7D3brzg+Wngrvn0yLL6wvD49h4OPPot6XT3cs6+93zgovEDoar5w6NA9+c2VPaiiFr6Z/Ea9avENPo3W4L0PC8+90dstvoniKr47bLY96iEpvDaSc7sjdRM8MOEWPBnHEL4MsRg+EugxPn9Hhz2pRrs+PgUQPiRFdz51aXS+Dw1IPlnGuT2U24E8SP1kvRzCor06R10+B0WDvOHdqjx234s94JDoPZV8Sbsm+LI9CBYjvcA6ybwcvCW+DxkHvp/TWT76wYk+g1B7vjW627zWcxs+96ITvDTNPT7nwaQ9tsEgvUPQ+bxTkfS7sFCIuj8ms73HJnk9SKyPPXrwWb6lhJ+9AgIGvsPdSD6uexa9IMdqPTgJLT7zBo+9DmynvceRgj7i3WY9yUDLvFLu/T0UoZE+dzJAPXh9AL3Qjgm+7P+3PWTXXL4KNdk9i/ucvV1MAr5hHrC9x1vdPQS/2j0GZNM97y0kPRx4Db4v5Im+2yIvPa/WFT7uxVW+hH2ePa90Oz2zNvS9YMGcPe7xIr4J4T2+WDzJPQEgij2/tiC9Zd+fPJ4FHb2T6889Mm8RvmeZVT4f7ss8vltHvLmkTz1vXkW8+PlsPozbTb0VXzM938hIPZ6jPT6pp4q9ZwuLu11FM71YOLy9ZUmUvW1sL77g/7y9tHoyPhq7o72eB7M8VoUtPUbMiDwHYqa9+kzCvMRz070B7kG8QgqPPXW6VL5Yhzc+VPFPPpCFUr4IJN28sDFTvl1ADD1l/lC+1llevV2Chz1+e5496MVjPcUrRD4pZgm+O/y5PaikRrwrYCw9jTAUPge3Yz2MON+9KI1LPkuWCL71Ici9Tgj8va2Mmr76wKu9VSDjvC8ko72XlFC9KBYgvhh0+7yE45q+RnLYPdfLgb3iOvU7Ik6yPW9XK778QxO+4IVAvuqoE70zlwC+ant4vSnSBj3ReAq9R4SGPQ64C74zrTW+5xNLPure3z1vMny9NfRevWN8Kz6h2nO+bCwRPpHOcj2M8t485E2hvsvHB71D8wk+F7BkPkV6RD6UBRS+aZZ3vJNfq70q1bc8Plb4PU2zgD3RLis+3nSLPQIc2T0yBFs8TUYDvrFz7L17H4a9esgbPO7IC74EOdY9gnW2vW6Nlr1h5/C9s2ylPScq1D1VX4M9qy1NPTIf9LyH+BW9X7USvqI4Wj7EIBg+VLgSvmeNbrvUZr47rtlGPYtVoj4SIY++qn7avAEsbr56knQ+iIEOvlG/hb2wW8C8e+wzPkyd0z7/dIQ9lc3PvcOGIj44wAC7fba9vDgQJ714tEo9phWmvQsqeT6+9pw8ZwomPL7pXj3HYOO9EMkkPjejBD49eoY9x1sfPqngPT6t+LU+oOzEPU9gCz54nhM9Aal0vavlgT7NENE94PmHPWuW/rwrN5W9CzYwPpescz6LeQU+ZzwcvmBcmL097AQ+Q50rPjiiCT7cphc+jLdLvmCL7j0x4T67xFJcPTpcCb46MFw93lhHPRzWGr5NBy69PGULvGaDsL4U2C2+LQTCPDSbHD2bG9u8lTFBvqxbpL1rlWQ9JVA5vgBoHz1MEHq7LJVSvWId0T1HEUA9nD9Fvr9eeb2aH++9cYFZPvmXRD5KB8C8f+0+PsYBBr2Zan0+k/Odvez2r7yxgau9zqMcPvpBYD6uUUK97uwJvWSijr37G1s+wA4EPvhglb0BnKy+JmpjPaD0ab4MVF291DWDvbaOgTwH0aC8g1YNvq2WPr66dZM+zj7rvWmYH77YERU+NLqGvoAK/b28le+9835wPrJj972BI9s9LJGkvjYnaD5XbrY8Y6WjPTN/UTy0tpI+UVMBPocYHT0femO9zpXLPFjpFb3f21S9FBMQPfA4bj1460W+OCZZPA/FqLujBKs9rKWXPZOUOD02EHO+numMvhpNrb1rA4u9fXbHvbJ7Hj6IIgO6BkOiPYgysb3vrXs9NiV9PvzOWj5zbq6+p3thvONIOr7FPvi9x5hrPSpnIr7yFAG+jxNXvhL1jb0gOQa8V+3hvB/WkjxkVli9CKR2PRgVFb7OGUO+U87vPQyS3b3lFAY+uW8HPh12Qb0kU7I9b7EMvnI9K763jt69ZrARvhq4LT5nz3u+yn+Bvtl8Gr7BmU+9KZZ7vj7w/D2PU729aZvrPEtuCz4o2j2+lzEFPBe/aT5Pjy4+cZYuPUEzDr5JRDs+U4YEPtbW5L0LOHi93ttPOwWOHr5+Hy69yrxMPWAtJL6Svck9JrQVvjQL9D00WKY9CPs+vonGBD2BmrC90OnevUV8kT4UMTA+rXEdvWGyqbzgB0E+GiMCviWfIr6TXzu+8/pYPZ15e77sT06+HVVuPgHKD77xJVa+bRk5vdEcLD6FpYE+SAhLPpGD4b1n0pe93ECIvphh4D1PiSI+sflWPGuPXr4WQCU9O6cKvvTG0b1JABC+scVlPodyG778U+a9XsNYvlwcZL0cBmy9cshGPd4qwD0jN4e+XBv6PT2Vp722gQm+I9cWPidEAL7PPmi+RTiPvgZO3b3gEqc9dzcFPu7VlTy/Npe87CUsPTSthD0cvJY9YA9jvNSd5r2aby89MCnjPAZFjr1wJho8BklqPk2BW71JfmC9odn+PAT2Bz41P7u8mGjzvR03rb2mE8o9JrXFu4IOmD1CBCK9iG+gPYt//T2MjrY8LHb/vd3hbj5fKgW+OE9mPf8vlDwb/Sw+V5ievVGkCj5cpUc+YQANPVnS3L3WNw+8yYAePlBwkTzKxZW9bvCXvQfk3D0VyvA9jCzgPU8FpD2xQqg9eW6gvPQsPj7zqCa9xcUwPe+zKT5Q/Qi96W9DPkrBsb3rfi++AxUuPnbP3rvQ7Oi9n4iBPlgHQz6RcYS9iyjiPfa8nb2soZ+8Z/AavglqAT7SnSO98yoRPS6wZj28SAg94EhdPSPwC72y80C+vB30vXwcmT0OaS0+j+WKPZynGL5s/Fs9AwB9vnco7b0cZE4+ZTwHPckukL3/l1m8yFrfO9qD3D3ShQK+7pDIPduGwzzyS6W9j2K/PI7hNz4J3Se9a1+KvXQeIr2SaJQ+NLtEPaGOjz3VwPI90oo/PRLlFz4rEBY+tmVSvIm8xb1O4CI+PbMLPhmZpj1Ek0u9ZJwMvHuADz2wzDk9RSZNvNp/vz0uHQS+o03qvStNvjxZAO49PbNivdnQIL4qFro9cD4mPgc7Gz6wIpE9uyivvVe0eD5biio9ef1FvTSlHT4OgyK+KydpvXMuNb6s9jO81jKcvbH/+bmgtKC98ywbPlA/FD0UvZ+7JwWjvSgVkb2BJU68GY8lvkfWXT3mdG29JyvRvVzXtr28Z7o9F6kjPp13tD1S0d08KJnlPTv3gz1dnKa9vlCFvTu/8T2NULc+DlSFvnWH3z3AvfU3CxQvvmpeED7efTk9bhcRvX2wRj0enWq+0TiQvnDACL6VZ1W+uTidvBvSJr5Vnhg+15gUPvRAwb1wRGi+RtvrPVMruDybJQe+Kv0lvmhqur0xjQm+27iovIOCjr1Co8E9B4YiPrdikLwXzKS9gOZjvbWqCD5xHb89VeVqPofgBj7bLgo+cqmPPq2EjT2trT89xoT3PZ0y7r0FMFg9iUmTvJoSCzwHzS+9GWXYPWEFiD4ksGY+4+/vvI5dGTod0k8+JkU0vg5Jnb3G8BA+gxmUOXxdw734jj8+kcIcPsd4u7xrQg8+wyj1vZ0q5byAEKy9eYICvkRkKr5mJHQ+ts0dPlla+r3JTSq+jp6jPj8M8b36C0m9qaJ+OufHeL6amGa+XkY7vbt0srxo9TI+6Q8bPpznjTy2qRa+GsfKvRb2lb36q4g+pbe9vJmNOT0+Kvs8s5IbPjUMFDuWVAw+69h1PQnLoD6/WZS81+53vt4RLr4kk/+9Ja0EvjPjmL6D6849fM27uXYOMb3HE5y8CnkPvj9dcT138iw9jvtJvlQiGT6J+Cq8zMj5PU5dTT7vXas9hL8SvmESYT2KVh2+MYUfPn13Jz6PraS8NEn2PV2itj2IQhM+7c2fvRbknz4zaFo5Th59vDZNmb7e7AM+1AJWPgVTUj7ROmU+Vfu7PmCeu73Nr++9BDq/vK+mYL3JtS6+rQXJvlAWMD7DLQY+WmnjPIFH7rw3EDs8PRNbPuSqA77Vu7M9pSxjvQTxcb0yheC+snS0OiOqAb5fNIs9mJpdvaYEdL5x8BK+Bj6BPQdh7b2Scg0+vGTRO/MbhrzvyFO+96C7vbbcA766aYi+BIQZvvxZ7b3khEc+eFs0PtTLFLvZRGc+IJI4Peknrr2eIBm+wriYPo8e6rw8h748GvoiPlbk0D1mk2M8v003voT6ij6WIIi+yQOTPSg7kD2Ool89RVZovt2fNz2hKdc99NedPR9SOD5gwru8AQ1MPYgjuTxnIaE8kWj2vd0mx70oFGE7wfVAPYUrxb5WKbU9YP5+PZbGaz0PLv49zfBfvi4wlz3KoQE+fF/DPWT42T2EkV69XE6GvMYsgL1lQau9E147PY29QT7VaY89zfgmPaVRu72zmjE+5ogVvtO8hT4YR2k+9hGAvhiyqb1GULa9IvKIvciuFz5BuTc+k5OWvLjtbr5S/B29NjqyOSte6j3nAxy+/xRFPnowkL26bai7x5tSvXmzTb5Xk4S+zQ2vPcZcrr63zl++adoUvHbzTL2qgr07w3GQPV+LGz3dAZC92QXTvTRQDL6gpb++1uBAvoOqOL6mIFu+7fqyvaWUi73AabC9mvZovSIsCD2TIq+86NQKvdcJNzyMyBu+UvPPvXhMXb1DVXy9a4ogPgNGUj6fS0I88DLXPS7ewT0Lh22+amuhvVuB2TyBp9a98mVUPUygLr5sHSe+qopdPrN7Ir7ruGC9nuZIvavdV7z6fkk+hos7vR51cb0RzpM9tAC+PKVhJ75VOxe+S+MGPcKQdL2OmOW8gct1uzvfVL4s/IS+SyaIvGDUoz0Ienu9oiQyvp654b2BIdY9ti9OPjrFCz4GB7S+s7q9vXkGA71Lo+E79ZqBvZjYAj7+HGU+nAWsvnpDEL4qTRc9yzRMvqAlGj5z4JG8iqXpvWtZoL5cm6U+jqmYvu7QT74hWIi9lL8yvONBzLvsI8O956PTvPjecb34nHU7eACnvavLlb6D3AO++D8VvnDCDD3zwBq+STmbvh1/7LpwMhC+dUBzvmvwmr6N7d69SAOlPDI7+L0TZPI9NkpXPuzKzz01igU9Eh7VvJoU9z0c0UE+9ReivRYJRL5mnlM+U03yPfegZr7GJFK+k/JDPsHKgb2Ubbw8p1EFvo/lYL0DKMO6apg0vWq1Fr4dbCg+9kyJvn5xkb76zDk9SPgQPiwLET6jjr+9+KD1voUpYDuzqqU+uE+MPvJfKz6sDyY+J4Y2PnhkLz5OnUw9wUsNvJX4ujwmPxk+oRwhPXA6dL7UdJM9PNkGvdi8Ur79ItO+fGy9Pqx8jz0elYE+2s2ZvBd/ibwDfok+QbtVPl+D1zy9RIS8jx3zvE1E9D0yYEO+WuKZvVSc8bw668G9WgqUvqnomDwklEY9s1+Bvvxc2b3a4yG+TVLLPjKeSb6DWyC9eu+9PbzsMD61TTQ9QJEdvnnfmT1zuIK87r7pvaReb76AJuU9ySuZvMsg773Lpg89MZKTvU4UyT5VcOc9LaKovMc4DT4Lug4+Di+ePCM+Eb0py5C9bGiIPbrJbj4n1uQ8YR6kvXa4Vb4c28q9bNsmPeHlfj2Dvek9WY3mu4anOL26e4E+clQrPpDpOb6x+so9+wu8vH2FxD7pU2G+SPPOvQJUX75lFZ09VgqgPhu34z1ieas8wwaePYfjHT7hHKs8HeWtPXiJ9L7mLnU+IE2/PVyXmT1aLK69q1BHPuClfj6GG5s9+dofvpTxnTyXaKq+Os/iva0ZGb6TKJk95f7GvbWGxb5yGjQ+YS8bvjHgB74V8CA+NnJwPtgHOz4Gz909jWanPlBVOr5ha48+w+WRPSZjoT0rqnA+EXfOPjmi5j2j45o+j+QCPa9rND5BMvS9cmjlPe0bkT0/h5q+uwqVPZFs7z0cxxC9jE6AvbLBGr51pzM+j04CPhGrh70WDBi+6fBbvmrS9T2HEJc9d0Z1vJDtrj7zmQ++M9H/PH448b3uHgg+uRKDvbG3XT4ITek9Ow3JvhUBGb7YHGS+ADyiPVD6ob2vsO+81LwCvuzdsL7ks/w9kO6XPqd3Pj5Q56M+xifbvfS+0z1LDsi+PGJuPcyRZr4FLu08Xfs9PvKpr74KSng+g7c5Pj2C0r7Vx6S97FfYPQLrhb41vv89bvTNPaYBxr1yRCG8TCngvQiouzso9f+8GP88vmLw6T35iFS+Nbr0PetNOb6Q3+u9MIsvvsUQQT7PRAk8P/5CPaTVB7ycaom9EQ8zvQiU6D36lJ2+lfaGPT6xqz4KIB8+jsyAvrfYPT6kygI9G6VvvtggcjxWpjU9V/1cPnjVSz3xINK+VFFVPlor0r0CZPQ9cSN0vfHierwjgyY+wKVqPoH0ED4xg1A8yUijvQvhH77RD18+Xd1XvOvRC77BQX69VrDxvQfRIT3L6EK+3fUGPjS9Yr4o99q9fo8LvhtTeb76h1W8GjenPhPwGz3kaq2994JGvq4BpL26lRm/dYujPHqyVL047sy9TTBAPePX7jyypMK87CiTPnOaMrxRobO9W82vPUr2IL5hyRK9MekbvtnpZD1/f569i2KePVR8oTyADLA99mvhPRjIJb0+CRi+91+yvV7AWb4UPII9y0aQvXabNT0CxNI8r5ebPJ0R/7zzR6s9NvNpvenY472N0y4+BtKvvVrTjDxFRTo9NCWtu8DLGj6ahYO918AQPqJOjj0Bc1w8GFLGOvDN5jyWyqc94cOHvXn7kb2GyM69gi67vUKgCT2WMT++AisVOgXocr3lwve8hn1FPUVgvL1pbEs9H+MZvlnesr0HOSk+n1PqvZcVwL0cGzu+GoDnPO1gbj1wCwS9gf4Uu5u7Er5hule8MDLNvUtiJz0jT049jLwOvooOAb45eK89A+FavTCW2jwi6ou9934bvK1BgLwYaSA+NhPpOy92njw9fzY+PIBDvD6cLD0jYOo8IEdPPTON3z0SNRY+irkFvkOuKTwywdk9OxWmPSGxhb0katM9/7ocPQ+ZiDhBJwm+6SgmvcSV1bz7E9a9l9GOvNfm1Lz2/zM85RmmPYzzCD4KSi29+oAGvQfjg71jyz29GwhGvR8lAz1dRzQ6jcrTPRZifL369jS+AtlUPZ1t4j3wABG+5RPIPA8Uiz1yW849K60hvlC+tL3RUxW9fbo/PFIe8T1X2S++EdWbPoQbkL0VkoM9HeWSPpEtxz1k+ay8XFutvA64tD1Xr/Q9Jg97PTFFkT3jMyc8ZjWzOl3r9D2oRlu+sBDkPdhmeT7C9p+97BwdPt7nez3gwGG+Xcx+viAyvrxwYZm9T0idPbyCG7xKtCI9qJCkPWfxKb5Lzds9lIQUPbl2H72gtsg9Qm9OPdKyfL3szjY8O10zPaW4Bb5Ksmw81nMgPmqxGj7Kffs9Gn+WvWpmKj2AXxa+cUDuvX0hjj3Z6S07YfzlvNLpDL40sDs+X9SEPm5xwT1QlBS+tdcZPrF7tr1qTEy+IvUPvoFwur2RA1G95BWPPbYb5b1Q96Y9oP4VvRw+Or26ECG8RRshvrgJKr1+C7o9+BuFPOPCpT1YA4G+sPaUPctkqrwtRgk+4ymjPQCxbz3EHsM9xT9OPiNEMrxYqsy9qLCFPJpSZj46Sok8rQyRvaBt2b3DTf+95timPWK0QTz3NZi+0bsePScEJb1UFYY878DYPcgVFD6tApO+SlmCvRmlHj4nwlQ984aEvV3/GT3d4mc9N/1XPjmZVT5whCo+Zyy/vJajAj5Vf8g9ibDXve1Zrb1qoCs+juXJPoqXgz6CwtS9jrI5vo/MSrxk3R6+oZiovLBxTT06mgu+WjzNvbcDlr3xQ6a9KbjoPZTu1T0As2e9UnF/Oo7jSD69EP28GNd0PeynWr3ITgU+gReTvYRe4b0yyVc9ENSEvp/DgD5eac28r8kDvEPrwD1y2yM+FwgvPqh+SL126ma9MPxZPfeNB77P3oa90g1GvvWv1z1wKb2+qWXAvf8ZVrwxETs9wluQvlCnxz3cWj4+vd5ePV+Zwj66df+6G9NPPTWA8z3rTUk+CoX8PQ/Bgz7bWMQ9DM3mvVC8fD0vcHi+VIpPvu+hsz0ktkq9zLWJPhuWlT19Ogk+E2cEPhMpYLwnWBg+xGORPOUNJD2qyYQ8WtjrPbVrD71C3iM+hgetPaXsSL1yaf+9NAgAvs+GnL0Bz1c9iCkDPuRj5L2GQbs91EIoPkTz2z1X5io9WmCSvXbsijxDut+93tK7vJvICb2ysQ++YZntvR4OPz6bGTk+n+2yPbjTcTxfBrY7lmhUvhYb/L3lphy9QsfGvBayrj0uMCu+nbgmPuzZgD3y4sU9ISUgvd3UH7trdVA+2gZfvcPHIr6EN5K9oNg7PUiTuT0aBNG9E7CIvl+J0D1XErM9M749vaehLD4ieHk9/ClAPVitLDzQaL89l1tMPcAbBb6Dijs9wBuMvS65qD0Wrn4+b4KoPebsdDuwQyK+w8NDPXJzgL7Nj4o9M08ovo1lL7yzqxC+ckqTPWgelj0rTo89nmUZPeUgTL4ghZ68"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "Sza9vZCpeb7/K389/3RkvtIvBr2n99A7Z6ZZPpPuGr7F44O9sigwu+T86b1gh3y9KCZlvS2b4T7WAwU9mG9MPItQO71Z7U++AaMDPjUw0r0RbMW8ytFPPe86GD4pkZw+KDs4vQRe5bxW7gO9sfc1PVbTB71t16Y9HEtPPPZwFz2gnNg7tu4DvcRBPb20JlY+i6l4vkR+1TpNTN+91Y7Vvdc42j1dnN474q3XPdlClz6jBCs+2ZNvvasQbj3p+1M9WiD3PAy0GT1DRpU9HRRtPUc4E70AyBg+bPhlvj6vPT5/g4Y+9SHSPFu91L19A289tMKrve75F74nCps9edAnPNmcZr62K6e85sZkPUzSWj2AjIe9SlqNvR3Nkr37PRw+qAI+PaNPtr3AeDU+LPeKPvdSzz6+ZrO9j3o8vohNhT7k/bg7f+XBvPWsHj1DWr69ORgiPpBHzzrDxUQ9vzVHPbTfRjxFeDk++Td5PV5vCT3MtRM+hNxUvSeEGz79EQs9MioHPVjJAz2wrhS+OOUjvRwfFT4NYIm9jlkdvlmfnT1djUm9tBe0vRidZj4OyPY8q01Qu9i1ML2IVDC+E5YKvFFQaDzqBz4+j/NSvRVl8jv0Ns4+70w4PXKwGz1ioa49/k4LPs3Wdj7doJ08NahBPKnwib4ZGia9GmUUvoPehL0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1_2/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 