{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "w7iLvhNOXbyrlFS9d2tEPmwFab2rkY4+yfiqPQaemD0T3cQ+Qm0tvhp1kz6hqja+BRKLPIHGWT5hetA9iYiBvrzRiD1T9L4+3tGEvldlqL1aKHg+lO8wvKNMtT2PvCI+soipvcnWG75zruI9S5cgPtNja7zVyVu8zWpJPn53lT09Qyk+JIr5Pvsj9L2BSrm8imP9vUHeYz4eky8+nSf3PJNPzL2mqDW+uBKBvqvf+TwJwIe/XA54Pr1iYr4WfUO+4OAXvckolz2Idv695Vtqvu6TM76/nmw9YvJdvoT1hzw6cyO+Mmn1vXmtWr1yzYG+aQ9fvL7y3D0CSZc+5fhBPnW7gz5l5rC+4hv2vKg7jb8st+e9W/kJPv1fvr25WDI+LhEqPlTsjD4E5Ra/uNbWvSFjRT4scKy9vkyMvrlxSj5vWwC9pTP6vTuBuD1PAX+9Yi/iPAaoh71dPmu+Yi/dvWd/u7z9bJI+aO9OvH0VPL4g/Do96NcvPXzjZrwc17Q9l4vpPcNf4LzJQM894TtCvWTsWT7FMca9maYUu0MOkb4JcUo+sjGQPnILBz6TYQi+3AISPg2xWD62dpy9aY+YPTFFAL9gTpe++eVCvleSTr6d/JW+ql3qvR1/QbsMLW8+BnlxPSTfgD72rXi+fmg5PckA2j5GuGu9c7XpPd7m9r222NO9wKmHPaN6775q+IW9Uj7pvSz0wr1tUDK9nt8rPjPAU768kEy+afmIvf9WiL57ft+97PydvsAxHj60scw9FFVNPlk9cz7mW/O9tpsiPg21Bj4PXGO+9dvuvoZE2r0IqRK+p8ULvuncZL5ZZzU+hMDiPWE+i71tQkC9xVHHPPRQFr8TvgW9+MJNvjQ4AT6vTji+bKDYvTgpAb4Xu+q9DwkPPgqYur5SzcC6AUrTPTKjCT0gB9A9D+W+vYj1bT7HxWU9E0QbPQHjkL0xiGa+hROZPkLHQT30rIE91ySxvplxRj7MJlk7eYWlvZCIRb2R5Oo8rCcMvjBLwzxkoGC9ghX4PYx2LD7ENSc+orWuO2G/rT4lYY89bBMvPmh/az2IRs48GGEHPh1HIz9RLxQ+zmoFvh0Ezz0CP1k9rZgdvvHasj3UJl6+NAi1PTel5z7z+WC+9gqVPuGUSLtPNcI8a/9DPiO8cb6gKvm7ew6GuyegmL5vC/e9vR9NvlUMp7y9YR8+Rg1cPoKnUL1RS8K+7q8OPl/xvz1hbVm9xJ9yPQbhhz71dJ89ommKPWpJFj6BtXC+pV2WvUdsGb7wdp488MTtvY+g2z4ItvA89+suvoqcHj5AThm+XU3bPDfOZz7Zlyk9vNkePQGECr0Rt+w9KdBlPgL9Mr47EZI+10g5PuJ3wr7XYTg+SKMzPq1AQL4u6ny+jTEIPbEoVL5fnw2829IFPtbHpr7IfJM8haELvhF+Pj0TjQU+ncuUvZL31z2lALE9XF0MPqVnCr6FmpA9E3x7Pk/Plj3z2WC+T25Zvqxczr1m2gs+XIZmvr+Mgr0JFMI9DfiRvVjxPz6U4LG9gzU9Pprnib4WSSG+6DfxPLxB2LytoJW+dDC+vQZPDD0Gt8K8mJnzPfY/Xj2WTwK+T748vw58hLxpZYQ+DkiaPmYM4D5iabU8tiUtPj2fGT60bJQ8gq/CPc6dSj4VFTE+tZ8WPG6wgb0Dqoi8FecXPsNyOb31YlI+FIAovXaOZD6DIok9HM/xPZXgJr1/Lh8/aAf3vUh6bb7AFEg+kZ7nO13lAL5Vb4a9Z3hyPZTa5DzhSPU9WVaTPeMPaL4mpfk9saEnPrWlCD2YYw29Q4kUv2MMjj1WP/G9qNROvXJVbr6u+6y9m0iYPh5/FD4wy3k99eKMPegjmb4gnkk+/aRIPs/uiT2CT2O+i3RGvZbP/j0GmwK+swj9vEwnh75C88W+a5u8PaAPXDy+fIe9n0WSvmXZhTjcvrs8TVvPvaq/Nj40/9a9ocAAPwtB4z2lKJw+pnJovYIPUb0PFYC+wjqIPoW9ET0tPC++8lsFPtpqIr6yXYU+nDBsvdK8Jr2AaBi8Rxg2vl+Txz3Oewe+tay8Pg8LWz1tw4g9audGPTa8qD7/B5q9wuVLvnQABz1ulGK9XT30vZbdCT7dU7Q890BTvuXrx70QfSe+fYpCPUYYKD4tBvG81p1uvqNStj3gABO9hKMhPhNQIT1hcmA+cXJLvcjiMb0GhEG+RGA3PifEgL0Zszc+aHLmvs6mrbyiTCI+3N25Pl15hTz9wgg+A+GcvRmhKb6D4JC+v5pyvmxjnD7Wjei+KAd9PrbF6T0mZS6+tMnZPBDH4D2KmJI9m6Xbvk0mm70xcUY95T8CviQCBT7DtMo+nYPlPVyDYz6wSVe8KdoHvostcT12VYU+KVN3vWZ4dL7gsiw9ZFQ8OwCxXr/YdwK9+33+PMd2DL6BbEO+xTUNPpJQgz4TXA2/KBLuPR/PHj52c+a9H4rdu1zAZr7xat29pDh+PqPpzL1AqFg+ASt4vPSvYDwREgk9sLCnvLsHJb1ybY0+6XBEPrYRP77+Vg++K7JevuPaVT7BozS+J1nLvrdPDr5UZPM9GnFAvdKYPT16gng9zqocvT7Str3r29u9RdfmPdT6Zb6N7Ao+d/o4PuEJrT461Zg8Rs9KPnb2RL9El9u+JR9VPjVV0r69bpm+TukFvvHyEb5opD89pVKLPQ0GIT6325M+D2oMPuV817zd4RI+duFwPd+QpT0qb22+SL4RPlza9L6e2Mu9fOMAPm6MUL2EPbg9yn96PrCFfL4gn6O7cz/DvCOvI74U9V898Ut8vlfIBD32pSQ+CbJsPXfSu70D6h28JOA5Pta6YT6tBYa+REYkvuAUr7yT7Re+uGkcPhK0mL4ThGg+7SMKPsA2J72Istu9F6Z4PRIV577BDCk9q9ievkBkEj0k7zA+K9/9PCEY2b1Hkeq9amhLPmKgir3CTjI8aT6wPdF67b1K/l+8vbkSvvx1ML1yvnY+cPoFPqgvJr0g7mO+XGOzvE3uc71E49S7VdhNvtwUhj4Qpj0+95IBvEVrVj1UMgO+59CLvhl8V7508rg9LA+8PexXTD39XtM9XraBvjSMwj1lCR89kY/2uzznSbt+SU89Yj26PYOosz4vd/E9xD6Uvis75T2ZbaU9WnG+valF4rsO//28vMBnvjga9j6HDRo+SWQeve2V/73SiBm+hd1OPt+fWzwvILY9TpjfvmO6iD0icje+PmGiO8Zgu7tbiHc+HAXFPbwDyb3+R7K+/+wYPXS5Kz76MGK9jjOjPdXLDj/LjVk+hzGKPcUbcTyMrla+TqmdvTscEDwNwgY8vuy2PU4eCj9z/Mo9Y6GYvnM2rz0mL4G+YlNhPWBKiz1bLMI9ngKBvMf4L77prua7W0wCPlYi4D0cZX09ZwRvPdaZOb97cBS+uz4XPoW8fb6ZJtq967fKPQ1S+D1/TFG+CY3FvB936rwVWEA+Z3wFPuFrSzz/aRU+frCDvmJ3ID5s6Rm+RT5IPp4igT25AIS+W08EvTfZnT0PNhe+9uINvvRuxz1SnLU93TAoPT33vr3pomY9eU8svt1s1j60XuQ9qW2gu2lHgr6O8VG99erwvJZahr2UsJO7RwBMPiiyqj2z/ak9lMKRvGbdrb1MAOE8MCVAvkctGz0ej8U+j8uBPpq3zD4vQ0w+S1snvkZvbz7omAA+oqrHPbPeYz7CA1g+J9oePn7Xcj4bnCe+XxQsvbtZVb7xuVc980tauzPgDD6+X6c8VBoqPjURwz1ChJQ+5pM5vmbv7T3Epq09VbGSPZ93gD6OqIS8rdb2PGqPRD0Wz0E+sVn8O0IE9zyzWQ4+Ta3FvJ1AST5hJa08jg/zvg21Jr3y7ee8CdQhvZ8Mjr3++k29P22VPoYHGT4tdo49T+WLPVK83T1BSCU+6US0PY88sD5DFzO9+xk4vpTprz3fC5O9Cta5vPKOrz3+iSq+UQOivaMbmTsbxHs9m4wLvsEsXL3wjWQ9DnJfOmZhK71K0kC+GdigPq2g6D2sYzQ+MoyvvNacFr4Wp4e9U1WKvS8jNL3/WUC8twghvi8eyz3ENpk9YHw2vmZwRD6R52O9Vo2lvjbAXr1mruI9M6A2PoYggr1SKmW9FjUzvuW/1L7lZCy+xZWHvdiVzD62Wo69EY8pvZPikz3SP+c98x8BPuW9Ur5qx9Y9Q7CXPiS/uD0kkPw9m40GPoNt4L1cPN69GKtmPhf43DrwuAs+u7T5vNBub76zVoK8XK6RPmlAJb4aG6Y9/87vukgJBD3FF0a+nVhLPR0Hkr4M8Es+mPvGPUbumjxHFRc+NgXFvoLDHz1Xoq09qUpyPvXblr2WidM9WCmcPbEjOb4XMES+4xxgPRtPq73jdbM9vaEdvnuECz1kmgs+aXBnPsHRPT4em409C7/yPVbPrzuJLRA+rI7QPsPrpD5+Oc89xaC9vXNFYb/8lLy9jRNRPvR8Sr5sPzK8fSsGPr1AQb6qSgA9mOG2vMWuFD4c04E+ZhkZPciLJD2ZdL09NQqRPSDol70k2C++tLazvfymor7Ktng+IWoxvvAWyz1+F9s9byaPPlQ/wT0PJbc9YmwsPmr1lb5s5SO+z4vZPm4SLr5epXg+JczGvVRnhb7Z9aA7hN0UPi26Sb6SIby+bfEWPi6bCb7lWG89Ij0kvuP4nb0Vuia8PztCPoqbob9X4gq/HzOVvVhmh75Gm62+e2oYPi6kDj5WYew9p78fvjwrkz3KVhm+VLFJPUUSsb2/Kc0+/b89PQa6Ir6KFsa+4o/QPZ+gwb4TEi++jWTQvTixab4hgfc9yhC8PRB/Db4/4Hi9TUuKvQ2yoT0zBiy9AOqzvdkg7b1mrkq9+wY1Pp9N7jwnjTk+6H6yPql8zr2KVde9pmhUPeR5qLyI0wM9O4Q5PHCcvL4CELs9QDbyPREDmr0Hyti9/go2PTCjH7/Ob5i+PGGGvjcUWD5p2m26TJmTPedFhr5kKiO9Yz21PMkTOD7agUU9ln/sPTtApr3MPRM+xkBKvheCLj5J6zU+1FMjvji9Nz5XQgU9/FsyPgonej3VgoO9An9Ovuq66r3idYe9mSuTO+2zE77W2Q4+BqKtPQ/MVrhYLAK+zTQHPtMNEz7mAMS90vGFvmAlVT5zB4I+V0D4PV1LOD5PK8g9iM+5vLlaoT7PP3M9OM46vildRbwvJdA8MpTTPPJJqz0a/Qy+2uaCvbareT6a3Ic9mHClPe52Or7OUn6+xKw5PXHKlTxx9pw9Vm/tvivbS75m1gK+11/svT5eVb7MBU27hVAcPFCivb3WkIm7KhNaPZqn3j2O1e68Qex0vvbfDT/QpoA+N36zvaUwsj09mKS8smrJPZGhsb0+yuc90rFSu1MXlz4ueo89fmHlvYWPVTvOONg9aZbzvP3Vvz2EDVU+aVUbPgguM74Fa5890UqGPhMHzzyDfW09JD43vd4dDL8k6Wk8F1gPvmNMDb6+cWG+3gWau0KNlr2gnNA90tUMPbbyn71CeRU+K4n+PJb0271xhA0+YChLvq3RRj5ArAm+WXDaPav3kb766yy+3iX8PKTIt72B8IS+3CGjPYdcQD2Xb5M9/Vw1vgYOyb3TfMo9EiRZvvRRwz1fYRe+WGg3vu4ugL4/ycM9YWm1PV750T250mK+Qq6+vCQUgj4M/te9hwgZPiQi4j09jjc9tWOIvj5Kx731Ea8+tTwhve8Daz6rVtk8Cj4nPbCHcT4KCK89VAHJPXTKC74k/yw9UNo+PgWOhz2O0n2+L9M8PsCZ8b23RoO9M1WqvRcWEj0NsaG9n2HwPbd6Fr5vxs4+Z74IvGzJLr4zJUC92pTHPfLpDr6K64M9isCPvqxUVz6pwQU+BSz8Pef/ZL52rFA+vJZYPjr4ML2wgA8+FCJHvkqioj1r+BM+DMvzvYhsDr4U6ZG9qLAJPVmEDz4rBKw8t+IYvlNUFb0bpa4+R6NaPii5oD1rPY2+ar8QvlUJXj0l1Ei9ZicivqjcgL44iMa+pYuZvrPcmb3/BOG9/GBKvnaTuL0f5Ai+IuNyPsxcw709G6O9QuSNPsiSRD3cMhI+3NTlPX8NvL5ucay+QDOEPPiKxT3Pizi+xADUvZ0fjr5kaUg+l5oSvq/paL20+449+eQGPpKDmT14wZg97xc7Pb3PQb4/NRC+mOTnvGZ0Jz6CTUU+7xiXPAnSfr41Y7a9BVVHvkuU7bzlGr68AjMuvjxfKr48gzG+h2BdPuXJV73bg3k9TmFXPg+7IT7cadI9O7JNPhzwYb2yAUs+lkGWvq7Jgr5a4ry9J9YyPl3hdL5W1wY++kFWPlNyab5TZHS98tC+vRUIjz0zU/a9ix0yPvSPyrwdX7G+yN9QvywQID1tCa+85UATvpeDmD1PIQW+UKFfvUZVWL4Mm5g9QHAAPeutZ72t/1G+beonvtRqbb0frag9FVYPvvt2Jz4G7W++ckdHux+oY72+l4S+iw1hPlmTFT7Kza27pmFTPe7kF73Kakw+5pHePR5iUj4xH9O95P8Lvtxc8j0XeKA83p9qvjR3GLq9qf09DcS8PQhLEj1D4cE85IzePdXFij2A9Tg+0tRgPfLn/TwOzZO9UA12PYr/6DqjhqE9oMEsPdG/FT1+lFk+aAAhPRiQ4r3bIN67J6vluy4Hkj0KV2q+zJaMvBLcQj4jGDW9YaS8PHaEVb4SiOG8UVKcvakwKr7ytZK9sEMevpSS/r33tdu8l7eFvSs32D12W3m+QI4HvtThvT3JcwW/hY3kvdATOrwpwi2969QmvYf82L11BGI+mkYMPGOrAz7cvSS/iZDsveNJhr3r8pg9vW0hPpQ9jb4ex4c9cNAIvnqXrjstgmm9lcANPVa4E7y/Ac68iOLOvbnYar2NX7W8Y8gJvqIiGT6RXHi9MCxQvUSYiTzsQ14+nXqKPL3alT1OI1c+/PKMO+YiBL3KqIG+ohB5Pf7MGr768/O9KS8PPoTxx7qGx5O90ec+PTrzur00ZUW+/A9PvvTxQLyyIIs+uMQuvoyJ1r2b8ki87fU0vm9Qpz33mBM91DZHvnFzjT5jEKu6SxzcvhCjQD4pOdu7rILlvc0/UD1zXCu919iaPjsVVT7XUIW9XsEjPRCBcb2qcao+dSyWPsMH6r2xfhU+SX1uO+M/Xb0MQVY93i+IOzd6jD1gAyo+fS+LvjmH2bqu3e09eI3Uvq4ppjzhE4Q+n8GzPivcIj4I/km+/Ol2vtQ+Kr4KMv89tJkjPW+HJL6rzjm+D9HsvWEq0z3yBxu8fizAvTl8hL4W4HS+/T4MPog6ub25f2C++SjWvsnCIr0qude8kpYlvb9tCr4AAT26MZkIPoQPgT2yO5s9lsazPrmQpT3zOYg+2gXpvRmVWr3n7rQ9fUkWvsfBvz57Pq69zCArvlmHdz4EIY65DbufPgq+FL2d2SS+o1w7vvBekTxiibW+qF+BPgyCOD5X7Hg9L1BOvc/FkDz+XFi+D1uYvTWjbr4WINM9J6IBPXXvGb5IJnA9Z/Zhvp/PLL4RnaK9/CtdvOc6Vj0ojI+9c8DmvdirBLyJXAW8SXdjPmXnYT7UKw29UqiPvhucGD5+tCq8VPA2PdfKqr6BH3S+QTfZvd1znL4r2uC9askHvRNAtz1jBqO8Q8HCvZtvaT1Rxy49GZQlvNxCzj1WbsG9I5OdvQjdYb12jGA+BOwOvgJMcb4/laa8sQM5PSiLTT6nABg+oCRAPtGk7b0geFw+xXHOPYt2Ur2E9Zk+KX6gPU8NIL5ksAk9TW6QvPXk9D0sebM+8ccVPlOY2L1L+N09gZRTPR/uvb6sPCE+ESFqPFoNO76Zexc+3t9CPgmJ2jupFWi9efusPO7OjT0Jpse9FlHNPVIFE75ew/A9fBb9PWQ8fL7NZ7m8MOh9vg5oEL1bPZo+izAUvr0MTL7hlK0+JpAYPo4Ch7xS6o8+CzcaPlSUqz0xnLW9BX/kPdkHdr4xa/O8qll0vgmDuj1qTI4+hPChPZrlZT4yMBA+vxp7PjUXTz6xusI9WAdTvIL9WL61nS6+FtK+PdWdQD3JnjS+dUhlvMkqoz0jpx6+qtJRvOZUKj5PW/o9CACZvvbloL3tgew9yGmxPct4X71A56u9zfaPPDJbWr76Hkq+8vFcvovNs70CqTY+fAU5vgg79b3RZlS+eh+Gvnppq76C4HG+UbNjOy/TGL6UgWQ94XHcvU3WOj2PiHK9OIQHvrBVDb30ac49M7+9Pa0Gr702VQC+2OpRvYorHr7d9to9PXwRvgRLUb7TjrU9Mq9rPSBaFL4HmV6+vYa9vM6Job3U9he+ubtNvMSZH75OCvi9W8pEPdICJL54Xp+9mD4NviAqa74EEec8lgS2PQIXNj7QHgS+gjNwvR6jJj4VeCe+tFSoPDjSG75YMr087X0PvvjrFjx8XgO9K0CgPQXLfz2/NMk9eh4HviaAkL2kG9e7mzoavljjXr0m9HC53mSJvrX2ib3v8+k9hY/POg0Vh708oa+9uh0wvm21eL7TLyW9WMM8O9tr6DxJYke9ZNkavrDYrD19voS8KK22PSLDQz2qhuK9SDe4vEp+rrxfk70920BKvXWm7b36MUW9o2tFPYD6170C+Js71zaRvTygTj2dk/67wXYkvj/5YLzBR9w8tmCDvWdGLb5mSja+YsENvo7bYr0/vtO9J3w6vtpNEz792ei96al/PeZDFj7b6C68uIQ1vb1shLx9UiW+uXi+PfxhCb4QwBI8pVo5vlOH/z2zhwW+9Q+qPTwqjT10m1y+RNU4vhRUjLwvTp+9CHgcPSvJTz1qhRa8B5ZdPBrkA72FvpK9SoJWPehn+7s6B6Y9hqXNvdiLb73tbHE81xqMPSo8Qb7Z5No9XrRzPf0vdD79AwU9+r+UPbGspL3okRq+gfe7vSc7Cb61vsk9QW8APVL4Qb42/S89PcSdPo3mrz3+5TC+wQJLvDmihD0YcDm9YIDPPSuDSj6f14I+iZmZvPxx6b0Ur2C+1fccvJccED6gjJk7VJLfvP359D15ELk+A7tPvkR0Jj6xKba9FFrVOjSFMz1r/jI+kq8hvp5Ag70pviC+xL6Jvbemxz1G4G29TcCYPVxg3j3kDOg9WexJvvrXDL1+6L49qWPQvMErBb5/Pqo9+L7UvZ9gUz4zlUq9d3ISPlSSOT2UCqI8x7WRPjyEJb7B69k626zFPFIDiz1KNHM+a1OjPXEDkz6vtbS9e5L0vRAV+z2sTTm8/XjOPWUhHr54J6C9xkjmPlo3Mr1rizm+smVjvpwjNr22PUk+uc6dvndvqj4XL6I+aRysvZf89b1lgBu+zSTWPZXxrTyB7k2+H8jBPRSFXz1j5g07TfA9PprCLr6LVzw+7O6BPd0Pxb7hpWa9WkXWPRD0aT26GDM+AIOsPMbJAD4OFNI9m3Mrvbcm9bzBUq49uJ+kvX9F8D1KznI9tT+ivBLXF75pRFQ+mLGuu1isE76zoaa9AtzBPI8ODb7QQkm8ItBnPiPveD6PD7c8quoxvnUvbT5joam+ZUrVPfj9j7yCado9fRM9PLeubT2DccG9MBQZPghnID2FoDq9NbaxPDiKDr3+hCQ8zn8oPryOb76ckzS+SuGWvP32pj4VGTq99KtOPglpnT0Mf/Q9xiUpvv8+EDxzxtM9elnWvbcybb5eI8s9WADpvWeGKT6QUp+9G/YmvpYjHD0+sJE9ZiAYPsMwCr7xTsu9TUcivgGgIr661VI+oJCIPaawKr6cP+E90jIove8/bD6znjM9zKtxvXJ7mj0u4l+9jS84OyqJTz7G99q7WCNtuuWoZz3sBCw+SWEovoabBL4NhD0+85NsPoBeZz45Tvy9HmRTPATbRz59UqC9dAY/vKtt5TsWxzu9Xn7ovCbvgj3qZCA+2tAdPVsnub0Pjsc9WIOdvvD0Pb6KYwk+B2MxupqQuLtFEzI9QrlKvYePWz2gnb0+zA8JvvVPC74Nwjo+Tw20vl5RzT1pBYc901PlvS8Zbb0+gP49UPNmPeLwML7fhYq9DhCbPWi2Er7NX4M+uZFtPT/NI73CBbC6VC/uu9G8jjzBGi2+Y3FMvAA+hb3etoO9u9ZQPpFlDT46kvY9tcFSvYJK3zygMmM+5ekwPagz0L3Izes93m0Kvk6Wo73dJYI+ZZPoPcPWML5CIak8/9j7PY2ner7ABTE9irBBvo48b70tR0c9QsVxvkXvqD6fDtO9KuTmvJ5yv708zQq9fb0wPQ6XHb50EYC9cK7APBVYOj3OsbO9d3yWPXSyML5mcea9EfoVPhjx6z2a2uG97VHCvdUGTrvOj909uQscvXqmsD37Vg2+GOYaPJD4gD0ATmi+d7TmvRPizD3M92a+nj61vME1Db7TgQ49SsSgvfTIsr32vBC+9hCWPZkghr4zDhI9EvAsPijIZz1uGqW9aREyvlV5QT5aW6i8vfuIPQAaJT5sjnK+odo8PW5E5jz3Xwa+0i6FOsoKf70D3F08j41BvloHBr3n3CA+ha3XvaPmxT0DlcK9w04zPunqGL4G++E9yZGAuUfOTr61Ojg8CByPPXLjeL4Ndok+hTMEvuqW3r04Gh69w0FcvushVD1c/US9B7pVPQPJar0ey6w9ucLJveWFYr5tCum9dnBnPbkCmz05LBI+Xk6bvPuC571D5zW9XBOevtqTpz3Z4Ue9MT01vT/7pLzsF2g+V+itPWw2B74zaFK+pfqovH6TVL3VwYe++oFeviqCRz4Q+Qu+UOYEPTno/b3nlPC988BEPjD5Cb4Zz3C9MfPWPM+OhL3B1ji+Mg9aPf/8Aj65y3C9cJ2YvJ0PFT1lwTC9+89Lvl7vtTwBhaa9AscBvn29yr2FdHE9ypqDPZh8rbxBlvw8gjWFvVstKr1atdE9YePhvSU55Tx4NRU7tlZmPKXjhL4Nb7y9cE6Fvtbbo77w1K0+a3KpPQalRj4ndQi+uNiyvXN5vb0TF6m9+yrZPgddxr5Tk+S9Zt8FPt/1wr6ZNRy9dgxpPvn6xj26TLi+kmm5vKtDkD1te2A+8d7hvnyMNb2vazK+HdfNvYMZjr3Pe2Q+hJILPtVA3r0O+Iq+SLqJPbWIOL4+c40+CJKAvdF+Tb4cLPm92A1mvZMq4L2JyRY8VHlrvScMpr5ENCu+79koP03yMb6n6wS+NMUdPtb5OL5FUr68Qcq4vRLvaT6qYJW9sWf9vlGshr6kge0954K4vRVjzj0wlcA9CMg3PvT2Ej7Ciku8s2AUPSaJC76T8gy9/pBlvnrMEj6TBBW+1mCbPfMTiD6ZXqG+ekcTPNIRsrso4T6+XBa+vprpAz5VLow90KI4vj56CT5gZIM9h+qlvr8mMr4NpRw+R2k5Pi9Ilz0WVY48cubaPeksqz0LtdG+0z4nPqdC0T1XMqk9zHbgO4Wahj4/cgK9o9kWvtHtFr8EqAG92NxyPjSit7wtqMS9NU9IvlY5qb3YhFC+IaOTPLfvNzt/9Qo+SkYbvrr3Ub4vp46+oXGaPeD0ZL6UqAo9LgmWvrNQ4L05dWE+nMxHPhTeZr1A4889c/08Pmnwl70Krn29Nm2Dvoenpz7uxQu+drLcPV+aZbyIXMw9nInDPYcHKzyzfiC+JyHlPX6D5bzrXRM9lZ8PvduHXT7egOU9mTIcvsajMT1CIx++zzxgvdBOyz0Tkdw9xVgRPswZJLxG0Eg8tnMZvoIbAz7fzF0+5GiPPVxpYj7kODS+Nn/vvSSKEj2dUIU93QDivbV9ab3SHkW+jBQRPkhIqT0RdCI9jceGPCr6qr6zGfW9+8otPhDhTD6+Xpk9LZW3PSBslT0vKQy+OUCzPPFhg73PKLy9NAc0PdXoC752+ws+JyLCPdn2pD6du969kJcTPlS0sTv7GRC+66oIPk9IKj6GexA+C4CGuk3K6bxA/FS8HrrCPdYac70y8bS+bgIIvgzkv71Z9nk+JOvWvDJQ/j2p43Q9tYhbvnU/LD6XZbM9vxrlvfSH47yRGLM+lUwNPkBtLT6I0XS8O4CAPQ/IlbxZLPg9i0HFPeWRND1LsDG8RnaRvTwstL6fdaY+6h2pvkfWyL2dLJQ8W5kFvq0xqr3GllG+kuWNvizUrb3X5Fg+lXedvmoHOD4LT4K9w9wLvkn2ijzsuAG+0vS3Pp7J3z0tRJ4+SGm9PWKklz4FyGM9p68avbHbLj3VRmO+upBnvSzjfD27prS8P/lmPY4xFr4YUsG95hv3PeSpN74kSpS9hbYNPjCm8j20ygA+kP+xvtoBDD7YPmA+mcX2vcENADzkHrU9qPIMvvFw0T1sTiI+UYIbPs/SVD66mQA9vvy/POHbB76IG9U8xPV8PbUKnD2Z3SU9NpY7vfOCkTy0fb+9u70lvpACrD0LZCE+LDoEPWTGo7ryOUg+XfQxPvvvoD2zTBM+hLmCPeu34T27bJU9vQ5Fvcm0Nr5jc0Y+Pi5TvVDXKb7egyM+BvFXvd65AL4jrdC9x5+Hvb+MPz0nDou94BeJvW0jtD1+Xtw99hhwvkp2Cj52BzS8Qp2FuzbBrT3gpSK9QmxiPoE+A7qwJh8+4TiIvS+fwb0V3d89WneAvrSSDj7vRfi8cT8ovuvIJD6c41q9FzsGvmZ41z38rjC96dKAPZgIjr3fSSi87V2zPZBcgzwBNbI9UkT6PfgNTz7whfu9WQ8DPpw9DT6ECAc9GPVsPexIT72140K9npZNPPPhKr5Bt1k9Z1GLvdOlwbzDKNU9+DkQPkYGTj2soYe9Km4fvpV5Cb7q11w9QWsmPdRzzD1il5k9P24Bvbt/Bb0wZOo9ViP8vP0q7j12pRq+2yY4PWQiBr3C+389yIOFPIsV/L2spUQ90j4uPTgLmDwfCrC9eoC2PdKo+7w2luC9qUdYPMvrtL3VvVU6tzbePeWUkj0WOc69ej2sPSyxPDvAHhs+scTxPGNIAz72ry8+tHykPUMqFb74vCk8OSrCPBrIp72BV4W+D8RNvqB0Pb1PcK2+kNYAPhgN+r1e+/u7V3DyPWVKuL3gS7M+9UZ9vqLpCT7ByGw+8ZOCPWSWCr7eyui9KYhsvQbXJz2uFkU9Tw+rPtuohz35Zju9p4qOPsnEOD52tkc9NuEaPTuAFb/k0yK9NGijvN4xqjww2j6+//+yORo6XL7cwxy+MzsZPXueEj4wYIY801ZBvgHxg741z+88faUhvv/aNb7P3xU9J2SQPjiTSbzNte48mwEsvvN8PD4ehSo+Tlw/Pj8HAzx2jQU+SG6KvdfhRj5Gblk+hGJGvenbkD1J0NQ9czaMPromHrs7AT6+/Hg8vn1XXD620jU9I+4nPV/aZj7KUZc+EoKIPNxKvT36bdc9R04cPsIB9bzeH9y7u8LFPq5e4bxMlGe9qzVEPa5xgr6lBoG+yCK8PdRJwz6sSnw9Gg2JPW03Bj79jqO+OeQLvg7e8L1l0LY9vFX/PaW0Wr0a5CC9nI91PtX0873ATQ8+hj1cPduukj46uO49KiQjvvb5s71cF+a9bjsJvgZLaD6x1Ri+Isi0PSK24z2dJEY+39mEPRvARD6/ykk+4NmCPcxTLb4Sr4g8QVfRvZzrC71P4yK+nJTJvXxv9r3lrpW8yJPvPbA0ar5roR+9WhDMva3ADL6LxLC9+58tvEIg7ryI0hK+pa8JvrSbiDxqzh6+2/x4PtZeJj7nfEC9NXtxPVTyRb7+60g9Y6clvkg7gj5DQpQ9EVeqvbapDD4Cos+7O21DvqYsCr59IKk9UXPGPbb1Fj3MHZU+FVdZPfJAfTssF2O9rR51PPlKMr6d2x6+H9J/vpIqlr0LFqw8ztZBvnHdZr7gDKi8cMnjPT3fnT1J/KG9Wu+gPSDOHD0Yk+U9bCLzvTvNOD4WnhY+ewcTPvQ19T0N1wO+PihJvav26z2HLJc94gCNPbIHND0FFA+9+pgovi9Y5j1hE2O8nJaUPlwbIr7kKnk8onwMPmpG0L1kAe071yDIvYFXRr055gE+k2SYvQJXTj7CMdk8OoOYPqpv7D1Yleu8FSVpvUT79r2g1Os8cagsvrXYsL1pV2Y+zT4Avnh/yLxPg5Y9TAmCPsrIj707K2I+tLiLvvV9gz5IUOK9NpNKPuUwjjv0+Y463lubPbmhXj49Gg2+WSUAPvPI5z07IYY9o9gBPjU9Yr1RkYO9mYsJvpTUOz39sLQ9epP8PQGNkL0ogEA9Gym7viFxfT5zZsA9MxvGPZNaz74AB7E6vMzlPUHjR70W0oU+Kh14vczVar4zRHK8Ms1tvLZmoj3Hj7U9dp5/vV5iybzUaKs9m3V1PgdEBL5ecHE+Yg5+PS6h2L2k3LU9KuwjPl8Fl76jLsE8JL4hPD+wVr6lvka7RxLZPbnvx73JypM83/JVvmHd2b2kF6Y7fJexPbfvz70677y8Ry8CvSeYNb0bHT2+Artyvi3Z1b1u7Ko8T+EAvqbt2D0YgOM9tcOXPRVYh73zGVC+sWI7Pnhqb75/lnK9DklEPkenerxDAlk9eCMkvqBpvb1R5Gu99o03PtqsIb7Nj9+9sNOOPYFCBT5TjtS9QQK3PfP8mb5c7Re+x9CpvZfa5b1AkI+9Ws6SvB6KBb6Xzv+9viJfvYM9br431AO8ERQ0vm70lb3iWmC9aC+tvSzwGL04QeU9JWMaPXVt/zyNL1y+5fMuvusKwL1xqtW91jcOvumSb709PJW78XhkvQA2J72n1RO8J8wGvoP/BL3PzUm+eo87vI3i9r0hVa08H+URvpBKkD2cfbK9OOLuO6ogzLwtJXa9WbMQvumCzT2hugO+oH4LvXaX8jxz0L89CYR9vgIwNzwjB0I8OJhJvl75vD3brJS9NtT4vSE75rsjudK9z2VkvTnUyrwQJdQ80IUdPQudlj0QdB2+hyFUvTR07b3m2h6+gsMfvoDGOrylBRe9xbwRvpjq1L0OdCc90UL/vS+WrLxmrtI9ALu9PReiHr7EFTy9rOv3PYxLND55XWE9WMx5vtYZDL7qjdc932SfugROJjowKJg7eEvZu963cr5fRZk8jjhevoxnizvB26m+PkIrPkFSnr4DNe+9VYVhPkcSU76OAz29t8CsvYBqkr50wIM8lNbavaoQsj2r0oC9lulkvkjAQb44DUm9oNjyvcdnGD73pxo+qVKpvkxz0b3ZInW+6o+0vYEm2b6YD3c+DP85Pp6NRz6y/ZW+537TvcLZjb5BpLY9y77nPXcEyrswI5e9M2ZqPbEITb7izf89NZckvo0MG77wxGq97CqFPR+2Oj7K8gK/MRHBvtfADb7Uj26+pyIJPsE+ZL3K3TE+MGj+PWJWMT6V+c+9jMDnvb7igTtAecU9X4rHvbQter3tF7O9P5rEvq25kL563r+769wCPC7XJj/xc1Q8vdSbvB/Spj55VO8+SARPPVgF7L1hBlw+f7WWPsv0pT6Uuu29D+4Gv6QuQDyNDho+rJrRvCJ8Zj7v0Uk+fG+Cvj7bE7qN6Ei+HbfAPtvV1DpYlQq+M9NsPWmh371c4dm9jFUzvgU16D290O+7dXD2PHUfmL689js7JlkCPhin2b3EHUO9+QYTPjAABT7nvno+W2MpvhQ0MD7f+KI+xTtuPXANiT4Ksyg8+LxZvj+loD0NKFw9NzMtPd22/TyXDYq9FtMhvGD8Hb77UEG+KFRWPqDTmz7FACa+jOtaPmVwKzxb5ls+BBiBPRRaDD1qYCE/9dDGPJxEW76gKLi9zqhyvYe/eT4S9zG+24x6PIgkfz0VxKu8oUu7PQA/+r6lOl07+zNPvhaKWD5WjKk+OLJlvVXStL0nLqs+DENzvELFTb51MXc+DEkkPoNyhj2iKkE+pr9mvpZpwb7/NpU9/9MnvoxCbj5ifJc8lnRtPbr/XD7wOSI9zu1CvXeB1b7iBeu9QG/avNVUeD0wSPa+l0OIPpAHuj1IxAU+sPKmPKADdj0OkuU922mkvRQ/iT5dolk+H/0pPK1OVT4lNtG8T9KnvkHyTj0Yo34+5Ix8PkRPhjznKMw915C1PkICvj3Jlo8+70atvdX4fr51y7Y90lyJPSr08z79PIg+tGnpvSZyoj1+o1a9JfCFvCGisr5nPiY8wfG6O5s+274vaN0+/EmbvgTAWjwGLYE+wq5UvscUsr6zfQw9oLNFvn6I3D11Z5A+4aUNvSf6pb3wCkg+MAu2PJ30kL7Oy8G8OmSUPqXTpT4cJko+u8xgPUNEKj5+GXW9r6CqPeNnPT6VgvO90dofOwLvHD65VnC+eo2AvZ5bZ74uJMi9jXZJPULFhr75LAu/kLqlPug9Mb2Z+t68wXyIvgpE5L1Zzc+9OzOouxPOxbwGgoy92qcbPpcc3b0gpWq9nDgaPjw5Gz6RNJm+mK+UvkGwKL7zfYc+b461vAgDib7UoWA9TmZkPbyfBzsJN/m9a8THPNX0Uz6h3AS+fUahvdFJZr1K1509nZhvPZ/TmLxRRRe+Vx44vREQAr6KDgu9LjEqvuPHsb0yCWK+f6KYOuA51r195p0+I0LovXeFeL7ZeQ++yAGbPbUErr0svuY9g903vl8wVj1vnP+8xYjgvN0yGz7bliG9wHwuPtJ3qj0NRDi+CGAzPedpUL0XRva836IbvgHBI7zBrm69FRwWPhxxh72FEZM9WEv3ve6kML4vUIq9zZHuvHOlAb5ppj2+xD5nPjE4d7yAOAY90b0uPbTuQbrJU6+9mZsQvP605b3it4C8xEydPQijuL1etCQ+2rlavsmLar7ag9E9zOcSvjfbDr7idZg9g+MAvpiGo72lcN295PwOPErp/T2AojW90uaAvc75TD5Qy3e9WTRwvfm5/b07zIq+wJWjPTedtr2l5My8hsBhPZv//btacn88Ggj9PJlUuz2dfh++yshbPbstJj7tLmu8+FL4vQqSYL6mJoM92Xq2vf6EtbyjwBy+9cOMO//nfLyjLwm95TP6PQFtvbwod7A7a23Rva30Bb71OEM9zEBtve94Bz2ct3g9cScyPszWV73ZOSY+GQmtPBuLKD23Vwm++u4BPoCjU77wBLo9qoZQvja6rLxANbG9rWBovXyM5z3Ip/s98VIjvc+VFT2ZIBg+Pu5OPMRuwr7PbZo+OKmcPC+dWjzeboi75LsCvptVGT0kCQO/QjAzPnf16L5rRPi9+sxIPXHzLrz54ES9+CAZvoHoCz59mzM9O2ZQvsSHiD4CSQU+nrCFvg0llDvB/wm+rEYbPnjPST6ZAwO+jWYrPphuAT4aWIg9D97ZvbyRwL2QtTu8WeiKvQS7qL3cxaw9S8EFvo7UXr7jn909J7O4vQc9HL6UfCc8NUbAPfaX572y2hi+yuuQPRFV4b00Jam+otD/vUeu7Ly4lpE9soHYPWc1FT67pxu+qp9rvtJhlb31dh29Re9EPhDEo70Ayny8NlSKvX/h1D2CoE6+OMU+vqLPBT2u9ym+MkQ+vsf2mD4nChY9BaNkvuQKTzpBqZW+/Rq7vsmqlb2DG7y93VC7vnQvwbwxBcw99nGRvnELWb6PSFC92BbbvbqbXL4lFYU9dDiwPfia0Lw+1jc9HEvEvK1Luz1Uzro7U8dQvoa1Jj6w5ZC+zH98vCWymz7bTKq8pGSevbxJyL1jHbA+crx2uPDGsj16+rk+1WE6vQuiHT7zlkA+9oQ3vi6igjypaQC+YQ+cvfnlXT4eN3q+dE4uPVvl8jwPtDo+iLDbPL5FLL434kY9Pt4jPpgyUj4vcY29hrXPO8Ixlz27bzY8i0VvvRe24D0veqS78/MpPJ4ZN70oXUW+HrgcPXM0JT46qQ+9Gk93PIQ0J76ChZU9KfsxviqMQb4btgy9838NvnKWwT39CkE9osDYPBk10LxIVxM+MowrPlzckL6hZuA9kIWNPncfWz6AGK0+o/StPIoXNr6DU2C+qwN+vauRIr7iPAk8P6bvPe0bRD6gmws+bJbQvRAkUr7nOZA9AAeuPYqfPz3x8eu+lR0SvSc0i70M9zu+DhsTPraG2LxJ7yW99VEEPZ6yIT5FwgS+aAo3PpzVaLwCkWM9jBBbvgmADL3e0YS+p/8Vvr/dgL442aq8isjxPB/NST3OtcM9zTkKvsrKDj20wyK+X0Qnu54XEz4/1zA+nDoivosamL4JhKk7gDEgPc0UDL5tGwU9R3XBvcCEkjzXeJY+XpPSvWwFAb6vHTS+Oxuuvlolr7231kC+6WWlvQNU5z2nLE0+V/bIvBkow71lahw+0whRPcplsb2vlPS8EVFKPrlEtb0bVwQ+d7hdPkmvuz0v8Mo8qGhrPjfDr7xE+x0+Hx/hPXiHIz37tk88pp2VPU4laLu6RbS+CI2avu70Wr7OgUi+6TMvPnRX7L2iizu+4a5nvTZOkj4u+X++Ky+jPSBsBL2Rn3c9OJemvQxYND5uHl0+JDcrvqfZLD4uXQO+GcEBvV3VB74chEA+ORW5vB2Tk7188hS+psCGvbJOgj0HC5s9yYSIO3Z9vTyi1Iu93HlMvWhTtL2kOoS9fovqvZxU/z0fNOE8BzSRPsWnSb7KWEM9263Lva4O3TwyaBW+fY0Pvi+gPr5vNLo9BzvTu5DLjL2s5SA9qEqIvbQfPb7tzwI+vjEfPidn4T0Nvrk9Ev7WvFLDkLzDBxi+4/+ePfAHpz3BFh29DHCDvTb7Vz29xo692Qu6PT43lj4vj689qXS3PSs7Q76Tniw9bviEvReUDL7jdpI97TpcPgKB4rvShCs+Ku0oPsMj4Tyi0ye+u+45Pv9sbr196LA7QoUNvogzXjsMasu8wDmiPYjdOz53Vto8786CPQOmVb3exaa91InVvEb2Xb6yEEm85/9mvrDBVDxKOhQ9ZrIAPs7Gbz2TGaK6Ai7CvQTu5LpwHvo9pAcfPpnNMD1mexa+gljSubKPcD1j8YS+hLzhPecPf7260hw9cSJfPBxWJzwFfCM+zAg6Phi3Yz6IpoK9q1ACvgI8rr1/DKc9mmjovfoknj3rc6w8YmmAPuH/Mb0N1ae8q0iEPdToL7w5ET66tvIhvQnhDr5WYYc8vu5GvrtPTD2qnKK9/IUwvnqoAL2Wj9O8sVcuPHRZFr6qzio+GfsWvWfMhz067hY9uAWwPISaKz5BA6M9wcX8PWzv8r0ysee9cqkJPrAQtT344QC+N4iSPKaymL4Zv0C+K98nPu/C6D1HC3M+9bq8vZPpuD0kHbY+iyk+vrdBpD11AQC9BjV2vfcPAT2wBAU9YGeZN5YPrb7Xobk7N+SPvfeSgL7c6o2+nBWKvnuHCD7WXbc+srnYPAji5j0DuPQ8IzeRvFDGH77P3xk+e0odvtFLk70HDqS7V4PGPJ1Z9r2Rymq+YHtxPvMgkr5ifwk+SY6TPRrnD78E+049CQ6JPt8scL0TNYm+DPqfPv0H5D0/gLE9juzbPcIA0D3pTBi+DjrTvXxtJz11hX+97VAkPR/4Kb6XeCq+QB/Fvrql57uRgjQ8sE9gPeLeVb1Szgi+Mw5wvsdFrD26jsi90+rOPYcsTL70QXe8IXZRvtTjljyAvGA+rUMyvuV/Lj1RtJ49ylGFPj/gajukHAG+ZKaZvaJ64buxbAm+7JDnvCjUTT6HFf69IA5XPmSYvj2GN6c+kgapvc7Fvr6arSe+o5XDvT9zVb29LSe+hs54PhboPj7GQvU9roWavmGBU741qKU9fGPsPAfsor1AgnO9/68xPuwfOD60w629lSssPltmqL47Pim81csgvXsiuD2hsTY+OVzTPr+xCL6Axa+9K0hhvQQSIz4x3II9Clunvj1Jxr7yjxG+QJ14Pt47srz6dBI/116XvSRJkT2sUwq+7hCfPZy2B73z5g6+Sw0HvUtMc75E4IO8kbt7vcIdHz6bCBi9AufqvQcBXj5FpBW+O8F5Pmu2mDwtcoC9EXmOPsEX7rwcSoM+pEEEvTI+Ez6fIKa+rIo2voPiGz9nxQg/3ZolPfWhrb1Lvqq9pofVPW/RFz5Kfq8+vUHovZrA/L1thoM9h29jviN/BD2HD58+Wkt3vdvwkz51SjC+fx0evjuxET5udKK98BSivVmu9T2zYIq9Wh0PPcaSLz2LxPS+e8FMPiRPdj6KTLm9fVjdPaoMkr1ACJ6+nZcyvgVx9z5k1DS9FbiSvE/Kjz4bOpI9ffcQvqbbfTwVHkq+6RoIPZj5mr12A869usgnvguiorx0ii89KWz2vW8UfD40uDC+OE5jPpIXlD7oFME+6RKaPoZmZrv9rlK9hwMSP3O/PD+p4hY+wEWHPlYDODwsZV6+jxezvoCLHj4cY4m9coy/vdx4TD6GCKc+waoUvmUOQzwgte299IDpvWDEYL4T4mg9OKwdPhY+j72qOQk+6sTpPT7Sgj6uQQ8/XCkmPiCgG756/j6+Y0dkvh+7jb34V8A826zLPpNSA724rry+BW+KPQvAhj4ikDc+ahOnvq2ZtTzYJF++c4WgPdX0Fb7Kz4w9F9XpPQk/jj1Ctp6+g9ZoPv0EBr52Ft+9KagFvv2HhrvGlis+0a4IvNjs4T2gTwY+XgvivIvNXr3GxuC9/0JtPkzcnL3oKo89ZK4JPoWwcz7Cdd084FfjPWZVML3y2AS+tbYTPi4Nkj4hj/O9D47RvQHEGLx2Ia68zlcbPpi4mr0rEgK9F3W5PQHICj6gMhk9r3tCvU4D8z3v4bq9PWI/vZ9CGD5BMA++LzXtPW2EG73U75A7qtbnvU76pD0cSbu8uS0tvufctD2Mcrc7fdcYPmB7lT0t6CQ9q1UFPYVKZ70LEiA+cr6jPe/MCL7YbZA+VKjmveidCj4lHV29v4RkPoiqv71n7+S9fl3BvVe/RT5uJQ0+CJO0PWrDM757+kY9zkUqvt5jLz2bVRg+ogSGPVjTFz33+ZG6/hlBPqsf9b3ihqM9xOxNvonQYb4t3wU+iNUSPkC7bj00GJ688uTGPb9KEr6XZ1U+J+SfPfNaFr5IZoM9Rl/ePS6vMz5C9oO9VsH9PYDgdD6U1bU8tlkFu2W9fj7c5409zc5JPrcH6r3V2Ss+Ub5CvhAkFLuNWGQ92tORPkC6kz0JqDQ9GPutPRPmA73ImTw8kjMcPvzEP77hqy6+IZgEvh9Zuz031429imewPMfz9rwEOzk9HPoFPujtwj0D1Uk+A1EEvkACJb5WHD+9ekcJPmDZiLwDsE69F9wxvcO987yKw8c9sgVaPbeSWb2e8v49+niKvcxJQT3OV1C+ZExevomrG75RSbi+maIAvWUuM70SGOo89zE1vaH7cz41xIw+nOOGvf771r16SM+94/Wyvikr+z3OcIa9f/vmO/9nab1vX008UacUPvOlBD5KKxA8e+Fnvdb58z0xbKc9qEuJvSwaoz1lbxu+Y4lCPpY9272Hg+M8+iCqPVhALb4lz1O+GTTSuVBLLL7KTXm9kJ/JvXY3Ir2FpiY+lsU1PeGV9T1rUsk9GiXmvZGb4r2QFb29BnxDPUIjjrz1c5S8wS63voOIvb2KIBW/MocivUunfT1ZSJC+aV9RPt3vx703lCY9AdidPa5n/D1X5Au+uLFTPk08sDytdDw86ZjcvVzBXD1Uy9m9+TlvPdnadb1WKve9G04IPnSCBr4u7M++5YBVPpF/HL6OyYS+iOstvTa+BT2xToc6+aBaPvuUgrzNCa68Yh7/PecnNT1bHJ0+jeY2PNBTur5fi1M9QBGjPt4V1767SUw+37EuPgejmD422DC+URxUPJFBar09A1U+QxB2vifIoz0KwTK+RByGPtVocT0/3uc9HpnCvbR48L0sqAK+rn7gvIC+Qb0DhFi++QVsvteLzb2zxWy9UHH0vJhZYLwWMFI+bC20vRoedb7SakW+/i6KvqLKvLuMuo89e4ccvG1icbr6/bO+qmR6PRC1Wr6impe95hKcPhYuNT471829VWpIvkzNnT277/M7Nf4Jvg6j0z2go7o9ozLAPmo9db7eUIq+SYDBPbdROD1JNyk8Xy3Pvc9L/j1W0Rs+qmgyvnMR7DzTp5M+Gm8CP3CnWD5mxf08WdWJulHCNj2Ljjo+NjOLPUvxFb2pLWs92XCUvs2Ujb3NlRM+zBznPEMzor1XxFM+2BlmPDUXh72bueK9n7jovt0vI72oZ0G+w75tvcm3Xbztgl6+DZvFvJhPvDwgaws+EAzBPZhqtD20Hou+GfBzvsSwyrtZ3+M8lXwtvS11qr0Ba4I+fXiEvWgGlT1gyt87cD2YvU1JVLxcTHC9v6JUPnp7p7s/62g9K45Dvdf/Gj7Ng0m+Km0CPS9O7Tz9v1s+ajECPvCfMr4b12y+ce6ZPllLgz4gqq49T8qevdDolD5UVeO9X18UPn1LG7wc874+MIYGPJof2z4mGyq+X5TGvNeeUL7WsSC+KdwXPpMbnrqsaf69Mr4Wvrkugb3mac89jpwYPpEbkz70NGE+eznxPZxyxj1Rvic+r4d3vkftmL4c7S0+fLJXvaHo6L1dYM69F2nWPiD95j1BPUs+XU2VPfBgyjzrYjG+wmndPAjpcD04dc09cyyhPYVOor39P28+wkMzPV+mFD66dLc9ijD2vKpdCT71Pcg9dVBBPvPbML3DlkS+nrs/vgMgX70skRE+rQvHvRpSzr0qi5o9DTyMPS2v973SbHu+JlhjvqsHTT6jJLk9j2vLPQLyj75WULw9V+nYPZ3pmL2sRYm+SJgdvadGJb6hBA4+UQ0OPXWXubwJxje+hh9RvKW5fL2LM8m+FGpDvlZ7mL3MqfQ9ivc8PYC4xL0HikG+i5nDPTI8I72QnfS9zOgFvpI4xz2ZhRc9IoIQvv+pDj44W9u6v30SPWCzUT1GmMq9nIUFvtySur2r2BM8j3BzPf/PgD0q3RY9Xkd8vqMLjj1FQQM+S8sGvis9QD4l68u9O7vcvfQoLb7JJyy+GGazPDinTL2j9DQ+Tp64PLDl2TwxopG9jScVPeftE74rWwm9uHWLPREOLT0c4XO8alkFPUjAGL42WgM+R3DGPZq3Kb2qTrM9xwQPPj4UEr0NFKM74XdsvoEtcL3RAC6+5zH5vOdX/r0+Z4a+iXyAvTHmRr0ZGHC+RsmDvQrwBz4AmKk761SePTTPEj60Qqy6wj2rPRVAwbscpjU8NGvVvSE0o7zqKOo9CE8VvNkc8LucxEy9O48FPnyrIz7+Kco9qCN0vngvxz0TE6M9075BPE/ehT31c9u9+hIePgReL76W0ga+n+rNvTwxGzx10Ps9/pOzvZrBfr05uz+71IlRPqXmBL0jGBM+6ZVjvSGdMDz61J8+K1zHPELdcj7wFMq9dCf8PdVOBb6znww+x8+IPqnbwrwn5Fy9HC75PqkTF72QVN49bmZkPm8tFT6OkP29V7ZGPuU5sz4WtoM+4zigO5NnGL6dEoG+d0yNvABdsL0OFB47LQsiveuIML1mKuQ+xjEyPaMLPj5Bc7m9GtjGu4yRdTwb7Xg+Pxrkvnj9AL5Evcu+9vyTPSks/D0/Knq8TdTDPRa9fryXiX8+AUmgPDS1oDw7Bii++LX2PZGwyb1w1uE9FJjNPEe4Aj4aX6o9rrOyPtZxDT4yTjs9SAm9PuJImzzTP5i9yBS2PE6PNT69JqE+SSrwvaBMfL1upHa9Rf7NvZStTj5X8p++R416voTJIj5SGby+zKTOPuKkCL5LwAU9NoCNvhhrRL6xVKe9+AeBvjbSKj5tK80+8h4fPuZ62L3rOYI9b9MbvhUMNz7IsB++NzXKPYGNcz6MFy8+ewRnPaXNRr1tDc4+kFd2vSl2zL6cT0E+ZagZvM6cdz0RHJQ+sEXOPC/QED6NbXm9QELtvSsoI74LqQu7/QqdvpqZxb2mdZI9nYA+PpTqY75mw9Y+WzzkOkzNtL751gW9HQdBPvJlUL5tc0M+IOUDPvY6Rz4uOhQ+zKg9vgXqRz4tM7m+Gzg9Ps6Gnr0kDxy9K+tevJe6mT2DZjc8ZzIwPtM1Bb0E6gs+WNk2vijxlDwLwSe9OS6CPuki471mlG2+y1dwPEd8Wr2NKpG90msIPvBBID4teJI+WpdfPQeaTT0doXO+vBYnvaq7GT0vRoY++rVyvf5+cT5kyW8+CvscvdI5nryzDIq9yijku+Vc6r3OpJa8Q7uavY2n5L3/FQc+xi4dPaNBWj2ge+S9mw1APnpAAj06dbS9EW7qPbuJ0bzH/1G+FHyPvbqQ+T36zNy9pqENPkrJmry7EKU9U4rfu+B0F76sQYC9B1A/PjhyHD5Ehbi9Qa3hvXh1Czt2VDA+PK6EPeXPsD1jc5o9cNEdvgGaBz6Ew9c9pmHsPN0/jb5CRSg+jIP1vWgr2LtJYTg+YhVnvcAg1T5x5Dy9Bu2zPTowOT7dLoQ+jnRIvhMbND52SkY+4H7UvW+08b1hNwY+KwvJPCaqNr2C/o6902Sbve8Hb740fe47GlM9vu0vmb1IdxU+rIWhvLgSo73WB7m6z08FPhKiNb7F5Ti9EVKmu6mXPL7vOqG9AwaCPgB3UL77FYK+yL95PWpvfD5fJJw+SE4Hvf2eMjwAGGI+D+9evB8qazwP5xk9pegIvr1lo73xPh69zUbrvHzCcj60WaI97lRmvcy9sL1uXdQ9STZivfYVWD5P7kS+FPQEvBLSeLyXWmG8owxfvhLOEr67K/a9cQIbvp1jmT18wBA+7aQWvDXXjj2zMgw+iJEHPbJTtb21iV6+36C4vCy9RD0AKga+D/gJPomTX746ESC9pf2UPRbY8L163Xe+WtEBvgAkpjwdnhQ+sxgmvsONpD2UJVs9O8htvWIqsT1QKUa8vfoSvvJqiD3mEQK++vykPHFeM70i5Ps9MRAmO91ZDD48HN89btEKvedUgj1oH2y9JXz6PbfMoj2nSm+9aRMKPe4jXT2MjxY9rTYFPY+eDr7E3Xm8WwXjOx0tQD1vvq29JHTvvaSILT10e7E9sZmxPfUGsL2lruw9hzCZvVMLbz0kugY+3lojPomcAr4UPsC9LfTIvQvDJr2kRaO914auvbeBBL6mC8E9LG8ZPWQwg7ysRfW7RgzqvW9X6zt0l349w14APqzLETzMQy8+RAbKPeQQBz4iuGy9xGMAvo3XkL1ueay8bQ0mPvzoAr4Qb208JpfyPX5lRb6J/4w8owcoPvlG7r3Vaxa9mH66PYdVsz26IPc9os/fPeyI3L1XDd29anKZPdfDbT1V9Vc9RlZrPfcdNb0ELfw9wSC5PfJHer34eKs95qZsPhTehD0N7Iy99ogMvW8InL2cLge+suLbvScHkj3FprI8uFK0Pc5Jyb1SBQe+8HikvfV7or3IUum9hnkEPlwOqT0hsha9z3IOPklPxj5X74u9Rm1QvCpKmzupQkq9VggRvJQmFrpQ8mS8GBFEvkJuiD6girw+fwkfPW8euz1ddIu7C9VnPd6et70jY1U++maMvYbRGz3rFgk9B4XePp7C3z1U5wy8rVj/vOq4kT6XZzC+zIcevQ4LpL3sa4U+OsUGvb3suT3lHXW+UHsBPktAibwUVXE+d00QPvFBKT3d5Rs+TiySPQzaVT59E867K+qivlXYFD6CB58+2RkNvpxrLj7/5b4+hRp2vHHZ273xfA+9LyY9vWYatj5Vzj4+1sJ+viiKf76rf6U9MZeuPnNQ6r2z9UY+14ZKPvTLLzmtlSo+X4YfPnsDiT5GwhG9ngZNvbj5kL6ZxnI9+OcoPq1nEr0rhLs+9nAhPuJ8Wz00kbm7YL6JPqw9pz4ruAM/wd/avZruiL13egM+E17Mvtivb76deWu+yEOLPnGuYbtTFpC+7WEsPsGlxr3ffja+6exHPmb4o743ujq+RE6wvZog074vgeA8Ez10vIeU671RDaM+uKx/Pl250jxaSrY9dyorPaYbnT1CLBy+E7YDPmi2Ib7vEvQ9DoaEPZL/7T69Fl0+5hOuPuj5HLxCR2e954kXvTfOyT3mJuG9f3pOPeOWoz5dZu+97vhpvj9Wcj348gk+zwKVPBsZvj3HPQw9Dhl3vDR++r1E6Nw9lxD5vfIy2r7VVsE9kVhVvhoKSz4y6h+9jRokPbSQJL1rva++NVL1PSALqjx93oK+dM/ZPQPNS70SQNE9uq3XvUVJkz4RbNy9xtaZvoZphb4EHTk+kYaJPg14bD5eeHc+vBgKPuB04r3cKSy9hAoKvm+T6LxgdyY9octLvHZcEb6pjZI9PPodPtwnm74lLaw+PaHIvnVhkj1/viA+WnzOvRG7Z73ePCa8nbWfvVEWJ77Nimo8yw3SvZUZu711KB2922x2vlo+6r3pk709mFhtPjq9gj6JCAO+O+sQvvF7kz7Sb6u+INgTPg7Z9b3zTAc9cOqkPUlchb1gH6O+4KkOPpU7mz6csFQ+KShUvnmgLj7qDwA9VTrIPd04Cj5/GHK8fhuYvbmlWj3QRoE+ULDzvjoGb74OpaY+GJoAPpeYp745bfA9WpKFPawXD73mfAe+vwN9vuB+bb6Y1Q2+1ldPvj+7f77sDXw+TEa1PW52RL1SD+49EsliPvHc4z3VQJq+gwP5vYCXHD2r5Li9hf2sPQuMxj1usHw9RIPavZcuvbw42r4+bF++Pr7RAj7iU5m9kk3IPA8pLTtAG48+LtEmPp38Dr7M/N29ks89ve1pVT1EPRe+xwOkvrOIqDzBIHE89FLDvUfSuz4Jwk++6efZvdyLAL77cGW9LmwAPkalwryJXF29rV2Avm8xeD6IZwq++G0GPvuRvLvvYCu82CkDvm7oRb02ON+8o6uWvKNoOb331Cg+r/PYPduIqzvgAro9SeD6vWY5BD43L5C9RxWvvLC8nT3CkMg9WxS8PdxrOD5akNY8row2vIzs0z2z11u+VkJKvlEI0r1vXqi9nb9UPFY87L1mm7w9i/SDPC7Y3j2heyS+/Lbive+9jT1uRWC9p3u2PAPjL75U9UU8rMdpvk/qmT02mEy9HG8nvsfftDwrWCw+YuICPuWQ+D0ryuO82R1CvexlazzGnKA9RMeEvQk3T735niE+J6q5PTwiWT19hXS9/ooXviHoHjz7bvm783U+PcmmqzwGkD27/RtAPfV+GT2j2zE9EYLTPGLlTr1tjCE+6myTPWo7fzvlmbC99jc5vmxwUD124to7k4RFvkammbtDWEW+7ZPAPCqBN72aoEu+qfi3PHp/drwv2kW+l5XyPYYwgLxA24W9TbFOPaspgT0SoO896ck0vCI50LljLIC8BwMYvfqCCb7W3Gm91kmEvW7jCj0J8rW6eUs7vhGOwr2xgJG9lH8NvlNNvLwrNQQ+p5USvYS2fb2xdwG+HTz9PIYmMj5rPJo9KKmiPOGEVD0r2Uq9T7ucPBJhQ75aRLW9V3dGPsqbBz3RRKw889mcvDeNJz0xjaw9nP9SvsgUKr4w7j6+3nICvu6IjD3suO+9ats1PV2LgD7Gcom9y5sNvrHlibxz6Ze9jWolvkl6Qz7kncm98qoovkI3Hr6A7RA+A8ILvmVRKr4vkr29PO2kvlxSWD79LTc+pNIOvokoPj5lo7A9wh+evaazC74wZSc8hADrvXYQqD6THE4+UtK2PZY/lzyHAku+Sm+TPZYLyj428VS9RI9svf/8gb4ao8W8DCLOvbQPGr5kkJe+3U9TPo9hZb4z8oK+0s0pPrlQ6j2kqeS9YzyEPiW/FL7Kjm0+EeSdPaPqtTyAxY6+MluCvpq5YT4qHly9PKxNPrYRjL3g1GG+dlU3vUpgK77Zh1M9isgpPnvC3L1l3Ro+yUrQvndjkL5VULy93YjSvOXXyz3o1qQ9DquBvtbHs778Jre8vIjuPLoaDDwPSpG9aKq6vc8jpL1VJdo9/EUdPVdIJb57ASw+TRO7vYkE773K002+V6Tjvnbu4T0c15O9P/UHPVMKPT4PxBY8iJ5Xvvak0DyMPTm8fZwXvn5n571EBlQ+AX0KPW4BJj3asmw9eF1nPsqaZj0znhq+BHfSvXD4iz6GYG29uzgDPjD32r2wh509tN6lPM/njD3aqs09APhgvigmYL4BkTW9aX+QPj6QkzzHIR0+RYHAverOVL21C9M+BUCbPdbXJb11mYi8pP5EPoTUQzwhOhE9ryHXvZE6BT7P9QG+lw2EvLhV9TwZ0UA+cf9RPVPW2zsK0Ha9djKYvWcYMr6T03W534L7vVtKbL1kzla8dSObvpi2jj5D7eM7xxUsPkwNczybDV8++kHovTyknD3oxjo7wPBNPmXNnT7u3QO9IR2HPvQVED6WyZM9hco1PkvU3L081mW97i+4PH5YSb6OncY8fi3yvCN2cb0RvDu+2JrAPLCg0L1hn6W+l+UqvX/8sTz/szm+j7U1PoIjPj1wvh0+95L3vpCOmb585uk9r6kKvvlPJL7Hlu88zv/SvVGA9Lt1Cka+iy9pvOqdub0rhZc9lrSHvm0dhL7XsDO96ToWPk4QkD3AkOw9TpNKPjQIDT7Irey90lQTPpvI/r2vn8S+xZigu88Iaj7UQBW+DGg/PnYxO76kmoa9g9VbvW4kJ7oPOou7S1syPPUA+73gbDO9PeY/vt9wlD1Io1A9m2NBPc76gb7O3gq9/BrjPf0kwb7LYyI+NxPHPdLHTz6IHsW9NWLGvcBERb1rgBQ9vEBXvsz7bj3uD0C+40R0Pazvwr0Fe/293VQYvpI5+L0BsZq+xZuAvfq9Iz5bnam96YXIPcMAqT0FQag+KqS9vPsRcL11QC4+pNyOPa0gLT1TlVc+XlJxPsTktT7yUk+85GosPnSJFr6k+Gs9E4mMvMnc870cyE09hn1QOyFSjbsBREU9+7XAvebaIr6//Zs7nieLvVZ0Nb1/OyY+r+okPEzFsbqC34m9lQEQvpINHD5XKWw9t+z7vQ6Fab5Cdqc9x14VPHSDVL2h8I89RO20vcoINT4gZFa7MLyxPG4Q0r1Rvs+9H6bGPSVogD75TWU+onTxPYsOrb2cmqY9oevgPVHpI74AbCe9Nh4YPROoLr7fK9U9+o+bPYZVkr3TGkM9P+spvrJkxT2lA149HQCCvZXuNzwh9gC+X1+aPlLlGr0Wm7k9YniOPR3wcr2q8p49jWz8vSnKGLzHph2+r2o3O6otYD6dBIA98gkkPu8f5L0R3gG+CK5SvqGqgr2z9qO9V6AlPu+9JD6m3fU9jf1ePPMnYry1TLm95PmWPJvjND60Ib89HwMpPodfwb3Mh3Q9fvNdvmhl5b0EcxK+1UsSPrvB+T2WBdg9icfsvRepuj1hKS0+Zn0dvasrWT7wjvk93ZQ3vVmFkT6NWRo+moyfPuGC5LpkStY7VxCzvQ2iRj0khRE+ujAxvRfrnr3kp5e9A4+/vTz1qb1MHXc83AYVPsHIf7x4niM9+TCyva6iwD38MgO9Bkgivjvkzj2dM0a+IazMvCjZbz1edeG927f8vbgnVr2MQpO7dEuFPulwOz5eKJ8+l/Y0PSEwa74igwi/nn+AvYPhL73JUp29JIEFPuecYD4QyYY9DJZuvsqdnb3uVvG+HL1zvsI6B71NQbM9AuExvlM3f74bpj4+luimPeiccj2sZlM+skTuPXdFNL74WBc+UZBZPmXyOz5zNVQ+x2GkvH4crL4VQUe+eO16PmZZGT6KVsU9wL2BPkIkhz2sFQQ+FE1Vu0OyDT5PziM+eAddvojg+z2mQAc+dZxdvdI+CT4JyFO+by8yvjnnA75RzRQ+KXLCPVLWJr5pVSm8gPWqPukIT7wRw54+nwF2vKUTvLzDslw+P5F+vqjNHT6q7kw9LuFAPtySU77ubpK9TrQ7vudbh77KID693hCSPRYM3b7WxBY+pEPlvjL1xrzSVDI+mp4wPjdnkz4wsNU9IqyAPrJDrL2wkuC7RO0fPnClzj0mQY69ueUtvr+mGz7Rdag+XefHPmrBpL1ounA+/zSQPqjFN743/e++pUryvtH/8z24BTQ+fOI9vS8gsT7Y7Tw+X4xaPgSxs720afw+igPUPvkld73WVlQ+W3qSPQ7cej3WaiK+YeEXPkJnYj4UIIU9EG25vm3STb3fmPu9bne8Pu21ir7YAYo8NKeyvlT/gz4wbfy9vvqRvqgVKr7lFtS8iODMvsNRDD5inLE+FjGKvZRBEr6ClbU+KKCSPoNzH767HKC8xlDju6jxWD5DEYs+W5SyPvfWhD6ENQy7u1eQPegjy72htUk+qn+VvobVnTxBeqU+8IqTvjQLOD6YVdM+d12GPpZLcb5Basg96xLOPRLrNb0h+sK+ZawtPtz9cr7/a/48MGFHvVxxPD1+1yK+55s1Pv2EEr0QHjM+yFaoPvAFYb7u3AO90eb3PD7De72CBdy+K2EmPoVyxL1IrY8+KXtdvt6biL7XR7Y+Ww0evhj88z1silQ+Z5F2PtmSwj03hFg9dVuFviskrz6xccy+xoeuvSDau7oDFZo+kcwxvQxQWD2OCZE9a3MHPlPOOb1zazo+U009vqvtLz6pkg2+5BnXO+vbN75O9S2+9ysOP5IldL3ft5C+venQvMopA77iaMy9EuuJvl0jAD0KXLa+VCQNPrXGAL/rJZK9LztzPqIHrz1HDAE/0X0Avvvcob3LGs++dj5DPHrhgj4Udxq+USysPjGL0T7VVJI7Z8knPnHfkj6X4rC+peEDPx5WMj54HOs9aP4GPpx3QD531yG+j6cUPmd9tL4F7BS/C+KjPd5FK7634Wq+gVCEvkHJdT6lsAY+DjoavoXtQrrdtUK+kGiDvlM98T0w27C+lJ35vK1GgT2X66A9S/OyPg9u0T14rIQ+aNrNPnay174+4N69JMAPvZb1IL4cdd49dYmHvTUZa75Llec8SFspvqHusD3FWdi9iG1NvejeLr5WZQY+dt4ZPnWNHb5sSkO++LKLPHAlgD2cTbI9mRomPi49zr2rqJA7ONgOvTV6Gz1tHMu9we8GPpECPr7CUJK+SXAHPh2CSD0rSHO+1jGqPLRuPr7S0r29aK2ePVgnlr0ZI6O8Faf3PV+n0zuv4fS7jOUKPZV97T1zraC+2bEUvn8GGr4bjHW+wmXOPKJtH75R42u9cJIEvpdY5LugY6i+lpkpvRSjgr7PujA7m2Vova/tzzxe/mA8lTI0vsCtO73uhY29mTtXvu8Dp775qo+9Rh4SvpdbRzz79Sk+1zAsvjkezryfmBo+b6pxvfdZsbyUAEI9IjaAvb9lrb3btn6+w1niPepwD77du9A9Thj8vZAZij1v2p+9vcc0PqIs5720EbS+dw5avtJH3bj+d/W9OAoUvksMYbzztpo9RxSyvNLZA72u/tG+7L4jOrsAoDxqjFK941pOvkicdD2GOFM9n+RTvgsfkr23Hio+RxkRvWOnur1zK2K+MzonPhp/i7x2dIu9J6Zuvl6gn702Fqk9GnPrvUicuTwC+4c92h6EvaQELz4BBSk+vskLu2gnBL5tSbg9jPYaPnz6s7yNw8m8e51UvkeJ970GG1w9IIKCPfddK70gEXk8F09YvoDuH77u6d497qTJvalkQj5xfpG9IjhAvaiWCj1CJCu8A/ySPHL8CD67hAO/bcayvuGsaj7IXIC97HA2PYu6pzyTuqu9hxIbvifd4L0kgyg+W0JMPi3rRj6XLGY+mvxkvglwlT18uYq+wmoRvcqVXj66W4C9ENEiNoOSYr496Ny85gqrvdeXij5RLIs8qw2+PWln/D30shQ93rmQvn2poL1T7308YUp2vbwXCj4uGaK8Rf9vPWTOwT0mMu48Tz28PY9GhL00hde9218qPmVeaz2eojo9Peb8Pe9wwTzDE789cHqXPZh9eL2sWCi9ZJ9PPTFr+L3TFBA9fDLHOfBVjrsgAw8+n5OkvUhonL7H8Lm+zV6QPR25STxGb4c+iRKGvq5NGDxP38U9v+3APnTfebynEGI9OA/GPaki4r630XE9PxcpvmRBNLzXEPc9HuCbvmEAGzybjbS9QEayPkyS0T11wRK+ucGNPaQibrymKxA+0fRcvkhEIz90lts9wuoHvCJpQr4HmaQ91uFaPgKj0j3tTc8+FNufPfsISj6T6yc8qJEtvj2XuT2+5ws93WzTPKY5PTyHuqs9UszeveFlw73kTho+xCslPg9cR73wTmK9HiYRvVbewT0SKY29D9vLvRUnuT6UY829NnSEPScbjj6dU2s+nefGvdNLfb3+h+q9pkKPvFyUdjuWIAS+hGH3vbkilT5Ar6K8D6BdvV3Bbb1VlEe+fa7CPFVkJr23IIM9g9u6PglhDb7MAYk97qLsO872rr3YJe88HKrhPSPjhr4cqbo98WydvQUUOz4Zb2g9BvnzPbxHYr2AjFQ+/nguvsuIdDzxQWe9Rtj9utpGkj7UnN29+m8MPrH/+L0GALW9dI9KPoBiWj7DvaK+SjS4vjE+QjwVl1I9lWTiPW7KCTw6z/q8ugewvY/qSj4iUBm+BTIgPkI4kT4nkrY7YH7GvjNOBz30JpE+pqKFvpkgwb2O7XC9B90DPU568jz9oSk8tv1Zu0uxgb0McDe9hCCjPQlgwD6J8w4+/ZSyvut03b0YuVa98kovPVYGTr4xB8M9GZH2vekIQL6MEHk+ozEXvi0R/7vrLLc9fKyXvvzO6r1JF66+oyQ0vcA6PD7fkko+CsF5vuaikL2CL0++cNNUvfDU676rlUS+gBABPvVcPj52FoM+sUexPtumgDysF/y9MQkGPk4ZTr5Bom49zsdrPpzrJz6ItwK+cjbnvBn/Z759a6c8M/wLvm0nZL7mVL++qZTQPrQgg71/XsA9vwWMvgjnFj1+ea6+ab8VPkFQcD3Ej4u+SXbFO22wWj78cwU+/H12vhn69ruh0hY+C3mnvdEYrb6HU6W8xtWaPdJUH75Dw428"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "Gg0hvvIeNz737YQ+0eKWPYHwmD3PH5Q9rBJMPrbJQL0dotO9GU2kPQ2Nh7oYkBA+fqVoPcOJyD3W7pS9sy4wPsM8sj7Rzug8R8lCvSZM9z3SVQs9Ym32vJHf7D1LeyI+uddavZ2+cT6x1Bi7HZ0oPo8x+j0ZncU983i/Omhds73+3tU97t36uu6jlD2qUJk970BsvU3mnTq1eBg+ygg+vX/0AT8w4H69CD/kPLR8BD4Ue28+nm3CPauCHj32toY9C8OGPmqT+D0R5r8+fAUIPS/AIL2/hDc9p6H+PoWQwj3JcN28gEouPSURC77ImHA+7piNPUC9KT6kwR8+lq5QPMAkZbw7Kva8+9IMPXL82j0xcNM92R6hO5JAKj3RLmg9keIHPtTCUz4tQiC9ToDzPkK8Jb1c1wg9BIpKPb8JCbzlCYE9cKV9Pk83E75fcwE+06FaPl7qoz0Ufl4+L2yIvJG9jT6fw+U7BTu4PW9uHL2OyXW7u1A7Plk8oD0LxuK76NE2PpMvHj0Xohs+9Y0vPjCSmr2S3o8+coouvaC7FzzISnc9jMH8PbbuGj41cs48lnGMPkjlmzxVQ7a92sVjPl9xBz4rOos9qL8TPgrKhr3ZM0U+XhT/PNrLmj0XiGS8z+6qPZ9SVT6+2a48ZZqBvdBclj3y/Mg8fBwvPFXpXT4="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1_2/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 