{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "Pi6Xvv0/zj2SqY09bPzfPsgHc75vVKG+temivnuS971r4te+NSe1PDw/mbxe18m+eNAsvqDPBD4bg+c8ouoQvh8Duz5dh+q91sk5PQbeHb3nOg68GgRjvmK2sb2fAz2+FPVbPmjXa74YdYQ+PrqaPokzF76YYjK+CJodPv9WnD69c2k9huxKvmZAhTx/SBw+R0HwPY5r8z2FPyg+iSRJPkwL+72kOLQ9sVCZPeK5Yr0mDSa95k6BPjO5FL5HkPY9MnRbvf2ujr6Cb6E94DoGv12qKz5mOwO/wo9uPYU2z7w18zu8xQvMPa3AxT2gyQc/T/BePU/6t768enW+abU5vV+JjDoVrlG/bAxSPih7jL74qEk9Z9qPvd2QML6DNnQ+eQdivsDsLb6jg+u+UcTEPNOdGT6KiYi9yr/BPO2pGT5LBz2+UUPiPk1ZFr6MfjU+A577Pe3yGTs4ty4+WsozvoofIj4k6Ve+vszRvcEAwj5CxFM+ygGsvkzzHD6P7os+e7hbvp0qIL7UBBe+S5KYPoxx0r87t2G+I5mhPcq0cz1AII29Fr21PvE4HD1s1wm7pttlvldU+z3MYmQ+VCIsvuVVpL2KJYC+OAapvOvisb11eSy+5BWFvigWf77vrMk+iBNWPli+hr2tgam9yJwOveynqzxa/LO+zEEoviM4t77wXPI9GpRPvtMIbD08ble9D18CPP5hfL6wMRi/NDeZPqVNnj1W6A8/NBPEPc3y4T2/Ktg+6LwuPc+OGj79IRQ/g+q+vjY5Zz2I7oe9p6WBPnRCQ71Yo6a8bZ20PrMMx76cS2q+6ueavXNmcD12GWc+agzLvEUA1r7jwB4+xVjJvQCCEb4U3V86iHj8PvGJTr6owSI9sf51PkbA7Dx0Xt4+IHF1voL8nr3q6Eq93+wmPlYlv7nxkQE+wmGkPXhQsTzI298+hrGsOysQJ77kBcM+1yB4vqEvGT7tV6c7hmafPv6Igr1xhkA9F063PUI7ib5kXUy9rFWMPT0twT5v49K9b43dvgRkV72Vi3C+eX/BvXNqUT79KQO+6ueKPpe7hD6swcG9F6EzPTfBBD6nfcc9Ww+4Pl1bor5WdTu+8xL/vZjfyb3K6Xa+huypPY3T5L25nBM+0XKlPQaOvb0vI4E+wcsWO8mH8T3nZcK8JbocviMylr5iAXy96/YyPv/QJr7yNM69SYmWvRxZhb4LvZK+uhm2vPTenz25/VQ+IsVuvn+fI75cs9K9aWcAPfr3Rjx8BlI+WWukvphvvj1Za/M8yi24PYxSGj6PxYu+wUFLPmPFnDlkmCI+vuQ3vl6iaL5qyqy+jTARvqTvH7yoOfg9L7PVvRyRJD4zdty920u4PSSWIr4NDw29EwEYvuBJ8j502Zc7uhRFvs7bCzzlVJO++aarPnEqXL5Gj5K+JGD+PWEOYT6gqIY+9WnGvajV2j6AzEK+pFd3PgFwij13rqk93BXBPtFHpj7G4E49IXDDvVTrcL27Z389U5OMPuRUVr5a2+E9xyuqvhhRsD4KCGE76GkyPjh44T1biK0+fnvDvsXkIr2ds4A9+GKnPrxLob6MNLA9wU5zvmTMXT1TwbK95zVRvhPYHz3wnek9y5Uyvha99bwRziO+FwQXviBUvbuYxkq+bL2GvU6zl71gxHm8+uUzPXExX70aQKa+0W5evVU1cD1Xppe+Mb+jvoGO6z3pWLy+hLCtvRpafj6LtJ+82iVHPhMcJ74Uaas9emkEPpXpBj/WFdm+Gt1ovhbZ4D2FZcg9aKMFPzUnmT2pHHy+os+NPW44U7xnnry9hEF1vtRskr5ZE4w+c40bvXQQuT7EfrQ+OtmAPhk2rL3XNoq9T2RivjGucj3dG+I9DkdSvmduyL25L62+H3GnPulbFb6exz6/mNCYvBEfoT6wWiq+PrTWPtJP6j7YKuy9pjjiPUmdsr7tEry+T9PcPQrHxD0UjfU9Y8V0Pmu1h77yATC+uTvgvFfryDvgjaM9GDvzPb/CVb0n4dC89sBIvQKgBz4GEbO9Jbx0PoSkwrmMKdS9dayzPUWo/7ynxxY+w36MvmM8SL53+yc/dl18PgfycD7o3Iw+Oo5LPgeVRz41o5e7q8hBPpfaaD7m5PK9UMu8vjeM/D4e6Bo96XeavgfAVT5myJq9kuzfPBv84Lxy8su9oQfXPRkKNL7VSkE+tpCRPuJC9L04L8M9ZlmqvaRmyr7qW7Q+M7U3vxRfvT3v7se+FczoPXZAYT69JVO9ApWPPuvpebz26xs+sCqKvUtrfb4ql2E+X0BBPgGTejyIF6K8V+lDviffkz6QMXO+GUgOP59zor1Bwwa+bIqPvbjzyj2IPs09H7UsvvZOtruYXiS+bzYxvjRQFr9IBt2+Ud9gvlTsrb0mGGW/YyPNPSjmUryulZu+H6MsvuI52L0dz0E+qTqhvSxyC75GGcQ8n2I+PVWJz70b6ZY9hhNMPloCOD5gy76+eaCbvi15B750VwC+g/wnvK/t6T3aC7e+A0fxPa1tBT1b6YE+C4WYvqsOoj6w+w8+Cq2wvuAoGzvjaOG9RrfTOweYRj4tmju+jSaXvnH9ab8isni+f2AeOrVgfz4d3Lg+lckbv/o+BT3MTcw9DrHcvZ1MBL58YsQ9eyF7PtNjcD1oMau2cynXPY5gPD7CWbC9iec4vdBkO75O9gM9c1/JPb58fjsL31Y+07siPpIttr5knBK9TLIHvjjrzL0Ugow+DH+lvozErb0LVj49gAk+vZTiGL6I7x2//8MVPv2KVr5tAR8+UOM6PgQp1D3R54s+o3MtvlkpzT4y2y4+Sjlrvil77j1KbYe9arBKPtE2Or4NqzQ8bUXhPdwEUL6I0j0+SYVFvfRMJb2uRjk+ITfMPI20770xTzk91b7mPVBBhz7yQJ89txzLPqp2Ib2Z/zW+HMghPlTRPj5Yzf890KtQvYRW2z3SAYu8GHFTPdPbfz0gayM+XgNIPntrzT3915Y+afIXPXRirb4NRes9THGoPED7aj0h0qW7SKKQPkokCb7VsiG+I/46vGjGM768zwQ9JFh/PmI2OD5KBa89NYYrvrp7Sz6bBcK9kl7QPYwaJD4LSjG+da8APWDNXD5foA891Ac+vvGe7jsOsei9XN5qPXT/hb52K5i+pUKjPXSTC75dr+49ueBiPkMgZT1loSc923qBPmcMVD5NV3U+qX1VvQLhjj21X/69TMczPY+6b711xSo+2xM5PgCYAD4xPdy8+LSSPVDOxrwKE8O9vS+GPfgiOj7uZh+9CVP2vaOHpb1XSgK+as8IPv2DFD7sP0I+iHWAvk53yT2mOB++VtBlPZml9L0bS2w9sdEgPtynzT2xp5M905lDPCasCL77d/C+Uwp3vbLtxLwxrC67EW89vvAqprv8uPk6oWUFvoECmz2d5CQ+an49vqhcED4bRXa9tiq2vTpYzLwe3tG8mStQPu4H+r6IVgS+TPIPPp26QD3DuZ0+hcIrPdyRkr2vCSq+K3qePQNc3D12jjg+swx9PR9mXj4E/Ie9U7hivkUdYL4+MBC+zINjvZgmED4s8iQ+96NavXuhJj6zNFI74xqGvIM+qbsOcnU+Cq1/vu7mJD6NHac+yxo/Ps53pL6b5Ji8u+giPVYnEz3q3Mw9tyfXvea7XT0ZLAs+z7fJPPnMNL5/+YO+5it5vcDjo7uEDPQ9C2UoPS3Xar6O//693wnKPfXKkb2k8JO+8PW8vmN+FL7QOgW/PT6EvppoWz3ew12+INTPPtjKUz6OzJM9CyPYvR9iC73daRA9j9OIPuYhdD7jHBS+uYs3POQojj6p+7G9+VikPiUO272l89E8hYGQvvycQ72jR7O9B1Fsvmx/Jr7PzMq9c9+1PMCciz1NjPw+8/zGPup3MT10Ef884oEzvXq12TzsWf89IVRIvbUXjj0/J8y9M6lVPZwYlL4LUf++32MwvVSfLT44piw+s0HKPll3Jr4+jOa9ZFACvt9zFL7TIq+9WGhMPsxK7Dz1ox87NGedPqT7Hb2dCBM+CqIlvrBsmb66sw0+2OQJPdIB67yNXIc98pGFvf+DzD26Upi92YZsPvhIVj4oGmI+pTJuPUZMFr5J3Zw+ylHYPT/1fr4TjJS+/VdtPonwZ77P7749bpMxvlTib75wxO6+rWumPLRP9D0zf8Q9Z9rBvmLs+74vtpq+bFj2vlV+LD68uTo+tVkyvnppcL483My8mxqsO82ff73Ry3U+xqAtvChzkD4y0C09KCkRPgjVirwJFcc+51UMvnwUDz24L5Y+btMSvkukUj0/rCo+izNsvrtE371v1p67hF6YvjP5l75Mama8dO2FPkLAwT0AKQE9A2sCPmgRxD24cBo/MY4Ivs8f8L0qYM48/EErvqqoW7xyDSM9wnSYvSR8hr57Y0u9CgmJvHkA+b9M82y+P50vvs387r4tCj+/h/aMvp9Es7zSy3E+jH8jvXIn2T0pRnQ+fCKyvgf+5T6GdgG//sZ+vqtALD75Hfs9bsPVvpSkW76PYfq9be22vkXkNz23GF0+yAMdPr+xpL597AO+m1NUPHuVUb5poAY+dKbJviRCnD6OvFg+cJ6aPd6YUL2Yj4S+QGodPnQepD5Fe/6+6s49PrNK8T4W0Bc+KhK6PVOwFj47Pim+pAoZPbXz3byQg2a8YEoTvsF+9L1bD409OAHNviSECr4mjSk+eU2cPmFXDb5ttqS8ZKHbupbq2rwu8M++pwIdPsvMWz3pk9I+wYCPvkLobrylYIg9nB5JPkHPD75+qC0+mjm5vgSTNj5Tjv49mTbJvYRWmb1PwwS/w64DPasJ0b3VKlo+bSmFPeC8Lz2exJc7QkBLvT+2Oj4iLIA+FsB5PXhhiT7jYaS9GMafPLyD7D0Ua6Q+fEmUva2YNb4Y+3M+6jxkvgWYPL2SKQc+9xS3u0BRf76cnVS92tbjO/aKjz6J4Va8cRnLPas4D77ZiU+91DqrvNSTKD7GSw0+uHOFvQFY7L217f+94iTyPO6i+z31lTY+F0VMPgDYpbzA9/E85QJ/Pt6dRb4fpzk+QrUsvcRAwD13hJY8PkobPlRMZj7LnT4+V8/2PVLeWT5HuVI+vj6qPg7Qoz5aI5w8pNQPvimWF7xFn00+BWoJPuIbBr7vKME8Dim6vcxPnz35aYC9US01visYxLwS85s9w/+JvVnEgb68A4a9Zbc6Pb8JVL3LBLw9aYdKPQYtXrsGiJU9cWtovImSpD0q6AY8lO08PosYpLqj5Du9ZufFPnk9H75MODM96eRIPcKUjz3QGwU+NL4VPr1FSD2eSgW+/KuFuhJg1TzRWw++ROiXvrRyJr7bOu88Ri+IPmqxZT1DaYE+kD1rvj7zGj7WWhi+1oncvV71jr5S5SG+bZu/PQwT9Tx7Nlk98zfKvbB3HL3WMOO+aU2hvE4UUj4Eut68HRgSvshDGj7Wztu9qJcLPiV5Nb4G+pg97eS/u5DYsj4V2iy7yW23vPSeCL7ZISO+NLGzPlJesr7VBre9quQDvsvUgD54a4k+z++BveXZSD6Ghw2+4whZPkD0hT5+Jui8d1+kPgEewjvpI7C97QwDvtgifb7fAjk80Ui1PQ6vbT4EZaY+kkKkvhnKmD131+O9yxcjPv71AT5R2yM+lFG4vVm18j2rhKA+vR53PeuaPb4zvMC9+6crvbL8c76H0xI+saIqvrOIkD5XLwA9M3+YvQf/Vr4fSYe7SNYVPgt3kT70QR++MuImPk1Xrr3XkCm8DbwqPpqQZb2Pz+S8HBbWvEcDH75zTDe/Z3AZvmbhJT30K+u+vJ6Ova1ZwD4/V0e9Zno6Ps19g73EugQ9woZGPj9h8T30WIW9vV1+vgvZy72gVBM955iyPhbJuT0jJE++6fJOPeSuNb4el/S93LSqPJcNOr4XUXo+poZKvQMHPT5AEGE+cA7XPg8v3r2GaKq9W089PhxwiL1nYwo+ZoYnvl0h7j2Xr1y+0x9kPm39Hb68/Iq+oE8Nvr6Cuj5JriO9oA2OPvn3jrlk2LE8gcQtvu+jQz3IWXu+GvNHPiRG3j14OiA+OR+rPRBYmT7ldKc90ne7vM90YL4+Vx8+wiXsPccbFz4svgi+krV4uwQ+yL2cUcm9OB2NPeAwFz51nx4+EdkevR6tXL45Uq8+xvw3PWJ3wr4UlIc+1j6XvqjF070bPH++6a1LvbYqDD7oQay+cKjdu+xhHz703R++DjHdvtmcl751Kl67MBOnvTJsVj7Wgqi950aLPsnFQz6AMGS+hqs3vsVFxTzEWNS+PybiPk7hJr0j2Sy+3KoTOykKhj26/sG+FKR8v5TlL745jJa9HwSKPbn/az4WKRg+SPwnvsaJLb7I92o+qiEOvvEWk775lZI+xfbBuyYg972WfEY9NmqvuWzZuLzAeGa+sBwovb6a/73QalC+qO0nvqQaMbzkdum8VQEsvS6JBj2g1R2+fkz3PYGz1L2MQ468h4I5vl8UqT1U7p2+HB5CPsNK6L5x5QS81aXLvDiGOj7V03i9dj8MvlLWRb6cU0u/sZGCO8aBo71Whpo9FRgTvNV6Xr2w6YG+0fxuvqM6czuVeLc+baHQPT+0gj2/5dm9rsBEPuHdq72fEEY+x9Q9viokOr7epUI9WV5OvornhD4xcrS+ttRGvTlKJ77txAq975wUPWJrKDyezQm/N90ovujwa76Ykb08l+fKvdcxZj4NQFw+oye9Pf8t6DyKYmI+oQwAvoMNkrzI3EU+P5iNPl5ykb2Vnpw9izohPXQmnT19X826WdpGPhoZnD5MqLY8KXsMvg0fKT6auwC/l4vCvqzj470R6aQ+6KbZvmGmwz595xU9KCC6vfP1t75TKf++Na+ZPlZGMb7h6A0/ukiLPiKmXD6eZoI+S1C1vROZGr6qSmA+FQ6mPVwikz70MDm++CP+PlbxwD28/S6+x8LvPoNnU77n6Bu9RbOsvjvQQj5bn1W+AcZpvVarAL/vSYC+knKcvKEthL0PWQu8eKYIP4wDk777ByA8k8FxPnvSrr6IXr29Qd+5vvH2OT4nbNG8CTUyPoahZT0V8VC+JdlevM9zgD2gRhc/XikMvyMWXj24Evo9tio3PoOu2z5jCp4+R3GGPuO4Fj4Brfs9tq57u0LhYr4HecC8DEtwvlEh6D0qCsC9Tkq5vu8h2L32PDo+OScNvuRD9D4/c9S9WdaNvmOG4L2RAka+MUH4PH+TiD1kfdw9KhITPw0+8r5LqvO+jBkLPiDTO73L6kc9+p0ZPjt9Vb2kS5k+eRUHPxvFib38m3w+bHZ1PhbDFT++ZZO93gMJvmW0075MsPM9eaPCPQHPhT6K/wm+mqYhv1LmPr6FPxA+o+ApvpBior2gOto+v7OVPvvj8T0rHme+C6qBPuXdkL7NB/0+wRipvlcgyzzHNJC9IVDKPWpmiL6EQve+FmXdvZBHDD57BuM+kmDqvg+aQr47ioa9G3Jovslqhb2+KwS8+1JIvssUGT2nlBG+babQPY2njj7zm/W+UEncvojN5z7VExu+OzeqvhS28z2sx4m+oYAoP4ppG79XQhg+rL1zPQbedz7lXom9ebDNvTbe+jzOPp+9GfWbPkLwMT7VlWu+JDGiPDg9wb23eI0+uNmRPeqFLr6OA5i+d+QVPXGq6L1H5Tg+vDwMvqtfiD7uAIM9oshavl0tWLw99VU+y/b6vf2Gvz47y0y+dxGXvuaExT1FWfm+jDwMvb3KxzxkObM9RoPSvtn2VT6w0RU8XCu0vHUJzb0Pufi+4XmRPvPkND3iPZy8jLylPltydLuGNQW/N5yfPXa0mb0tFLy+6v9aPkARx76rvoc9DbV4vbfe0b1gd6S+IvotPoVi3j1pF+i9GcaWPQRqNb6Q0nQ+svKDPu9sMb4Th22+12rjvETDGb4T/YY+tKHMPiPebD75JRs+Qcm+vVYH+D01bNe9kzkJv+U8AL4wicI+4fCBvnhpjT5ZT6Y+f4UVP0x1cb7duIW9Dwr9vhZ+IL3sF00+XIiHPW3Y5z4r/c6+m/ICveelHb2hqRA+fnEzvmy/5D6+/wI+P62kPpbIZb1SNMQ+lGAFvYnCqz2+dI2+74qXPup8ej3t3s29hRdYPBdoIj4IBQQ+xtXHvdWjlb7z9Ty+VFe0vY2o9D4c6Ai9/xvOPuuSa7xEitC+0+euvYLeg70gB4Y+sNoIvp2GUr4/HF48QXzkPYMXDb6YidC8VKYYvk+hzj3WeRE+As2TPcIq4L1FXKG9jUC2PWJ9M74E5G2+Z0FrvE1OHz3lRZE8Rnf3vQa9P75T02a+snQjvh+STbrPdZ67gE/bveFoc75dVEC75QyWvRaiq70QCA0+yRWOvRqfCr5WFTK9zRPzveOPLL19N4y7rmwRO8ooJj0fuLw9qFpXvsujqr1iZ/Q9VOvXvalMQj2nbcc7k0rlvaT8vL58uiS+CwUyPSiZbDyKjsa9AIUvvsLiPL5bvOI8AkhIOk6TSz0CLZK+Kyn1vUbNPDy1YaC7wetPPcH3vr1EJoi9L9+jvUkGCT6FIzK+kCMtPoB3NTzysew9AGgsvaBGAz7cM0Q9/AwGvhtnQz2pQic9zCSFvfldfj0nwAI98F8/PvYoX74Bwsu9GpzbvXhB4TvurDy8H7wqvoNimz3RLLG9ty2Ivcup7DzGyde8jEUePXmo27u/m2Q+wlwkvfUVNb5YvqC9G58VPjKBKT16ijK9y6NDvY8ksj022gw+9O+xPXWcx7xauw++W7oMPq3vMT2MWKg4MLUavmjWDz0mMek8TUzuvLWjNb4pyVK9m4CuPf/2FL0nRuu9G/Ygvv7bUr4JhJi9pMs6vFXQG77Ech6+Wrgkvqv5/r3xjCu855BevPnZ27zvVm28IaUUvrSFKz4I/zA+WbHAvmR/6rpQXMi99bWGvWo1GLvrOHa909lNPu//xL3ilpQ91I1RvvvoxD2UGR0+aU8HPFaU0bzIING9UIPHvfXWBb1yCLk9JiSiPlxIPb4+wZa8WNNrvh0IhD1J+Xk+pL42Pojyiz3abEK9vdsaPgyDHr1D34a+4OOpPjiXHj3DjUu9B8qUva1jp71ufIA8z5yQvgF4tDzY2uY+m+2ZPeSsj7vTXsY90LmIPZ+me70Pgl2+YhiLvWK8ID0fGoY+0diPPOQNRD6SDLk9neghPwXFaT7Z1wi+AgInPk4pJLxtUSU9XWKSvKimJz6S3Hg92UsEvfLItb118Ku+zzMXvi2Dbr6+w7Y9DYX0Pb8UKbzIqgE+gQ9ovguIcT0tDxu+a8B3vkFNn75ld0u+6pSuPYz3C74z3CO9BxuoPiltFL7+Ywe+uLzjPJ6I7D3WkIy+p37mvVZAfDzASRG++JY1PkDjsj2TRTQ+RPMcPTZ+wb36jAS9Db1oPM+oib2o64O+b0ShvUri7j2RIR+/ge+XvUr6kD68Azi9BCGgPSvbNj1wTj8+KzGOPYnVpDwyFBw+Lf6yPGvsOL5/Rtk9asZwPn+WCz4OFpS+x1sLPiuQvr5wJwE+L1BEPl67xj2/Vcs96Iu+vppSMz4HuuU8ynETvlZE/r3aIyk+85a0PRJk5D2c5j++bWiZPKru1jwrEeE9DJ27PBSS6L0eeqM+hdWEvgaCpj4Jv9i9oQSvPd8Ki71Qvom9jMZvvRoijb2wDw29wGOXvJfy6D2sLIe+0BMtvq0qsD3cqTK+kaD9vaszHj0wrKG9Xgq4PaNZ372mDhE9SoyRPGxyAL4YbbI+efKBPWfv+z07joc9PtJQPQ8zGL6TroO+EsyevLSnaT3J1A89F1QEvol3K70ViFG9AEyTvUwNY72TfW887/GTvcfZlj1m+VA+u5OPveeys72H/3G+SNN7voYVVL6EMMO8uCI1PUe9e74wU4E8io2mPTxbtT4KDc29k8K8vbctlr582zm+AbC0vQhwszyAMLA+EQLBPNXdEb1EZBm+JyWLPSGG9Dz7Ybk93UCcvbZqvz3vrIo94jl3vuoMFz6S2uE9bqgwvt2MCT6JjnI8MEDuvaHiob2kRyq9I+zmvXE0cLyXnRi+GewePT5SST2K1kM9ddYwvjPGhb0/ozC+I+p3vaTtwr65tDe9YMCxvbDv/T2vxH28ndiGPjWIgLyf1HA90weJPE+t2j2ZFn2+o/qcPmT+/L3YYsY80nXDPlIieD0AIwk+beSpu0UOQb6EX5I8STAJvs+AVT01Chm+UxPePFboar6p9lw+/rPgvF3zwrtlwli+jHgLva59BbxBz8q9d28BvkCK372FF9I7yDyhvQbjAr5FVJo7daDrvQ6W/L36gQu+gaXiPZnbSL5lOJ69WtEHvmULprwsQTE9nWE5Pp3vHTsBu8Q9g19gPSFhgT1zUiC+BEInPg14i70xl969jNtFPkXPvL07Jrq9GdbnvZ3O4TuWYzS9IINuvf8mkj3G7uS9EqKuOzwc1zxefju9pi5zPebekT3q7Sa+foLZu53Vsz2WpQO88wrQvT8DCz4H/u88AmvxPVf5rz3b/UA9i4gnPPRoC77VMJ28v9UAvv+Tq73rWIW9cHnPvB6Urr3X8Ja9zYyjPH6y2j013Ym9mvvePXX+gTtd+Lo79e3yvZ8uzzw5PoC8PkO+vXr96b3HQXi+zOSlPVQN8D1XnnE7Q2W5PcWROj6kTtq9YJvGO+HUVT1KGwg93O71POILvL1qCJk9n9V9vU/kK7xNaWk9X6Qsvr1mE770dwk42hGMvZCH77p6Rgq91wlvPPaM/j2d8Wm+TKAivkepzbxkdQC+mhk5PXNo1b1mMdG82vVCPHszsL2NSAW+hzNnuliLqj1yFmU9uT8UvqhRtL1/4XM9qpUVvcvJAz5fZF89GizHvbi5G75bpTQ+xWgLvoqHmL1lQJS9Ho37vAetLb6vvjs8NOOqPXUfejyR4CU9Yy8qPiOYAj7kWYy9WdQIvjwI9L1NnBU96uSUPgGQKD35S1e+EQcoPmsAwbwbDN09QPsaPehPhLw3xjQ7W7ZrvMoB1rvl66K9l++aPWHuS71U6EC9bCSvPn8Sl71YD5e8NwMHvt9lar72lo6+vBEYvdX8sTsIhWM88Q3vPe0XFr7b8yM9FOeUvfCL/T0ilzQ9Ix3QvV5I6LzaOXu7HEjyPNtIvLvJicA9B8RZPe+LvD1PMLq8gdmRvc7GkT3WlZS93BxWPQAtCL5BGsK8J+SVvFARIz6n9yo9+x++PhMZBb1Smt69Kvpovssnhb45Wtu9VHFYva5Ecr4DWog+H5WxPYIZJz6zN4C+nX+avUETbz2XYEM+jfgCPX4YVD7gpbs97kXTPeVpEL7grmm8BFMNPim3Mz0QsNi9bE2hPHvfLr6Wbc+8XxsRvvPYzbxGWFA9paauPaIpJj0sH9s9KOoqPaVmlrwMXMe8fXE+vjawsD3m2XA991LyvX6QUr1rn368ZMrqvGqZK75lFx6+hRWXPVS9jzx+ohA+GOwWPRCqt7xqEcc+i5gOPncPYT0NwGw984HyvQ+7g72phf08p/YMPV5TBz2gGoY9k4T8Pc29sD3PrEK+v8TDPa3p9z031Zk95bIRPYqnhz4KXAk9G0kGvjcB0j1NCzu+id/7Pe2hBL5SBjK9/ztIvFB9nj0SeYG+1MwpPoDI873LlX09H7TwvaMrer312Ia+PPKRPQhkF76iB1e9wPu4vHPLZ77CR/c9NnZFvmwX9rqJzes74ifEvEAmXD2BFdQ9Yb0APlSgyL7LWWY+T9t1vfAXoj1uiRU+VyrTvbEoL70uce69wyaVvLpHjT6jSJE9rCTMvRPsJD3L6YM+8JQovhvVFT0ey6y9zf9LvfD/bD6gVYU+z9o9PgERMz5dxcI9ELZVPs4Wzj2tt7U8j+SjPutG97wh3ku+v/ZcPg8XNj65ZLK9d3NoviJ3hL6uITc9xsmXvRWLEj1vtBi+Xyk/vVa4UT4yTjg98SC5Pc/nk74SEB69fZLIvPbf0zyP0QK+1/HZvdGxM71heha8hTPTPWENCj1IJnq+41HUPcAbTL3YMdA9rwKGvjBb9jxZUEG9GhFaPgdKHLoXykE+eWR1PfM8s72pbzq+Xv7ru1oyez4e/7u9vsQ1PvYuU775GlI9Nag+voRQ7r1kRBK8gBXCvUPc4z0TG4Y96p5sPTCRLDsE+yE96s0UPZxNhj2H+OQ9kFfnPePGsTvF9VE+4r8yPqxjxTz3J1C+YCUFvojaiL7Cp3k9nVcXvo4lir5O1Bs+QiHYvpSQfr6y8/U99gjbvYq6yrwXeeY9z9+CvbOfZT5pvtC+cgdhPYiGKz6+ung9/ppuvTcz5L23CQ2+/FTMPEGVjL3vDXG9+lgDPVhk7byy6zE7t1GKPcfWCr6fCae9W8g+vP3O3L1v5ni9kaFGvQxfjbtc6RW+wC1hvXHITTpOtxs9vdImvOUVpT27PI++fJ++vdtYiL2tV7a9+Tq8PCCqpr5DUyq+6cYIPcRFMj4iNhs8srwRvoxXqz0QshI+V7B3voDwCj0KxOI9QdYOvb2VFL3KHJ89qh8AvqiPuz1GqZc8OhNovfttG76va/+9sKkcPYBQUD6I4YS8karJPTtGVL0HjWu7NN/JvaCiU71hwdw8jsAJvtyfk76+EeA8Xb3+vdcloz0lwNC8jcqAvswPwrwV0Y49JDrjPR8R67tOwZG8X6+cvmqmJD0wdxG+EiXvPT6nxTx1aSc9OAP7vYmSKj3CmAi+INtGu731hr1MlDW9bVMvvvKhXTzUTyg+2N/OPYjTlr22P4O9hluxO6z8P7sfFAm++g3QvXzncTxytUG+95THO3nYQr4qbpU9T1q5vTXW8z3VZ2M9pwqMvSExMbxUBO+9c8OvPDyu6DyJMWU+a314vaQiyb1iB2C+DAnUPf8qjj2AHW++nc60vQobGL6GpHe9bbJtPXKzLr4/O408rka5O9VRPb2U2p49LqXVvcc+kr09IhW+mSK+vk2MJb1AA2S+uwF1vfJYZDsLGfu8rlUxvuE3fz3ZGxE+Np98vV7SYL0q/dA8zG+DvUaRjb16kuW9ZjTtPQW8yLyO/p8+xv+ZvmUk4zzUmxM+yeP+vGUEdD1t69O8j6sPvtCV6TwEvVy9y4ZTPtQpWz5oNQI+VkaXvMIt2jw45IW+Bj6TuunQGz087Zm9B4Elve2gbD1qEHA8qjwuPkqoeL0SRna+cepZvjrcajwqQmO+TRULvkHBGb7XaVW+o723Pa9snbzdDri9wTsgvRfXvL3dEQ492bAovcAXvL3YUCi+vJ1hvo5iuT13wmQ85nMVPvB7GD2YBY68e0MZvifZDL4Yb5C+mEX5vQwyKb4sXLK77kIOvKe6pj1t7M04ikfGvRQtz70Bl449BvCWPYYJcT2NtRQ+vmAfvosETD1kfCq+o6dUPoU1wL1hwlK9jhVAvnfbij0OzH08DbJhvourjb08okq+NW6jPJ5zYz6QnfU9WCUWvbFhI75lAhu9rIXwPcF9Uj3UNIm8hPPbve6JDD4USDy+32zSvUoKa73tDWS+i9DivDgICz5cXU86GeqXvUPnDT53the9w6kYvbG5t71QvnG+bBe2viZIqTw6u+68dTm0vTcyXj2Aqwk9OXYMvnh3a7wQcIQ+uUFbPUwmaL1obMO9Qg0cvSEm1r2JRwy+XpZwvCAplT0Uy5A9PC65vV0htzzO5Hu+lPZuu+nyFz798hu+5TzCOwAtrbzc8fe9p66iPW9z271eO5U+dbljvmmvI765MUu+sX1LvnWo3D0cFRk+d6MnvbRKFb5o9gi+gapgvQDzJb0K49A98C+2PUPWKj4Dlw+9ZaYDvk+fNb0k00M+wfrXvDvCg75GjRQ+i3cbvoAIljxqI68+uxynPTa3tr5N8jO9HgqZvHCckj2Xn5K9RCOSvqCGgj4BUhk+/F2FvDaIlr23TRs90egLvbehgj3wWJW9cymUvEIlnb2awsm9+gBNPfI6TL73xeY9p1TYPf/VTr5yyba9IlqBPeA0wD3itqC8n4QYPZlIsj0PqhM+Ct7+PTKNO77uPDi7QCqvvjg0kj31mqK+YdNZPqiVK74+Qia+1ssdPetnQT0ofK8+S7OrPjpv071Z6GE9rnbfPa9qwr64CT0+Q7Jtvf2tVz7Zod49a2tUPSh+uj0BCum9iTnAvmJjeD1bmDg+7j6BPpemdbrSTnq+6pG9vUAaQT04o1M9NyfJva0HEr4CK+s8M6syPs1U8r2Ic0S+vayLPUGMB73a4ZI+voSoPVEPHb7Haya+YjzJvfZlDL6gzyi+gQ4lvdrZsz4GOci6CSOvPTTuOb5hQjE+GE4svjHkLz71B2c+iAO/PaaWLj6fBeu8wGGcPZGpgL44YxU+9/sNPHg4N74EEdc73/gFPvgXC775JTY+jfe0vXIo1rxSk2Y9AIuAPVZ1171gfhS+Y65EPVzcDj0Pvfq9OkAovhsdqz2Qgu29Om2vvdRNBzuLgu+90sEQPoYMyj2R0lu8ketQviaGFr6OL4U9b/xvPb26XL6kzOm98HSwPOWgCbw7m6o9iPf3vU5j4r1hGKY8Wq1Ivtn8Or3Tgca9KIlcvVx9Gb5zajM9pHlTvrqu+b1oSM48fGrCvLKfHr1jtLK9A97fPaCJwT1Psqs9itGDPdybdr3a3D69HjaovQpJJL6g3ou+myuEvsaUuL10kcU7Hn6oPRLf2LtyL749pIx1vhfQir3qSY69O5jSPbZjgL3O7fW5uUFOvggFor2KYVK+I4YwvkkuCT6mcNk81RWBvlDBz71pPgy9x3KjPX5CZ7yjnlW+w7AcPC5cmr0gXqy9JRHHveWmAz0pOvI9DzCDPa3+izvJJ9y97kvuvdUv270gPXQ9GFzXPV7tQT1vJpM9WQSZvSa5Db3pO+w9WWFlvfdsgTz+8Ay8XpprPeiOfrz8roq8lJ/UPQS/qz33w5w911bbvS/Y8LxrBku+oq3hvcrME71CC428BA4DPuv11zzQcDe9EEUAPnPHF74tOro8mkihPJrCo70rJCe9zuGlvYwGnb2g+Sa+FmgMvslxH70X2sO9BEBwvhdJcD2Ku7o9e23Pve3fTb3woM28lo7gvchsf72DijA+sukDPnINVT6JDfy9/CrDvdDTUb6HS7u93OGTPXw8sz2vlQi9v6Pqvayj8zxr5Gy9xmGXPk9Q2b2YXmw+UCAOvlBDN73Ecck9q1ExvUri7j1GejA+LoAlPf7Kor2A0+G9IksNvcVv/Dy1cOc9fcibvmsIML6CQGW9w4NsvtRsib7xaI29MI3tvVWoYj7/I+a9pfcIO08gPj4Ceai8lyVUvrT3fj0Ji448GLrbPXdViz31aFI+W+xbvGReQj7rkwY+DjkMvZ19Pr1B90a+uejGPPNFjr4NaQ6+3gUoPm+a/byb9He+DuSMO1Yg5b0b4Pw8xTaivsGOwr1pr+W8VkI4vN/YTz2MLmu99Iw6Pppw2bzBqEi+ODnvvUl3k72m/rQ8iI6aveU14L0grMU9YVzou2iuXz6CCgu+4GN5vbCmrb2LAtW8ytz/u7Ywlzul0yq+vDBhPV51mj1vH7G+/30svJXxMb626jW+akwoPfDvO7zdRqS9be1gvdlKDz5v/5m93w0KPvyKib2LEKS9+VZCPSHhYb4wiSy+U7wXPcHrDj2M6zM+FJwQvgOOLb1gLzY+h0HTvRmCUr3sOIo9V74CPiSbUT73hcy9FzzYPOnxpb0KIC68Fx+9PH3Jy72I9n+9GPrIPI+iNbw6fAi+ZgyoPH0t4b08McU7jgfPPefy6T0305g+HpuYvYLV5j2MbqC+0oqYvikpEb1ZlaG82RVsvaWstL3wIFO+J/0Jvr5dEb3W2og94OANvqD6mb7t/Lu9MyEMvov+i7xVOpk7LdxAvfAnWD3GxLk8/eUjvSTZmb2OG1c+BsxiPYXEyjho8nq90HHvvcVMT7wXaLO9DSZzvBpJOT7VI088neZcvVRoLT0fpxW95C4UPrNkZj4YwRs9FLBnPX19SD0teQA+9xKNvdhhOzy12N693KWPOxme5z01FAy+CuZYPh+N1j1nSZY9ulIVPXHsjT5ZZOM9GGVOvZcHmDxLWde9heERPSSiyL0Qe4u+7AE8PpZeTr4PC349M3cEPV2Bzz2e8XQ+BR+pPTXfqL1MkCs9mTcEPBh7jjy4r00+XYbWvfC5KD6ZCh095wgdvs7XQL5k53y+edizvm3chb3oXXI93vcqvsquPL67qx4+4NjuvcjJtj53TLa9YuCvvgDJH76gkws+dyzFvZ0yFT6v+ua9kerDPD9VA70dRhS98qUNPievGT4qABs9CpaGvscmv70s2Ma9q1COvJD1qz3v0v88gSzfvdmPvr5RQY88/z2MvRWRCz5Gmlo9g9LMPJ7Pnz1Asss9QLquu9EDTr4prpe9tucdvVECIr3PZFi+2n0Svv4GHr6ztJa9ul92vgkTQT3t3Ji9l/MgPRcEBL7izpM99qMAuzHpOD1Pdbe92MLTPecAvL1t5IY99rqTvYIBCD3cCOy9lKNyvZob/byt+RW9o1s5PfBtnrz2zrA8hZuDvgxtp768Wga+tZwgPRqnAr5F3y09xY0fPV9qMz5tKAu9kPHpva28drxlTl09thc4vVPMBL6yvwg+NtPrPYqhAj6Zysy9sQsRPmFjvL3OeRa+p7RAvcK+8z0ULt47Xxb0usWTxT2KN2Y90jIWvi1Emr1F1JU84HYYvaLIYD2xGwS+AwRUvksf2r34VXe9nF47PdAQp70xvAA+V+cdvUi1Cr1ZyDk+egRJvnI0/D2myZK9MST9PTYlUj1uhDI95rnKvbEy5D2Huy+9WmcaPggBcT1EpO895esYvvEQHb7k7tE9G4G3vSugkj3BtDQ+81Zcvhlflb3usiy+Z+KivRiczT2mX9a9PSDhPb0UiLsl1Kq9ho8Qvuzbtb3yxF+9fIKuPSD89b1rDR0+gUc8PlYzfb1IBNW9B8PNvHcbLz71S109llnYPYkul72he+U8UEGfPVyFCL7YmqI8rGCmvYfdW74qMwa9T88KvgFFrr3xYY29GTZXvl4jPr0JElu8AwV+vUPqnz11Njc+5ev7u2JbN76qIC09ND8pPd58HD5NHjk+VwqiPfYFqr0FyVk9TMFpPnjtpzsS8C499xLvvZW40L4ZW4k+vGBOvhNUuL2A3BY+ulWSOlVA1z2900a+M8k/PojdhL5cq/M8MbRPPggfkz30BrM7yfmjvT73uL1bwIi9c9kPveQh9Dz31ak+sK9bPZaG5TwNYs887XeAPopo2b3+bQW+aRkEPu6/Mj5RhkE+0P7wvN7noz1gets9zcMavoo4Lz7UYCC+buOGveCbxT6LSk29XTmGPTMvCjw/MhW9iGCuPc5AED1Bzwu9yqxnPMmSw7jqAj++RWICvm6W8b3lsgs98FM+PrLNqz3qozE+FBHwvWhMgT0DEhq+ctG3u4IxDj77oh4+pTyMPv26Wb2ISI0+7mnnvccuiD0T/WW9Ft2Tvn1C1b6A7dS9+AVRPMTu5L0m9WE9MrqrPj7cCj1RnxU+2P+hvchsfj3mT/U8tIOGPn0JyD0guhY+xrpCvOGFLb5kFZA9Hx9rPAQRAr4O/cs9diJNvbMwIr5xepu+qO2fPZyik70fUaE6ojSmvQnLpT0emHa8HoDIvR/3n7yzpjo9U5uIvo/3YT6Ug4y9XonXPWs11j1MCyO+pcnIPc6HBTpnSay9mGIXPvpNVz0naAS9Htd2vinQzr3SsEq+SCfOPYUoID4XCCk9xjAzvqj1lL1rZ5K+dJgvPqHkCT42QnO8JQlLPEz2hT3nZAe+bbiEPcoCgL4zFcO98Pzxu5jqibyy9Ru+X0JlPScFq7sZb8m8fWZ/PPdWNr4Cv2a+kvO6PZe6BL0NL9i+TXv2PaXioz6IXY69LQDpPfbVsLwKqxu+Iv0Gvbt4XD7N/Ta9hzRsu5S2Hr0e4vU+pWfbvUqSHr7QG0Y9AhqPPrafgTuMTQO7Hjt1vphWbT4wcws+EHebPR+73j23W1I++MKku1hZtDxkIKS+IL2jPQnbAbv4Wo88cVPVvcsL/71JZdG9pSuNu/el0T1H/Ei+t5L0PJ8IVz27owI+SSKXvWdKsT1r8ti9UXZhPsQlY77S0RU+vBd7vn6UBD5loQy9A70TPm71ez7RYMi+87AvvCsMWj1jZpQ+t4GHPuYd+D1H+Ty+BAgmvrSfgryToko+UOtmPX0wnj22+5y93yVZPiL+Aj60hKI+S6yhOvQPnL2RTLs9xyTLvUmsar0cRxc+V+OYvsUV1bzQcik97/eoPLxwVr7wRL29QPLTvQ9YFb33iGy+2TGYPYbd6btG+kc+UIxNPhrOp7wqzXu+Br/TPWyiDT5Cnz493tnWPXa77T2/iFu+2xXnO6cMd76GWlI8HiFIvmzauz3zyeq9YOWIPTo1Jz+5lXO+ysmLPtiwCL3wuD0+rpGYPFYguj1Dr129AbQaPmsKib1U46q8P76/OnT8f7sdH8895pbDvV66/Lu2hjy+B3FQO79VCb1K+qI8xP6XvXn6dTvQl+I8gk0fvqq9sj0DQfO9fMMpPNgM2j35rEm+r+movNLvkbt+V6W9zIW7Pamr9r25zuA8XyJ/vUn4xz1hFJy92r61vSotKr73ycA5QZYOvnVeBz3jv469sgtJvs42a71DSEU8C0PDvTwqG75yvN29G+0YvkDKkb57Pzm9bcZ2PZ+nCj5KTam9WV6wvC48yD3cCxc7y3zdvY7J170gE4O7l42NvcLuiL2fJ106sSoLvdVtWb3opQk8OatVvoMElD2r9ja9BqiVurEpSr6ujxc+b0sTvp/S+jqFeck9blosvoTJ2z1jLkE9nw7svA36Gj2f7w2+G4PovFPvMrzNQEA8XQ7tvUqatL3K3Ou9XUWFvQVoT76H6zW+ovXbvHOzcD3SBra8etfyPZ5IpTxIZqk7jSqOvVjxIb7HIMy8aY3QvfnJ5buh68U9MONfO3+F5bx5lyu+u10xvYhejz3LP5Q9kks0Oto9mrwSgVY9bl4Jvr6kHj0UYRy+IWyuvRAbCr72De89W2dZPezx1L1AyRu+sz+TPbdMBL7SGjQ9odu+PSeyBT4MiVW9HxeOvlsns71lwkS+uvEDvhdfkr243as8lBj5vbydIT4dv8k9dqWDvpvtir2fMYy9L3W3vAArZL0GChs+1jdAPRtUWDuD1m49U9HNveUEI74mXF4++vZlPdbvHz5QqNO8LwyXvZv/hrxmwla+M2lGPQdQQzxNICc+C69BvYHF/zwe2gK+/wSnPPSoBL51YxS9OauZu7isZLwcb2W9vR9IPpxMEr1OGH67GZervliHlryku+29nYL4verFT736VPG97WLMvTLojLpEMhK92FI2PelaP75mH4E9HJxgvRutrbzMO/k8hn66vYsAIj7wV6O8gQyePcFlEj6hyXC6dqp+u0LqSLzKqKG+bCg6vR/8Lr4DJzi9X5ymPWq2uD3ZL3e+hh2KPShaGz2Ld7G8jK/Wvu2x8TtxT0U9ZWRsvopUkz0TmwY+Q2ZnPXzrmL5czlO+m3n9PcTHyrwt5Oa98g7+PUMuzryxsue9ANciPr+HYj7CybK9D9kUvluH4L1ySDa+Lz8RPu4QgT2lFbi9dAJtPePsDD6B8vm96o82PNXQBL5JXlq+SJchvbFjxjv6XYy+XKEAvuaeOD1A8Au9eZXOPfDosL0AidO8wU/zPfpzgL6YEI09btBwvi7/mr6CvAw+EAgEvihVYz32YFs+NEqxvmRaZr6tJ1A9jkwLPoHzSDxlq6S9sB7tvUgs+z20dfa81aA8PbcO+r1wFhU+Dwkzvu8oF73Oq6+9pfbEPcBrRb05+DO9REIsPdUyzT18KBM+61fAvSZfgz5Gywe+jOcKviik3D0YOJa9fiIPProUPb7AEUa+YvY/vrNbDr7SvcQ9X32HPiGtm77kfIO9hnJivXecab7QOiO8rWTYva0u6LzEc/w91IiEvRAm9ztcAcE+3yxfPQMVgzwETqW9ym1HvqhUoL10ezy+LoToPOl+3b1oQ748xyNdvpONKr6Esi++noMQPiecXz4h8Re+6eQsuybhWz2z7JK857KsPUUtDL4+XDO+85YLvsxfNT3d57W75dkTPfbegr3XUXw9cKysPZidxj2WCa08QYcMPeh5CD6XTxA9kD/2vUfCJr5xRT++gPMgvmrOHDw2OGs9rNokPR5/4j10cFY+0xB2Prv6bT2zAsg9vLqzvYTEer0PHwS+Zdu3vd/DXjxXpkM+s6FFPbiSCD54/re9YesMvloMuz22hki9VK4qvfG2uz079ii9uQ5kPW0J2T2uOk++qkF2vga2h77fkXI9CGC9Pdz+oz70Qhy+tybuPPffBL3UL649OYw1PiBO+D3+Aik+80mIvu2qgL3KBFK+UqUbPu058TvjdR69eWm2O7w8sL35f9k9gKyxvbownLzDNDe+XxA/vqUNvL1c2GY+RYgmPoExFr5imt49wulMvg4Z6D3LZcM8Q9uHvXLwHb23Egm7ckjAPdouwb3DITo+B++jPVa6xzyQct683MHcvUI4370qDDK+iGonvqciErwfdc49K5g7vthkKjzlo32+gsO1vKD4Sb7EFBy+80DFPevFxzxehlK9nmdPPLDLKb6GBQW9X6PJvQ2TVD5Euwa+51ypvBbFHD1GB6c9FEiyPd/Qkj3YYY6+0DHYPF4ZFj4MWXa8vw+ivtuLlb7/tou+KTxwvofAnb7NboC+sSiiPWKMZD00GP49bdnHPef5sTzzXAq9CMD/vYtWpT1GPFO+riG5vI5YAL7MMek9EOnWPGU+kT732JE9pMKgOz8QvT3iQhy+HIWcPeM6hL32YXM9VCaTPa/mcD0cJuu9aRTnO0z1Gj5gA3S9BuFuPSBCmb0CnJy8aNYTvdN6GD5Qab68t63APTVAG76/3Xs9595IvnSdU7wbq0O9VT0nPY/2+L1X0Pg9qBUUOzdrIT25ZR6+3E+CvSpzPjrBLPC9rGIovAs3Vr330t29PnAmPiJ3iT3Dlg6+FHoxvt5M+70qEWY9QRGnvQnqv71NzFi+EmXTPdJzFrpnRnI7RRfVPcyWV77Y+Om8i3/EvRyUlb0X+Ba+7vLaO1qlFb0wnvU9kymoPeAzyb3l714+38Uevpo74T2Y8Wu9NJOCPHR3h70BZ0A+p5k4PvVzFz5G8iI9nMx6vsUbjzuiISw9lgNuPoDm/rxOdza9+Lt8u4CwLD4+D5A+0KaFvXYMpLwZBnq9DV8/PcJYLT4xLFi88rjLPbW3fb6ziak9F3XgvTg6u70OeNQ9PnF9vhz3KT1FwhG+UPySPtKadjyQ1gs+BiyLvEv55z30NwK+ZS3jPQs7brzM1q68jxHvvCJeMz60LWA9vGk+vN6/OT4OE/Q9o6X3PZ97oLwwkYE9PQNRPfh1Ib4fs6A9zfS+vaXYurxCWMM87H5CPoOjhb3q+Py9Wl8Bvog9ET1xGmY9Yrh1vdsxsr3Y5Cu9VYm3PI66TL3n4Ee8k59JO2oG6T15AAo+MIiEvaBBCT51wIC9M1CKPjKuMr47Kq490zGGviGXCb0t4xu9hcmpvtEp2b5WRYy95Q9APvPrGLwDJGC9FrK7PpSuBD53O32+wyosvNKwPjyihCg+7GAJPlmSTD6wuuS9o3YRPb7CQT0poLm8EB1JvRB2DT2AXV4+Vz2BPNZVXDwCGqS9z68QPXXTobzr0AS+FXdOPgr6oDxP2Yo9oYxkvm/7Oj0d/O09TYY2PTvxCr2uB0K+580/Pe/hGb7X+uc9d2mXuz11nrwKjmy6Dq2nPesVS75X7+o9QOQEPk1MTLwfVRg9oCpYPZVwU71ZCWY+Ua01vSKYQD0OxAE/Q3yHvQWyWL5HX5Q8wOE3vQYlrL0xJly9UW7qvQR31j2XXMq9+quHPdG3gz6fKJo7/zdEvfJVab5fea66qd2ePuC4HbzKbRW8RrhuvE7cu70H5GS941czvra2Pj5CBge8KjuJvPnhgDzdO1Y9XZWpPQhBGz0N7uA9E0jmPEmpjTy2hAg+hR94vNvNUL1D3qu99+3YvIOkdz05h1C+WQ5VvQ2AED1CUZM9Fn16vrEDoD0VnGy+T5wqPfUUnD7P+8u+4K46vUL4wz2tqaM8OX6TvTuRbT0+pIy+4sYpvbMWgTtNinc9ZB6bveqQar0XNk69MNvBvVBCJbr4ev28+OsDPaNKRj3YKAQ+45dsPXo+WD0Eics81ZD4vB/WKT6QhFm9azKZvVw+U715YQM+sEo4PqZwYD6P8E+8s+hevp5Kub30TEu92jxbPcWeMj7ccpg85BilvUPsTj42Uyk+RhcPPibgJz3VFl6+5sKVPtQUoD2+Hs29FdA+vXMmyj0Luda8u9VfvcBrob2ix1s9n++FO77p5j6RH/U80l+Eujb0O70par09fmvCvBqkND09taG93zj9PXAbBriVD069HWTePtn2Kz4+SRe+zF/BPTDXbr0QaHM9VizHvb0q8z06V1S+rb3vvZLu/j3+GJ8+5s4cO6SDjb1AlZ88YlkWvTpmrD04x549XjfFveCLjb5ky9C8XoDPvUEJPr2FfoQ90fAmPlpw9b3myCa9EgPLvSSAF75wV+69/tZHvfhNWz1WCAA9zPz6PdrZCr4nnhW+XhQAPqx68r1gwg2+sgcHvck7K76O7Cm+5YR0vWPWAb6+9Bo+9SuAvWz0Gr4wa8e93p2qvcY+vD0ymgU8xNsYvTZxrD1X1Rq+lhKAPbdicD0zJdq9eJfJvVbVH72jZte9UbdAvd+RZrzPFYm+Rhy/uG18KT1NrcU9q2rcvU/2/zyPrMW8GTfIOvSW+r1l8wm+Z3m0viSefr5LdyQ+/SR2vtjU0TyS8FA9BqUSvRFT6jvZXwu+34PJPUFK3b16vm083DkLPpmqXL2R0UK+gv7svSPL2jtwywe7RiPYvbB6Hb4W5Vs3NJI9Pem8P70HBJy+QYZPvQ18zz35+co90JpJvi+Oi71SJHY95l2JPSxf1j28eru8Czoavs80bb35iFE9cLEiPecQOr4yp6e9qPG5vbpUVD0tu7m9SvpHPeF0TD1neH09g5VlvW0IODzuD0i+ZlZnPbOj6rr7+Da+T2MVPnEWJL1CC4E9XFo5vcDSwb2fDQK+wwVXPWL4Xj0MNC6+2hVBvtbUIr6umMw9cJXyO9iQez2Wy9U9iJkKvgJ0EL7nBBq9gcOivDMjm728WAo9VGwOvpkS3j0foh8+hDi9O7HdQzzJ+G89RDB9vLIlHLuRWhQ+v6e1PfzToL4ygAU+sh03viLKE75t0qW9h03BvQRdhD0P5Bi+1B7KPehf+jwMtoo+An/7Pb/tpb20uV48FfaHvoslKr32Alq9OYOkvWGzhL0mI6W9ZZ2QO1NLR73svMy92YGaPrXfoz0zX6S9jg8FvpGaRT4h1xY+xWWFvgf+b74RbQA+XJ6HPk1mQT1L1ks+55RmvTNWhz4D/JK+uPpwvi2jPz1S2jw+RJocvm33ST77imm+AMuyPkF5HTwvLya+VfeBvqSH0714IL29KuhJPU/BpjwNIZq9hAMavhHL5j3Ac9W8XK+IvWcyp74oCwY+dPirvElBZj1tOtI7II6ivQTvSTwVxzs+BAWmvpDclb7u6dW9vwURvuBfRT5ujzs+qccQPqymMr6mMey888ScPfpJnj27Aw++ggtWPgX9CD2jkfi9z/F/PsLCL7yvmrw9euiVvVcfDL7muYg9iDNFvpoKoDwqv4m+GeD5vZHnoD3jQtU8/agSvp4hST77+KE8yHvxPVXskj5YK4894rEpvn89kD12hmA+BtC7vTTVEL5V3b09ZKaLveAhkb1oZam+wXKNvXMghL5xmKO9QLuovRrMtb1tjNE91944vrFwFr0Ns4E+qnbgPOprEz7CUag+9Kh4PmgM7z0Twk28EiOfvCGTUjz7a749EUZevS5eU75gIRS9wWHru/Bm2TZYdWC+hH9fvUk1Nb56UrQ9Lq66PLZ1gD3HDDa+ffUkvdOHyj5yYh++T+AEPWbiPT7JqFS89gvMPPYglj42amO9IJ+qPWtBB77Z6sE9a4WjvExhv71/qKs9L+EbvWd2p76YEsW8BAnuPEts4jzCck++IejKvZnu0z6h9Kq7VL67vW1/Mj20+7w8olEdPj2Ad734en++NZeHve2Dir1AgFE99WM0vn9jaT1/9Cq+NxmDPmPwZ74v0Bc9R54CvcE1BT5CSpi99SFePZa8AT6V0Q6+sS2mPam3lr5UhP+8fTm/vbt7ZT2V9DW+g4z6PaMFMb4cZn6+/azoumSkWj6o354+nPq7PUG+371PswW+d9hWvphKAb6YI1w8Hl5yvjYLIL7P4gu7WqOePR1ODb7sY3s+JVqDvJ+CKT7dPoM8ITaLPV4GgLwow6+97ZwBvrpihzswqm67NTLAPCcDv70U15m9J6G3Pb7ngj3s/N29IQEPvTrQJ738Xsq9N7/0PUnnaL0MlKG9CqhCvr27+jwbEJs9Z+KpPk9Yiz47YIC9zsSEPZkGnL0JkSw+WFShvi7zfz1VoLu8ecuZPD56yboqRaY9no8/vYqDzr0T70E+b8UQvivCvj1rhxC+2fRBPfFDhbwf6yq+diB4vh8twL2e0aS9NwdbPFTsoT04zYi9/c4pPIEaxjxkMOq8KL3XvY5WY7tYBR89hpo3PvnU3L1XrW0973YfPuxJyTwSypo9EVNkPEsGxj3pqge8VgrdPa0hnb371ES9FbUFvmHSVr5Cofc8goNpud6Y97yF4Pe9lMPYPcteF7wv5J6+iyEKvj2t9j1fG0i+SmiRvRpZGD3gLrq9iOysPBYwvL29Mj6+YFkHPg5K7j0PB1q9Nu2svb8Bd7141Km9OF5evcyTvrgDpnE9XS/xvVg4tL0+z1K91WuxvVgdDr4j2Ek+kHVWPs/v/r0Luq08uc0hPIwBQb1sdLM9krcQPl+TAj7yAgw9xsTxvcVuwD3KAiq93ET+vfshqj0brb66WSHDvatQGjw5naI9HkHQvY24Hb7+cGm+1LeIvnNbLL4aHJe9Cm3+PKpYcz0czwM+GQINvp+dB75+x06+yHf6PXNs2D0T3sE9Iuv/vTCDFb70Vwi+l/cDPsX72b29aaa7HgCsvZlzML7mYFm9O4WaO6d3Az7gkpk93dPhvScxSz5fDTK+oFhnPlzvYD2qyEm+U4xFPdPQ7j2wDqk9aKBkPpGwBb5QZgs+AQzKvdrAxj0OpKc9k14YPpKbP72t/Cw9GN4APhk7Ib0Obhu+pau6PgCt+70lrIC+dH6xPkOPCr6hHts9uElovX6+aryl+rI+46+CPn1NgT70UPG+wyJZvi1NAr4ePwO+tA6vvcdzRj0gkYQ9fmaiPa9V1L3r9EM9HZDsvfBcVb5uqHW+TrTkPhiVeD0KQuW9jwGhPeoTyr1cDEi+n/GGvfeywbmx03I+edrdvWoL3711/2G9OGt5PdMLDb4MPYo8Eg+qPTcG6D1Wxf49zIkavjrQEz1aQ6G9ZGoqPaJYGr4v+3s+GJGjvd9KVT0sGVM8LQbxvGwAzD0KEPY92MzvvTEfvLw3D5Y8sgSJPUMuGD0gNRK+Fh8CPstvQr3aO5S+Xa21PfrZHj0JMKo9IVeJPQWUjD4nFxk+zg0EvjdAAzwXrru8uaJHPdaxHr2dTTA+6MMkPz9daj6A9dy9Z/zUPZx4DD59PjI9+CMXviU2n71RFFI8rdQ8PZIIGL4qwk4+wv1dvjn86buTqZG8Y47kvD474DzxwaK9echdPdAzRz40K3G9W7FiPV0quLw3M9U9+Z96PeD0Lr3dJDc+Wb/6veO8iL7GnZ0887dFvrBQEj39DxI+TasEP2SQMr4M2x8+FIjnPeOWCL73JBG+Ub6CPm+5sD0dsak+bscTvmNaaD6hlhW+a5Hcvi9ppj1EDeG8jUU1PpUmt73ykKa9SVhbvV5Cnr0IWzA+M7qYvZqqVb5VKVg+2ymFvuguYTuswyw9hq0aPZvoHD4wnMe9t4mjvP2qfT2mBJU+LRtNvC/8Cr7En5g9vqp1PhhTvDxnP7I+ReLEPbKmFb78QN4+qmP6u6RJpb3rQos+gJVXPXXkEb4TEnQ9wwUDvszuBz4b4MS9Pwg0vdJCij5UXxA9X51uvh2/Fz7EfrC8f8ICvn5Ogr38NKY+kR0iPl43cj6TGCi+ouruvX8tRT2wjdE9QW7WvTQE3T09Jy49V3L7PD+cE77TExk+AsaVPbduJ72N+Iw+9WgevhXRZb7n2Ha8DvIcvVcBHbzsc8k9SYxbvdYqhr0HBgW+3pyfPVtX8j3nQ5s+y4ncPlbyyD2xgJI925aLOgjopj6EYMk945zFu6c4ZT0wOPY8iS0Uvtmx7L1xmSu8OTjGPpVgjD3+ZrA+tqgyPjQjM74T1Uk+Yi8pvio6oz68IQE+xwD6PeblhT6/bcC9eDPiPX4Rszx7wms9DwonPXbY0zwtS9o9X02Nvep1cz7Gjg68wDHhO+Bq2jwmYMm714YWvs91oD036yM+8Xb/u5NwzryWYJg+Lx/XvOTZkjqmITo+U+2gvcNOh7441iI+t7YFPaApiT6OT3A+6E0QPgLzOL63lOS66EtGvdDMpb2nWlE+mElFvbYAJT2fYwi+mS6iu3BFHz7m0569V+eGvMAxnb35XMy9Ue8evi+MCj2w9hE9PKffPM5QD7txpry83DeQvBeTHDyVxaO9iVfGvVbe/rx9Bey9fKcCvii0c7yYkqq8cxIlPZhcTz1xr+i7RdAGPbr5jz183Fg9P5uFPe9ggb2S2wu+XxiHvTNpUb0Jpdu8t78JPf5+srz5V6a76aHQvY67Ar5zXDa93H7YvTYrxr0dkZw8Y8pgOqwisL3MaSe+xXhJPvOZIr6MGve9JLM6Pj79OTtIWge+aOkBvlf7kj3rkBy+LxuNvvUlp71XN2+9dUoHvluXHD76u+e8fRD5vc2tRb5gEhy+GXXfPRZN6zxq4G+9TJHHvL+vgr1Yc8w9W5/DPJlfNjxOS689830zvIc7xj3xKqC8csulvVLU5L0BMF28MeSRPTjYvz39aiY+DxavvXJE5r1ZrBe+8QwHPsWcw72TdbY7ixaqvd/SDTsMzLk9WT6qvTlvS7wAjuW90+c5vkgWRb2QXAW+tPuvvFR7XTzINum80uYPPhTut71Fg269ajBhPh/s47xkTSS+krw4t/YLYz6nlus9x8KBvKuI2j34/zq9i3oWPdHAw73J7MA8TknXPWL0u7zfMi69PC/cvWwYiL5s8hk9KGPsvcS4Wj6SNMs9gykoPF+Yhz1EAYw9Aio3vhidX74W+oI9RX9Evg98AL4LXYG9yv2Wvabchb5lW/K9JSgQPs9LqTs/2u89IfsNvpr6ab08vYI+c9+qvcOolz3st7e9pViPPMctbD594dc993bMPXC+xL0v9Bq+scEFPo2Xej1tdIo9GNGqPdzc4r1DdMe9uaQPvm/wxr3stzO9fXhCvQqgEb36lZ490VabPefNYr55aA89j2NWu9WSP75Pvsy9zEu7PYuKJD4V7Qs9O8ftvcw6nTy3XZe81ukiviYgq701MWM+qJV1vYtzZbtDQN48cjAvPmWFFb687o28lr2gvasBxL2YY/G9Uzg3vnNMFr4YlMK+/SIYPXzxw7qPYwU+EJwAvtFOAz7NsL89Hl90PCtAgj41Nz6+JcYJvtf2nj18g5U8d9+fO4z/oD2xkAM+0tk4Pkkxk776/6i9G9VhPWG/QD2TDI+8YYT0vRrRJz7KW648S9YMu8wK3b0I6OA8Gv91veLNcLu3XEm9WlvIvWLybL4lljk+CNcEPEizRT776749R6trvYhPoL7OVU68grSTvd7gCL5BrJ4+f4QXvWPyIr4xTAe97LA7veL6hzwARUS95aSAvpzXQr72LPQ7ihvnvdmNIb7ZTPe9vpjBPY0Xi70mYE4+WKCRvX+fpb2G7E69KBmJvvpxZb0LAaS9qTuNPUXbbL2dqN492nzavVMnJD6mMtO8YQ8mvnlqgDwBPEE9ga0WvTCntj1bjbe8ld8ePtHcOr4phBy+WN+cPc4KgL3m7zS8MZIvPpVnHr5eIBi+97SmPiFACz7R5lm+mRQIvkE8gD1iBk8+Ttr2PLQA/Dks+Z09HHwjPs50jL1Q+Q++uyjGPaJf9D3rh6a9JMR5vGW23rv03ge+TwD0vTCPBT6dtR6+wSNgvVnQgDw+eCM+En83vMgLiLyAiri9g3aWvjl6o71TEx68HFBhvYgFRL0qdma9JdYNvRr3Zr3VqFu9l4cYPq52QD5zSRu9uFUnvfWjmzs7LjS+K0BTvE2z0b2OYpa8tJjrvNkT4rxBonG7PGV4PcnHBb1j5yQ8VHSCPpw9a74NKCC84jwrvjU4tT2dTjg9a9rQuxpkDD5WTFw+f+nqPaO+Pj6eVSE+lZJDPtFAHr0plLE9tcUNPXg/pr00i/k9c8hePflpVT54kYE+L6LMvOBsmz2ypKC9cptVvqyHiT5pSO09hlgRPhXFfj2G6Dy+cH1ZvBhZzz3wLN29NKLHvbIg4j2Y+na9ufwvvWKm3rwPDDk9aJZjvQfB1r1Ww/29gT5tPTbdhDyTGiC+sQkUPlPfm72SAwi+bZgpvjkKkj0i5ws9ROpkOwx/+j0vFPA9g/P1vWUL1z2B54i7n97VuzC58b0cYhM+10/fPR0ibT3t3SS+r1gePQF2pL0XOjK+BaYGvfbki76MpGA9/8PKvagV6z2AIBG+TjyUPDTTGT6qwII8SE9NPZzks7yt+za9qOZXviVuJj2aRCq+4lafvgxI4z1VOgS9K5HcvVhMpD3bIPS9eVvjvVhVXT31b4Y9ps5fvllxzT0i0tW9T6OBu06+nDy8BaW9xF0AvhvDI7vyFIa+VciDvlru7D2A6i49GhEOvblFIL77zu+9eTStvUSaX77G50W+tiYdPuca9j3i6ZK+Nri8vaOsQ75zzhi948qXvqRUXr59zCg+wFrDvfAJ6D1jFIW98hJkvj18Vr6+Th6+XuG+vB9/Xj6oWdQ9zxrGPZ2C/Dw+ANO9MSyQvlq0nL5Aeh6+k+IBvh+fLz6/Rtk9NNBKvZ+QVT6PPwC+eK8SvEUe8b0qGSs995hpvu15R70LYvo9GKbWPXnKK74h14W+kh1bvq2P6D2U/bQ9zFOHva7RMT78LJK+Jv1lvtSkMb5Pd/C9XpLKvfLfiT1hKgC91FkIPjz2xL0Q+hG+NMZePnh62jywm++8xSuSOYJqRj6E1wW+V2bdu3N9AT6HhCc9h6DTPFg/hb7mtQC+qHHXvNm0Rb4NxIC+pazcPBS1Rb6sIVg8dB01vtes57z1tXm8+ZYtvmf/r73TVne9Zzkwvn9427o5ByO9N0fQPiBaWj4pbbK8YoQuvglBgr45dB++gnpLvEq/2D0hrHE+jIiIPMWqM777KYQ+nQ2pvrBmUr4L85I+yimEPEC5yT2Y+R+8V2KcPapkqLy44C69JEfpPaMV+DqktqS9BUfPvoA1Db13HhS+V1EOvn1jf70HKs+8S6rWO3g7tT2+gzi+ef5cPmSYmLzmIBY+JrsQPWwrzL4aaW0827KBvhcOPL18Kie+4nvJvRJlxL7mfZO9evkFvrZRlL1QhY09Ca6bvcJiXjzBp349Q6VrPIfZXD2SvMC8tqpVPqXi073UYla+EJK+PZf5Fb2amDm+jgoPPnmyPb7GdjS+IKofvrPcNj2VOLa99Ub4vfYstD11v/A9Ptyzvuxbt710dKK8+Jk8vGMhyT3vtYo+Ovo+vKqDgL6veYK+oeJWvIXUR76+rcw8Rh2iPstgwDtEQEU+aAiIPV+mAz5zhZu81im2vSUmP7657sk9llWxPaJp5z3yXd49cGATPYe2xr02Wu+9T7k8vqunfb06QYU8hRmhvePbib3skFC+teVyvaTVu73dCh2+8UuZPQBfaL4RT/k9YQI6Pmgua76eH00+ar/Qvq596b2cUPC9ipXZPKHMaD6Tl7w9uMF8vg0/Er5m/AI+a8eovVoqiz01iVo8o91CPumQBj4h9im+jdxRPjRWgb1rNia+ot2OviG0Kj5F7tK9Jb4pPrqJHz7zLNC84S+jPXPcI75wcYy9vI77ve6KUD6dI+G8t53MPTHzfT69Juu9RayvPru2Pz2oMCS+aMAbPT2bDL0yDx+8D3UavSGNCr1QFIG+LhzPPTEr/b1mfzO+KQHBvYBEGb1Mc8k9mdFxvdlIzbyAJVo+HTYBvkmK3j0EYNA8/ySsu4IGC74J96K9JFSCvWrTC76Apv47pfGZvRH1ob30/S69tVKRu3oqvj2jpSG9M441vDdw7LxK+5s7bq49PpECQj5kzu063DN+vpVynL1jCuQ885fyvYZOkL4VF5Q9tNQVvek4Fr5O8Ve8noHAPW5tnL1elog9PT88vmF4Qr4SukC+YbRQvrARYz7vtH68SNBgPW9xVj4w/uA9U1f7PRALaz0JE5s6lwLsvW9gGj3r0d+8nsb4PPMG2j2KI30+pjO3PfAKtT2OdD4+4plJPhjLQj5OEuy8TTMvPqn1vD4/Cos9stmFPabxJ75IZ2y+WzuVvSHa0r0xKT29zuzNPNxcaj7WLr+9CUhAPGhO+Ls4O2o9nvXrvf55Mr2vJ6++bRmRPpBKCj3Q2lC+11PVPkenp73Gbg86K3v+Pad9ib16Kb49q+mIvciWBzzN4By+Cvp8vqRXob1eWpk+Kt8rPjFUqrz0YNa7Gh5GvYYALr3JOua9fQk6vsoOiL4MyJS9X7/Eu+JLt7wmGvk92G9DPG1bRr6VaEU9r7eGvZDi6TvkAVe+3w4Avtq1/7zkFkM9oUwwvR0p8L0yatS9QPXMvDGz5D0q4XG+3TTRPWqazr26UBO7RRhbPheIir2t5hS+4s4LPt2r4j1HEA48zTKUvH6vHj4v7xO87eGCvR0LZD36J6q8g7PLPNn87DzaZBY+xp/uvUMJbT1HXMu8x7EEPeqaS7018L29LdiBPa/mGz2MNSG8VpeTPd1BCr1Hfta9rcU1vq/JBL7gbNW+Rp7SvHtT4L0jk+k8k/YQPciZBz62kXK9P58fPBRouz3a6is8TU7XvdmuI70lk6O94tQevoT5iD63CKS+ZZ9sPmS9FT7zhSE9lvcBPSXWij0YCg2+7BDPPS4IMb5iYhO+qx3OvVtWMj3spzE+nrlgPpdynj1DfPU9toR6vAG4bL5OubS8piY6vtrlrLwDdiA8jEagvTda8z24MEe+hwfCvJv4Jz5jKx2+8yObPdXCy7vSy529PH3cPc7Mwr2J1t29FYsHvR/4Fz7eZHQ+Gn9DvkrWHj1Lx0A9CDZyPYTt/L2U1bo8OIdMvTuj/L1l2CC9nNTEvSadOb2ylm89T4I4vno5Nr5vA/i8A1uCPflaR72Lz4+9IZ+DvdKyDL7wTgk+duIbv9qdITwUP6A991tePjqlSjxJ8QG+GOOEPhPMjrwUfrG9AeDdvOavXz4YNsG9EOhqPKRmT740Wsm9+YInPUJglz7msvC7+W2zPgCgRL2ApTG+dPY6Pv72YL3Cw3C+ci8jvsgqzTwzdPm97AFTvbH5vj20reW97EA7vaCn7z12pie+mWsaPpGb/b0hsg097V6/PC404L1i+ao9J+4TvhoNhb1SJbm7ko/wPU40ez6PLYe8tsSZvSBoDT4P7Bg9wfQ5vmqLAD4c8LO9K1d6PVPMvLwLZIa8PlHvPNKXYb6EADQ8l6bRvbWKm76AZCm+UbVgPbkTJb26sNC97fsuvvatAT6i4uc9nXzMva2UdTwE1+E99l+FPbBSPL53/nw+QhjGvSsqyD0voXi+QT8cvRHaib76KZa9miuxvRuqDj5LM189slw+PhV+Pj0bDME9is0YvmK2CbwwT5Y+xrzzPUZhFT4I3ga9aD4Yve1VYTyI7Ye7gmV8PQvoLb3TMts8nQICvhBetz04j+m9ri4JvAs33j3xzVs9FyuAPqQ7mL0VEJ09uIEdvRqeVz1E0tI9J/hMuvzZsj0pqMG9fa/+PeGoEr2kaO69NqmnPqME+rymBQc+Z40vvnbDT71sdha+nFLJPb2VHT6tO/Y953LQvtIXE76Lg1i98JaJvF7eBD7A8UQ9mQplPrlNP726VBA9GLTxvDyEC72cHg69qMvTPZffA74aBfE8eZWkPZBFn77e0/O8uGYbPltLV76mbGM7AfW/PC8WGrsylBU9V9aFvdLVUj2Q0ou+O2tXvrP0LT4jZ3C9UvMZPcCNiTyIAmU9YHQ3PhmFer5dN8e9OLVLPfbgqr0WiJy83nuvPeNZHD7iCw6+uYEXPoU3Pz6ay/w8j9cGPgL5Hj4gMyA7e1oDPdW4Zz4dJce8UyjXPIoPAT7GsnG+4PEmPq63lLthfd271IWGvgb/9r3ekUG+KrKwPQarfL07bde9zeN+PbbjGrxtQFW9oGERvY6/mL05F2i8iUokvhhr6j02RHs9/YpyvW/ntb2prqy834PhPQJm2L0674q+w0JrvZRB0b2DcKo9vA3wvUplnz59i1o+gGMRPsFONb7A5/c9SrbKu/hFHL3ZYRM9uuAhvlGNQT3Rlqo9b0IUPfYEM76+YJG8Z+5ePYmqVD3/Riw+7AJGvpJAkD45zI88dUMvPS85yzwyP6E8zymePbx9jrz+NYK7nPsIvi9sjzx5VPE9pYJePHjS/D1Tx/O923LjvKW+vT2K/589A8kIvgT4bj5HaQg901AiPSYnyr5uhVe9b6Bbvsv5Zj7ZuYI+p5+EPRzoPz4LiiM9ZfMzvuuTWr2ZcJ2+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "eo3kPYfE/L3JK1Q8cCaXPS921j3cEyE9GOCCPtiSnT6xuiA+BrJkvam+pD3Q4ho+hggZvuD4FT4Vzck+u7t5PnEviT5DvCi9Xr9cvqnmoLzfqgA9dxlPPrgxlj0RR5k9EKLcPWG7/D3SKoU+Cw5ePj3/Oz5UadA9tbr5PZvfhz0fsek+3lGTviw2C76g3Jc9rrpDPpei9L3YJLQ9DGYZPsUm3b3f3FO+QnqsPpaAAj1LhRg+nMYSPyrC2b3F3L0+cZFNPi8WjT0pgZI+q3qyvMbznD3fMzu+JKOiPaiwBTkl0cI9O5l2Pu9SPD0XkxM+z8GjvW8cUz4UBrO9B4DoPP1dib2R+m2+tY1XvuBeFL5yrfi90kiJPgt/yT1X8IA+HwzyvRp4mr1EoG6+i2V7PELX17wIzjI9ASWLPcIrID4gARK93PKUPrpflr2qHwa9z80tPh+ZKL5jKhk++XyePAn8oj2CJZE9tkCfPp+3obzojN89VtpWPCwG0Tw1lGG+CTlTPr7uZT732e67wy19uwfc6j2hvVW+pmQOvkFFxLjNY6A9C1iKPrmu2D1jvK4+jozmPblBWb1Vugi92BuOPbiezz0pLIm9XQufvGqTIj41/EM9h4OpPVxZbj3AdLs9NY9VvPr5+D1z98o+AbezPgo4gLxdqJi+Yx5VPs06uTw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1_2/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 