{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "4KytPVlRNL4V9Tw+yFwKvkjMhr4hZZM9ME8oPRncwbt2+QE9f8CbvR3Ef74LkZO93+pAvgBvFDwBXo++lPUTvo1s076eKmM8HiihvjpH0D3LJsA9N31svlxPAT72J2m+//HAvD+h3rwmLdg9WY45vmTi1b2l+Ue+E4GuPfslzj0L1wa9nfxfvp7tnbyZxzg+0jktvQvTI74AB4C9dHumvpeDSL7df9Y9m4PIvBpUEb/VnAk+fdwhvuzAijvPgM29e5Q9vsg4KD32p0q/taIFPm8So73De3w+m1axPbdeSj5enDm+HoCpO3JvUb5iB7q8VHNDu3oFzb3HdSy8nenNvVasaT4slOg9V2Gevptdhr28PK89McaAOwvRrL2WXwa/O2k5Ph0OS77ZoQw+F4zAPPsU4T3M2Gq8yb+4vnMCgb6yDxO+/r4xPYlcar5fUA++x7wKPfuLe70qzCi/XgojPkUGgTvL+x++oGY/PqsChL2evJo9I66nPVnONb4msUS+jwYrvb88wj3Xzu49ea+HPpaaFj1ypro8iitbvkB+B75kmpY9f/Bxvu2v3z2Kry8+sN2DPvXki77SFWk8i3PIPRkdQjzBzEW96h1bvjAVhj0h2z++kKwevh6kCj3DFi0+4PCQviAaOD1FGe8+6ohtvoLTQL02X6e9kiIFPYIhhDymBQg96Y2AvepLnz3kPOw9H/rivbQkyr0v3Rs8YDgmviFatz49l769pKeCvslCZD7X7FQ+mcJNvL8VVb7SAoC9nbn7vYtrNr5I9GQ+uPzjPQtBwT0rJCs+H/E0Pq7wr72ZmQY+JYMAPnT3hr0Xxuy96NqVu/eDjj1N0PY9hrqjPeKHIr6nptE+zmYCPnBbNr4gB1++hk7zPXN1QD5GHEw8ntpdPThXBD8ywxs+IOSAPGbYYD70+TG+yR5kPlzSp721rCG9A/A0vsW6gr5McEi+cXCEPR2wTL6RoR6+fwyOvo6ajb0xETG9PSAUPiuh2DwrTqO+j3kLvQ+FZr6c81C+ekIXPi38LzxwF6k+mkrKvUjRGj5rwU2+tF6mPUIwkb6Oz7I9Nu2kvnh6gD5S1zo6K65qvgMUNL7jbY6+Srokvkhw6Tx8mXM+2uLsOpxrmT0r1yc+ExFTvnucnT3Eah4+AS4PPrf6CT7U6Cq+odTSvREgGr2eQGg+HvoOPjUcDj57xFw9In24Pr3eMr7d3MM9ygX2ux6LTr19vRo/raywPomeiT5ffR4+S6sAvP54tL046Ho9ZIaLPd9/qTz5mQA+9MT5PeP33T2Ym20+/zVRPqjblz5vkrK9fsZGPpXSUTzUnSI+pi0kPjoXwb2lWzA9hCmEPn223brVzds8Jt+ivFuT4LuqPEM+vb/AuytKPj4vzCU+FSWOvuaEP76XJFK9BhIWPrfZET5A6Iy8lOmvvlGrAz4gVSa9Nz0hPferF77Ge5A+HA0cPhVNLj5cOAU+sN62POOB7jwKqBi9siLJvUwrTTqPCn29n3SaPdwh+ry55GU+gi04vkj/ED712EK+K3NkvYTT/TlY4fc86rwlvboNZL40aDA+HD6PO7VHZT5VX8o94gXWPd6Dsb3gOiW+/XCiO36/KT7fSky+RuO1PcF3Eb4TCLE9TQD/upW3SL3S0dO85IiNPh0zhj43IgM+ymzVPQ/gvj2bxNi9yI2AvmrJ1DzrKj+9JDhSvaR3I74eu4Y9hWSaPRdvL70ofpg8gxcWvh6yKT4ZgsI98sKOPsVdMr5oT7e+k0MVvuOryT5EdWw9RkTlPZ74bb4U2iS97fidvaf9b77BDJe97n0KPpn7ez6D746+L4MBPmey1T3EB8o59x2CPVHoJ76hh6u9xVMKvvSsAr51fag9asMbPRXvID7cS44+aM6cPiAXAD5JvMO96NIkvuUn2z421nA7PrH0vvN7DLxnEe6+g1ONvTg1tr1Crp6+x6RCvXfglzwq6QU9QRmVvZL0kr14vr69VLLAPmbfwr7cgik8KshBPm0ApT40FtE92dexPaaFhj5C4N09+kqUPYpRIj0YNBe+HDpdPqtnRL756xU+MuSuPAH4n767mGW9l3vIvOMfF74Tqu+9OR2yPcxuTr0obIe+Phf/PQxt571ZkkK+rhXzOwN9ir2sgYc9NsY1PraVzL3YwGC9BRYFPk+D5D12vIu+OACIPQ5lpTvyf6g7epKrPkD8XT2fifa+nbBPPgrdd75NjT6+M2pHvhPylD36rnU9My4MPk/+gL6ddJS9xL+2Pi7dnb38kKS6+j7Du1IxBb4ERgk+weDAvoJsbL3p66O9/IzbPWtF673qeFG+2nzxPW9M3r7NSga+M1WqvkwM7bwjCkg97/dVvXmQwj1rTIa83skHPkEL1rxDQ/k9p4B1vfv4fD3jhJa8lHGkvgkY6b10mNI9/WMUvkH8m759c1K/BAwevEVpXrzkyAu9XLldPXkYVL4p0gu+QNHNvjAaSL64opM9VT+yPVmsF77BCm+8H7clvtghzD3gyjC/ZQYBPJLuFj0TGEq9WaAoPig7Vz7pvvq82dsQvDfakTxzM6G9Y6KcPuXaR76jhse9O0NdvT9QKL7v5Uo+pz63PfdVwr2JUpo9WOafPmcynLyKe5w9g4ymvhd/rj7Y346+iiMrPnY9YD0p9vg8kWFcPpu2lD3WtTU9c+50vj7PUb7t62U9ayVpvkULKr1hZ5U9jNzovdWu+b1S8kM8g2NkvjqM+Dwmlz2+HSvjvaL5OL4pnHC9N9y0PpS+IL4K3um9K6lnvloG7D0MSHg+yrA5Pohktj53rli+MpvXPciWGT1fXTq9ihoFvqI4Fj5ZjkY+6X8vPV47cD6gB6M9f+JpPn1ciz1+YMm8Y6fJPfTd1T2UhHu+LY3LPSmU2z50D769PeoWPssT5Ty6FOI+3lDNvTV+Ib7nxYW+NPDAPUuCRL1IL2Y9bqc2Psw1cj4lr4I+/LRtPuukpTyBb329kNY+PdzRur6+Kwe9DFQfvtYHHb5UrCw9jyAtvTn5sL53DkY9aDGWvqhUWj7PgCY+hzZPvYuo8L1AZjW9S1T4PceSXL0FysS9KxTOvRD+V75EDgG+HXYtvm1lZT77axO+e9uOPEcmAjsD8VC+CdCuvSrZkr5j3D692BhfvXfzA75p5q4+NvbSvMsJVT4ywwc+GVeVvjl8Or0LGlO+J7t8PbJ4tD55MDg90dDQPXfIgb2jwei99IjlPSndBLyWtzQ+5tiBvt2iQr53wZO92kh8PlVA/b3RmJo9Tl48vk6XvDxGmjI8c544PrXdQz7gWds9lhRGvgEguj3fIXe+vVAePktJxj3ZUKQ8pdYpPVT7cj4F5jc9z4GkPprilz5ipa69yYYGPhl+kb72S28+Gwt1vS8PDj69OTm9DkFZPEbU0T7DY0A8xTmuPRH44L15/9A82gcrPhCCCz5o1o09HyxTvQVlW7ztd6c9eBeVvVvfmTwlTrE+7hGBPaV8xL1j4Z49HaU4vhuVnr5qP+09ZNYRPosGdz7YhIo9Kmv1PP/TBz4Dqzk+PiNnPQRfE755KoS+eg0+PvOzYb6vKIA8s5Avvh6rYD5eD4A9v4cdPe4ddD03FmO+X4TlPQ1JMj50mBK+NFo9PRwOZb02Ypu+inWWPhD6BrwMxJC+1C1sPYfRez7sk249/hKvvdjxXT4O62I+ReS/OivVZ75URi0+AmI/PuzZ1j2BR5o92Zf7PMFwhr3NoS096psQPSjBXL1IWxy+1ejlvTYBULuNNV6+aA4LvtMr/T1bIKi+sNK6PEkvDD41bre9aEhDPiXiYz4QZag92Dc/vjed0D4N7nS+KlQ+vvjM4LvJmZM9rPQWvvjCAL4/II49j5MEvTGmmT60oUG+TPh6vsOzHT6cMJy8wNtrvh0g5TtXKVk9RxXWvcm8l73pbVs+GMdHvcVwpD6LJwU/W8CtPi2LcD3HEck+Vd9dPtcj1T5L4mg+1Z4Sv/Ymh7w5/3++1JFnPS8UxT0ggWe90odTOxIepL7HufI9WTJWvp8B1bwoZIu9Qq53PnveG73egTs+aYm9PcI5hD5c87I5pTKVvdd1ez4W4Ye+IqaRPp/DJr26m4k+Bv5mvjkYtbymVRG9TBdJvaq34L2rR+U9pVyIuk8AwL7RGgg+YDejPCLcUL4G0jq+rDOxvZ/pvj0lTYA9bU7mPRGVu7z7/eg9pPbivXhvyb74BRo+tkKXO1kIKL4xiLQ8Yt5ivRHChbwXYjy926zLPRX2c7zCn+6+LeBWPt4cED6oZ0c79SdvPu9CwT3INte8z+GmvnIRAD06FUg+vOqVvRibET0CFnA9TpiavWKRez6t/Au+fLpEvjtKJ76snSu9j/ijvfGJbL5lAoW/kHSavYSiorymt+696ZpcPbQ2rr02Zy29HZAlPX0kMT7Lg1w9iJLOPDg/Fj6G1BA931LiPB9RV77twDy+suzSvEs1Ez4OFQQ9xJG8vAFlgL2ZQOe+fvOQPoPAbr6MKZy9PQ0WvQEmN76Htvu9bqBzvni1iL4eyJw9+SJ/PAfioj2avXO9gP7LOzsuIj6ODQO/lpWNvu9xcr17sQQ+C1sEvrjThz1hMyS+M6hsvTr+pr2LRI29OfV+voN7173DiIE8CphPviU8U74dhtu9xHrrvcNCMj5e7DU9ufeYvbHxqzx3Aw2+mOE4Pq6z0L1UHYO8OF8/vujuxL23rOQ9cro8O5FLkb1xQcW76gKUPs6qQj6Z/Uo+KDOdPU0qpb1RGKu+zHSEPi5Il77VHf68vfu5vbFZQ76yPSA+ZMRsPdVGFT6jN8i9B1K9PR1RJrt0RDm+aQZWPjUW1z5M6aG8yYyJvIubmz4KW1e+pCNAPduuML5dxyU+l6+tvb5kvL0313M9iMGZPsgiOr6iGTM+7kMMOwcPBb6dboC+pn+UPb27Jb5j6cM+rulKPj32zz5cOcg8kvHmPBZAOr4Rm7s8ICAKPsxFYL6+5Se+5V0DvjM/Cr0foyy+0DltPj169T0ZuYA9WnubPhSb3j2m4Xq+GhcCPZg2Er+R/ru9tLK5vdtDFTziX1C+6V9ePvM0hr3+Mvc8TpASPv5EMj0cttm9I/bovIXsoL1yHEO8phwmPabtn76Fa62+w3p2PmnnsD2voWo9i893OyLrCb5VKDc9lDVEvvWOHr5ZuoI9zvSRu1Tid7uHuSi+9siFvqDXB71C3ec+7mojPtocob78efW97kCjvgxJs70wNUq+cFg8PvJUVz3RmNe8V2P8POCNPb14Dyw8m3QZvhT5jL6lj/o9vfp0vndmND6I+oY+QnmoPuWwFz4FiAW+HIHJPiW5hz7lk1M+YzXavOe7oD6kZs69tOafPjhF171eK2C865ZkPr56Tz7MDJQ83E2KPVk/Aj7DboM+MRKoPnFKsD6anYC+qx4Tvamnib4eztC82WwSvsjmAT+46fK96u/Dva5s9z7/dU8+U52TPcR3VLxWIik+VxK7PFuKYD5Xbcc+2GTZPB9/fT0uU6M9Kwe+u4Bdl70roOC8lbahvs5RiD5gTlO9bGVCPbQbvrxX//W82G3evbq9iz3azTo+1sFxPnmYwDygizU+JuktvtO0TL7jM+G9uUg6Pf4IhrytHB2/EFAfvzHodj2AZq29efCJvpQ7Dz6cpOI74QxbvkuPOz4gYN09qhCjvcqCkD1XZg4+/jTXvR1vBD6iF7a9A5k6PrYSsj5+r8k9kcYHvhp5R7ueqJe8CIc3PZ3Nn73uby2+P7EdvQ4PUrsepus8ua0oPvq4jT2F3wS+9mzSvfAiKD7Ipx4+cmTtvaeTqL5Y7aq92aPzvJ3WPz1K4g29PDzEvfqxAD3BSWQ9kbcAPvj4gb6si3a+Rh+WPqEniL2nk9I9xvAOvsV5Yb5vZkQ+q7hVPsGTgD5dUta9b+UlvuZ3jT4DCmY9TXjLPiey2Dslv6E+M0CWveQFt73+aZ89EMYiPAjHpL28Gdk72XvNvtrN2z1L/yE+5KHAPhZjKb7gmt2+I9Q5PUKZoz5WARs+PlT4vsDUiD34afO96pilvVZqJr1A8He+61b+vNXh7T3l8Yu9SCTrvUHnKL7vpeC8hKtUPkQliL3dHzo9boiFPiNryD6NCWk9vlIyvhkJQT6zaBO9wQFGvO6L+70ouEg9HsJbPoWng74Y9v89/C3uPZSk7rwIuyE9ik5gvQ8pLb6Wxhg+JhJkPlA4Jb4PFOy9QcmVPI/Tv765eqG+ly4YPjcelr6wq7g9uxY2vnlBnr3FEuK6wsq5PawPYb7UZYy+2QMSPk0rfLrckzY+E9D5vULmAL1TUj2/ajxkvqrxo72n+M+9usrwvctvjjohBka/LTAsPTsnE74Y4hy+2LSePeHjW76JYrs8QPGGPa2Nd78ZORS+0WT2vNncLL7CSpg9eBFhvWamuD1M4bq9aRUAvtsXYr7haDm+FHH8vCpuejy+1iq6KsAlvGpFzT2Lt0s8xTGhvS4WHD4xWlq9aqvdvTRgUz3QExU9T/GpPcctMz4utrI8GU8Wvuhn97zCbTs8a6sHvoR5270LVD49tRocPQnpBz4Y+gi9ZajXPUm8i75vnhY+DUEWPaBowD2xijI9/cJ8vohdh73CjQA+MuYVPsFNtj16C+Q9+kgMPoVRr70Kx0A8UlTbPcYtvz1uJKg9RnP7PVNWVzwKMkE+E6QSPvSKy73D+WW8oNjDPZxZPz7qSo08R6DJvS8YYL5fg3E+w0i4PVFIzT0E/HO+GhOwvVx9J71eJxa+dP4nPkBFQb2cgYG+8D/nPBpwuj30tgs+b1HcPcijI766HMe+Z7kKvqjhOr2LSRS+LTScu5XlbL6lOI2974UzPVF61btbo809H84bPqiBOj7Ss5e+2myKOmSFgj3Vxbo9CDDRPalyNbymUBy+K8B2vPP6gT1YUU++Hzb5PFofUr6kf9y9pBFdvhQKJL4fnCY+KIO3Pb9KHj5Q3bY9MVwKvYY/njwMzhS+eluMPNkbSD6NCk++bWsoPc0LxL7+MAe+0sASvmeIAj0PRIe8EAY5vgKuor2gdVA+uoUfPoefFz5zBNC7jSUUvoyXcL3KPZe9veCzPn+XET5Ak1e+1ryjPa6rvrv3tm2+z+xuvgotYT2k+iQ+jm5xvvOZ0T2GJmK+w/u8PVyY3b1q5o2+YfGkPRoLAL2HBHi+qAAdvi5nDj5mVDi9tB56vjhXKj6iN1Y9JFxgPgoFJb6hnXG7OSgTPJMo1D40jjA9QVdQvl5a0T2JM6g7YPCyvOyJcLsj3Ye+VHzbvVijbL5P1o+7TaFePBZvxL22YU4+Z/+hPqjolzzIP5q+GUHBPY7oDz7CM00++HODPpiv9j0jvwU+0VEfPgRHQL4ftdk7AnNbvnGtTz2Z0pW9KO7MPAoAEb3MJ/w8j3iIPHgZd75GRw49toSBvccfAz7c59G8j0kQPlIgND67Bz8962GpPH5vsj6OmBw+HA00Pniq4r2Xl10+4feWvufwRL55+eG97u+VPZ2wizwWcqe+r4xtvoddNrw8ias9pGnmPTROdD1iJA8+anYRu6Bh1r1x3EU+mSUhPoyGab1RTBA+9nMevUwIAz1ws8c9FnjNPIDP875p6yy+p5JbPjnm1b1wIKi8wXpjvAzrsT7R3pe9DFETPritir7T9lm943WcPoi/rL2gXHG+HlpZvodbar42Dn++PBSDvn/nbDzA4l++Pr7rvb0jDz5I1aE9nTftvbjoa72TfG++Bre6PfjYDT70ScA9eDCwPZFH6j0fNjc+MUqSvXbH8j1QVOg97MsHvaHScr0XDcm9AHcDvT5E7Lu4H4q9iVeOPguTED7UAH6+LLDvvd97mr5AD0S+XcT8vccnn7uiUee9EdJrPuLO1zyi8mW+gpsfvlZ1aj2g/Nq9i0LNvR/ImL1VOCG8fCPwvnl7G7y+umC+Pp+HvPL3D776t7q8Qf4evcmgxb6nBIG9U5GovWuGwz00pXc9V+NFvdScaj01AcM+WlWDvS/Vzb0ggDA8Cl5lvgOTnL4uu8Y8Ig2ePB/IEz2xR2a+9zGIPiUTXr7Dw4S+epx9PpStrT1BKwE+Yj7pPTmuSL5ocuI9T8YBvs+DUL64624+pngfvH5rJ767A6A98qaGvQOk6btEQhc9ZUVsPqj5Lj032+w9tRKTvnn3Nj6PwCC+RTBivY5OWT6Onuw9dsGJPhn+kz6fLf66WZQOPsEj7zwBE5y+rzasvgJc0L0jGmK9VvZkvqODR7xcpWm+JcAKvqfEl725lZy9TKkkPkQ1Dr7Rlna8uIO1PYjB3j2tLhI9ohPYPV4Phz3Bq1G+Sf28PdFvyTxuc789dK2RPVQSDr6sl5y9rGlfPuYPODxQPEg9Cuy1vacqED5nOtY9D29RPhpJTb6LplI+93QMvQnvSz2uMIS9EcHZvUsJwTreKEQ+pOlUvpCaoT2U/9u9+B66PRu4Ub6UN44+Zvl6vj5YUz0uZK28TlTIvcv0Jj4c2fI91g5+vWwMUb73Zqo9ayNmukz9KL7Qe9Q7lgTBPAsIID7A5Eq+c/VVPac5cLzS2R6++r3SvXz1Qj6CGV+8OIinvU7LgTxJFuw9G+eCvi9bGr3PPCK++jEyvnf2bjyLRrq7vnxoPUSxk7ztRGU8R6FlvnwBgTxfD4e8OWUJPQZBSzyamru9WpsoPmty77tpsqi9LJSuvnjxhz0j5gA9C0aoPdxONb7eZ/E9A2hGPtjAHbzKuU8+Qz3wPcnSR71f5SW+iITiPSJBPz4adRk+aqOkPZSpAbkKLzC+NOrpPWSBEL6tpUs+8eO+vRvHYL4PD/W94YRBPi97Qz786Vq+ga6mPVkHpr3nz729qyh5vr/Zor4ud609JwkpPLT+Mr6PWBK+GpkDPhP6mLr+b2892G8mPkNtAD4AkLK+JeQkvkbPQj6WiJg+nXXBvkibfL0cMj4+cXHsvepgXb4sbKK9ScwGvOVtn7315jo+tiVWO5OSSj7/w4q66GEbvgVMHz7iMgK9U9AWvfLcnD3CtVo+J/8bvsCWsD67CwW+OmU6PL6k97wv8Du+ZY7aPOqoybxOQpq9WA1CPoomgD2CJgu87PyMPuZX6D3yr4U9eJa+vhpAyL4UPb2+HyPSvUJPWLzlJIG88YqbPogo7D1isyk+jx18PY3Pgr2RhgA+JNObvVx5uz2tbzw9knmoPZvbDT54wJW9tMEKPlT0GD7yBIE+MNrZviUJwj5VuqG9Nx6HPCBd1D1iYTi9memaO1Npn77UZd69mKT1PWShCT5m3wY+u0R5vsq1kD6PoUg97FqTvXrvED6Xq/299EqPvS6vxL0SCs6+bs2SPpSpJL4uo3W+CK0bPR0uS74h5r0+EKXRvjThPr7QnR4/dGX0PPIgx7pnYbq+7vnrOV7qp75FY8y9SJECvuOK6j0dzuG8Ue+svsFknb1BxRw+bRa1vXI+/D1RiSo8L8xAvk/eJ75/Jqc7O1k8PgCHwb36Zai+tRPOOE3bzDw6H28+L1t9vgzUDz55Bgc+/OUcvg4+Nzy/Oyw+I4qlPS3RGr6h8BU+ufuSvhcl5DtsVoc+ktyLPZuGND60cCG+RswWPsGu2b76Vjy7iGroPMqycr0tthC9eNcVPYf6Mj6wSBw+HD/VPcalhL5lOrI+vMzuPce/lT5SLY2+GmiJvknKhT1N2mc+ipfrvbgNGD7D+Ps9Y9RZvtJOJD4991s+EHlYvlU8Xz2QIf69bPEWvbEaQr7Fyzy+OSmkPWUYTb1od90+fMRUOqoZBL7HY8o8rdkMPbCVDT57yVE+yeWbvPyguz6O1L+8kocGvP2RhD38Nxs94YWkPnGJij5xxAc/V7qnPepuyrsIBUE9QlXePRLdxr0e3I0+WszZPiZgyL0oYeQ8Y1LAPjzMab4WOHE+VbervTFBcT0P03c+L40oPkLND75RQAO+QmvhPk61VD5Xiia90PuOuSDVMbs921W+W1X+ufPjAb9uMig9RlzCvO+qPL0b1jW+BKBqvreLxD2khSY9erCkPM9hGr6+wzQ+xaxNPji3qL4+Oie+Iy08vuylnz6POLQ+SqCAPZdnbrzIHRm+laStvlyyuL6Izck+UTBAPua59D3QNTE/7xuRvuWZkb0C7G++wh8uPplBET4PuVe8cRmcvG/KqT2E6ks+cH8+PsGPRr3DL1M+juW4vTV1Rj53IrU9/J8Rvqfae76A1U0+YPg2Ppda5T1uSYW+UIfkvXrZ4b23kfA9baibPXWC077c86486+BrvhbiRb5flu88ThDqPetRLr7qxIg9HFCxPKY5MT7HwQY+QHmgvYhxVz5vJ469HI33vJ86gL7rXRO+gGIuPpecl726DNO9fF4xvsvKbL0usU0+0sIgviEbLb25bvC8QdkYvZQ4/L3C3YK9cwzXPVxAKb7LSiI8WenPvBSlQz3IKco6BzyyvZDBDr6DJnY95G2VvtXuKb4sMQy9t3oQPjTHAz5G9q49nfiNPRvgVzw5guo8U96COdQX9ryT4EY+3q3yvQquur1KBzc+2iG/PeSCBD3a8ZO9M69vPlnIAL68Uou+Ol3pPagTrz2is4q+8YA2PErgQr5HOKI9ifYIvVsuCT7Ka+a9vZFyPmpIJr6OWY2+/bg3vjHCsL1w0oS9YdsrvjMswL1cUja+G9sWvUAy7L3FcT8+SqifvQ4mD75AkF69ny4EPiRvpLvxN0m+o3hOvuLqOb4f+ga8JFFlPbSmpD3qomW88+18vm4nhr3cDXi9oErdPW1EA73ey9q82BklPdGjKj2GRoO+TTr6vEw93D2P6Ks9N/VvvrxaHj6+Nkm+OdoKPhskoz173As93xLcvUJxCr7BHNg9gFIcPiHTpz26jt896IouPZnWaL6s15S9nxshPvR9kjyuxPi97I7FPZQpb74oORs7z84GvbVx8729upu9hu2ZPVn+uT1/C0W+Vic8vgsThb6IxqQ9EvJgPqOLCT7UxIY+ca8AP395or32qcK+TPbmvBBxwjy1UsI+C7IzvfaHjb6fIr4+srs2vWxkID7mPiK9nBcqvsbYzL5Ju8q7+uOaPbrxEj7FT/w8axUlvW19P72LHps9BoUKPssmpL1TJL++ain5vWql0z1ASBG+J/Nkvk+8YT7IaAO/SL4PvYktcL6JbPm9nLyCPnp6qj70jAq+KpK4Pj4S6L3zDEm+bLOXvlSQRD71Gvu9eu+2PUUmUj137pk8AjsSPuxJQ76DNiW+dxCVvh5+aT4GtH89oV0EvOUXWz6sR88+p8iWPg3XXb63md8+ajaxPjEd7r4BJg+9UJ+fPrqJy75ux0K+BC6hu8Xv6z3Z5ou9g+LpPSTVOL6swtk9/RvjvPm6rLybDXg+s1SBPkzP571gHMW9+4hLvvSPjTyzpiA+TU67vVzNtj5OoXY+EOY9vuL3Gz1NL+K9B+DOvoOuab4/USU+mIF/PUkvkj7GU589A78wvsfw2b2cHj49R5geP3aCJj7Wzga+8itDPjVLhz2r8vu989EGPqqZjb4CLC89ba0NvjTiML57G/Q+LZUXvnw1ZD0EE5O+iVMHPnK8j72Xrw69pud9PnOmtTxuTYG94dCyvHefaz53uQ09ehWMPtHlYr453QY9ezeavmwbPD5lcoi9RIbovXWxPz6A1ie+wJd+PjIMXT7Vlog+XFonPpEzpr2+kVe+x1YRPCy1BL+QOxm9PYLtvbkXLD0n1cs9oIXCvQa8Ez1q94M9J1g8vmRRIL6+gPG9MUyYPtp6cj6UNPY8lzL8vcpbcr7kG2s+WYP/PF3HFr654Dg+hLw9PjWjkLzX4qi8bLOnu8BQmDsszZs936l/Pkm5Cr1DdAu+TrQYvvUknjzY8N68UAWTPnlLor5qSqM9ToSmvMIuqL4yXEw+hgl4u5CTrL62f5K9We3xvEoYQr6ft+w9RpK2vvrdbb323oE+1YprvtfxSL0isnw9AtOSPQ6/XzyZPZ29/5CZPdss5b3vgTY+5/M4vqoRpb3hHBo+ra1ZvaDJDr1xYyE9S2ONvsZsMb7uDk8+pdJjPj4uFj59fiS7Ii1WPk70Lz04Pow9W7FfvfP+CD460Bu+UbP/vWZMHb6cMnq+Wh9tPTXbWL4yx/A95s8jPkEO9Ty2hly+o1vMPeIPkD7mCMU+TntaPXR7MD7QhA+/Mj2HPbT3ib4QyQ4+REpKPmTXID4uYym9NFzfvQ1tlr1oloI9GyzVu0JPXT0tiGE+/LnvPehXqz4d6Jk+/KRQvmKPaL16r8C9wh6hPOtdGz4VK2C7ptm1vGp1ojygjgE+2JgUvtcF1T6W5ZS836j1vT/Cnr1ZSBs9wbIovjquwT20UuQ9AbQru7Bu/b3+DoK+jOXwPEHfaD6icbq93b7gvNNtbr4ydaE9gqNavR+C0z3Ltf49kuwnvKy7tb0Dvwa+PZhgPn7Fz71oyra9At0XvestCL7Dc3Q9Otq8PQqvTj1n7/q9Bnc8vXfTAb5uYLM9uAbVPaVDPL5TBou+H0mEvrdiM76IuXg9utuAvvYpIj1oV4S9Ap5ovfFf8L3DoQI+UqjVPRnrKD7v3d69i+mWve/xiT5Kl9M6hE95vT1xEr7VmY69Y/VRviyFD75Hkhy+REvXPXdZjr6/KLu5F5IcvnJQMb3B0Pm53sgNvqz8rD1mtAC9cAOHvSltBb2/+Js9dtUNvoNHGr6/fXc683M1vvQHJr6Vuq288M4wvnyupT11bwA+84TiO2jzCr76No69fWn/vSijBj4NuP49TTubvmZnjr7AO/89jU52PHYEg703mN+6YySZvi3lMz7asbW+d8XwPc1tPr4SJg27OEhpPXLjjL6nJcw9iWiBPNUHgL3/wgg9vMaVviRaQz7BlxK9YhgwPU7hHz5Myek9H9tivqHP+D2djd09VYwMPn14Cz12bSm9/Ec2PtN2Cj5Uzo49ej3yvKrj3bz/wwS9LubFveRuzr45S0A+FXWcPf9dAL78AS++dEL3vQIAeL0TWQI+zU5JPnDCDr4zXKO++Zw8vMFbAz6s1mO8yUm9vT1phrzDPEU+Rp5wPjOcgz47uNU9p26UPvD73j6Ey+C9YwNEvrRhz76zP9Y8sKtUPiIcPDq++7o7Vq+PPC0ARb0smJA8ZkCmPGjbt75v4FA9B5wGvn0/dL4amYW87iWsPji63T1CUfK9TamMvQwP3D3Z/vw9YgHXvk23wT3pmwc9MlOLvdGylL4XWsc91d92vYI7Cr1/LSm9QOI/vtK7sTwkztC9xtnYvL0NKLwEz1W7PyVuu6f6dD5hOAS9U5S0vYX7Dr7e9HA8sXhhPorgPL2hM0K+98iePSsWXz63sxy+IJUQPpFbBz7PHdM9iWjPu5iUg70nWK68vDtBPbwYkrzGhBQ+3m7uvV1/lL2OiMq+wnSfPjd7NT40XyU+AvF9vmu1o72NiBM+CNkqPnJctz4q/sq+ZBZAOCSip71L9H6+HvSAPtlvT760YmO9O+1ZPs9Ic74cPBI+qDHduxkpWL5h1x29PfRQvWfzdj4h/xY9Lk2fvaNEob0iryq+C/QJvkumoD7uKnU+fRRPPSBJFD7OZ8w9udUnvt5ZTr7RVUI+6WNwvovlGD3PeVw+9fDZPhMXCb5ee5S8dHOOvhkmHz509hS+wFxfPX2WlT1rwGg9uKQLvjbucb56jAy+ap0YvfLbZj1yqTs+O4JuPmMqPL1nRr+91+oePlFPGr4VYcQ+UwwIPU1gEr7JIga+d+oGPjqHRT4s3ag9igb/PU20dL2oVbo+FLvMPn+rJL7AVPG9NPytveG8qTw430c+qeT1PVyuRT5HXRw6GJkWvsnykDtzlr6+MWX5PTP3tDx5exQ9tTKmPn3ySjzsFES+JixWPTgZUr3pYQ6++klvPen1LD2htuy9K3ApvcPUZj1vAzc9bftzPYNEpr4dakw7UYNLPjghFj53opS9WtojPHR1RD6zx1c9MH6pvfieGb7sX5S+GdyHvYiGRD5nzl0+jo9IvnCaH74fNq++DG3UvFb2zb5Zrwq+tgKRPj7DZ72R1xa+nHtvvmGC9jo5UU09Xu4evuAWET6k9CK+tgY/PkMynT3tdYg9JH4dvse5Fr5xI/09MOaGvuiDk74KtKg+XNI3vXLy0r2vxiK+nPgIPNDhQr3Freu8qbVPvJQqAj7vQsA8Bt52voMxw705n0W+DW+IvhDRpr6QCJs+SBNVPf+uMD4XYda9L5jRPI0JF7613re9dB05Ph2d8DoSe549JrCfPAFOkT3Fn1Y+AIvavlgYzr0zMAs+1N8mPuufFz7shaE7dX9Bvkve/jveToY+Fmg8Pr9mOb061i8+l+EcvrqFPz0716c97uDOve/02j2lVHK9zdwVPjxwXD3zM9+8z0SyvVRVTT6vcEw+iZFaPIJJDz3T7kM+TzsWPv5Iqj5xHOq9Vobsva1CrD3cYcI9hflxPrxNGj5xejY+skAnPVsdCj5crpe9gO4tvFUbuz7lWFS9sbw6vnAcAr14NS09cJpVvE6FEj6VBGo+e6c7PblQ+D2TaY4+ZeMtvks+Ir7xz/A9r6yxPVxQfb3WWiq+DYLIvR/BIz4NFoE9L6DrvCa6FD4Gj7K9vlanuyFzGz5rS149gcL9Pbl1Sb0VvjA94pGUPNHSHz7Nt4+9Dhtqvm8i9Ly43mM+LiicPfs/+jt6/cO90YvivauW5b1qewo+YPlnPdkM2L04V+q8/hPQvAhL4j3iVEO+/eljvfptcz64hqG9IqsRPsQLKT2H6gG+HcQxvuaeRb7WxB6+xyCjveJV571N4ZS9SjAxPnLYCz3WsBa+ZNJBPcdJtD0HhXI9BHMWvc+XP7zJNoa84bJ+vTdc2b3iVOS9hWm/PaZqTL4dTZA9+NHlPfur1b2yAyS8XGqBPRiqAj73gq09LGzaPCOmhL6WpEm+fy60PLG0wj5qrRG8LJ8aPg91NzywkgA+MpiTvSLBOz1JJUY+UFHovQ6Fxzw+WzE+Xd2gPSfFMD7qvgA+bVWPPZFFDz0V9g++zeqOvbwRjD03lOo976SRPaOGZjzwd+U9pnUevTmszr7jpUa+FnfjvPeFKr6DAry+vXfqPmGIbb5Iw1i+kfSAuNJUJT7//qY+4CP8PerTGz1zuSw+auJZvqTrmj4spTs+qn81Pz1h5T148UG9ZumnPdMdVr7OGfi8rsGevutBpz7buDA+5pmrPvvvGb7CkFa9m6poO72D/r2RsZi+b5n3vik24T6AeSO9LPULP9Keib0gWWW+28pOvdElQz7/3k08Zx+JPrLSvr7LAxe+itfmvZxjez6KX1k+s2KtvdNkEr6czho+ioklP0ZcHTzizIO+2mOzPo+AJr71+xQ/pnmEvuY52j2z398+0locPYMN6z7ewoy9/apcPiLuyr26rQU+IMfTPsuwtr4AK2u+U5n1vaP4hD46hSs+15KUvT+gOr27jiu+r2gjPcfCHL5dRko+NFkDvQMJXzuZKYa9syk0PnJkkz5nh0A+1DVgvBfYib1Zylq+OYppPTqtlL0tpDg+P46JPgQQjL3cbb2+wfSdvuyRuj1jug++NHecOHNBRT4qZ1a+1oKIPsjdtr058SE80YJFPdQsfj2pDPK82fQ/vFyrQr3QW2Y+hcYCvoXpib6C0ni9JxyHvodOqr68qro8bzLQvb/4L74oOBa+E4WHvoRT4b2aldq+x4CBPVoNkT46jbE9IZbevXVTAr6cWjw+j7q1PcQB3b3aKxq93U7vvYw0YL2Q7oa9ELwjvmcdlLvhAcq90n4CvpnnfD5FM0G+irn/PMJ5EL4hVMQ99P1XPrJYZT6Z+iM+iY5PPu1hR71yv2E+qiZUvoF6vr4uZxm+TRdYvlEXnz6xdro9xUQqvqJlID7KQ0C+pT2aOw0JDT7c3Qq98UgIPqwPBb5Yco8+3ojIPryaM75BrbG9GVwLvlvGO74NcS8/JL6SvC5EZz3KD6I+E9CdPStiFD6w/m0+ylA0PUD38j2/+Uu+ShruvcvLxz6c7eE+CFkVvpiKI73AuIy9dmFpvjHcur0hfS8+RXQ9PUxR1z1Rc1a9ISsIPGnFKL1FOYM+iwOYvX6IiT7ioHs91xXSPQIfLrz60b69fL4EuzixsL79TR6+JesHP7LEnT75JDG+uH0Uvk7tRj6xfEm+peoNvtz9CD5JlgI+Hyh6PvqZ5D41lYg99tazvT90ab51DEu+BTFZPm/juDysJz0+rmCXPRW1yT4pAY49V6bCPaLlI74i0E0+tkJsvcqV1b2PaL0+e0X2PLFv5zsk9K29ar3ivWON2T1XLv29JUvaPfUWKL6HRbq98gKYPS9FrL5ODly+Hc8AvjJTLr7smJi+T6VDvjIF/L29p5S+ub9PPsqnfb7sp1M+xGYSPD0Fdr5HRjA+eg9dvoe7tD37o7S+9Q1SvRIolzn0Vv69T/ScvdQaKT0XMms+C8AzPOThOr0izxK9DJwTu6A/Lb6Xj7c9JbkFvUViVT0/JZU9EaEmO9OxDL4TAZa9PaXAvbQb2T1/pjs8enQ8PFmVGb6XF5O99w06vbhppj1PKTO+igg0vQ4sHz4ERdy9aPoFPh8TPz35fZw+xynvvZVBFz4OMwi+hyfFvXJhKr7Qlcc97VqRvfkYjD2oxcu8mwRQvpmwqzrb4xs+z5EYvEY7N74eT++8F0h9vQJjNb01pd896J6XPZRoTTpJciM9OOhZvjLnNT7Yts095kNcPF/Krz4DbC49wC+hveRIFz4yy8a8HFUZvh1usz1reDe+FToKPgCsDb67C1M+wKgePhYLsrxcqTY+uD/+vNsNiTzlRA29V9wiutU1Ej5eCEc7t+yfvh3czT378Tq+sF33PUtoPD5UWNU8OjmDPqFzAL6Z31W+MlsTvdWJQj3sfp68CXx1Ppp4vz7Ex4g+VFx+vujidr4K3oU9hhXhvPG+Vz4BuQe+mviVPTBSfT4MDks5rHCOvfyuwT3zFjQ+iOeJPhKQAL7dv8s9R+oWPadhcL7N+mO+G8ofvgual711Yo++6vPjPAbc9r3Vw5y9rNrIvuef3jx8+kY+sqaJPdFKSz7OPgm9CEaRPICGRD5Lfy4+YObePVnrEL2mCPa93jQYvgn1UT5je7Q+oTIEPgx0Rb7eaoa8F96rPgYdIL12mNy9MVdNvgRSoj6IhlI9P52pvVncqz6vCMe9TX05PnzH670kRzm+GW3pvYPe0D20IJg+6BjGPMvt5D0u5w6+4opcPCoVKD6oe/89B1SUPnx/Gj7gWFe+ojvCPRMtJL1GOHi+I/ZJPkuUMj5TAjC9G88kviY6F727RCm+qJHLvQ5Zsj5Xdhw8UwMLPtCBsj17s1y+Sl3APj1IkTwaaBy8hL8HPfo6iL6NvMq+FgtPPtlTur0LP4a93NZePe0Emz1EKtu+Lm9bvW5tjr0Y1t2+drGNvgd62728YLm+OXsxPAL+KL007ri9eIcpuyu+pz49H7k+OtBfPgZ9sL5IG049gbH7OxR3mr3JiJw9ENumvk8Aer2HaIo9zVUEPkJ1rL5P4+K9AigIPshf3L36BGY+GmidPAb/HT5QUSo+K0TTPvE0F742ug2+ltKjPWkypr3V44k+NRlQPnS4yrzZkXc9MssOPw2FGL4LkR++1OjaPgBzOz6EKO49DiOXPq6cUr4pFyS+jAXJPdtjBr7KLQq+a+lePnDIYDtbzIu+VX7uvNXJzDz+6ki+aBwVPl1cED6M1zA9k1ECPsbnML7roEy+lhZKvvZKfD7G3uQ8fbwLvovgqD7OEb0+WL+EPg3Spb61MD8+9qirPpepmj4Z/Bw+LVWgviEkrD305AC+VDSlOw4yML4S7Tw+/uu0vhGE/D3uiVm+KqkHPsoiDL97OMe9x8T9vCk+E76hc2A+5BYkPoVQYz7bRH69yuSzPWE4F75QqrC+fUSJPmvyEb7q0g2/QCIuvjZpGj6jISK+CSgxvaLyOz6XQXI+eGk9u6Vy6z5RXlA+cj8CPlw+kb31vOG9Pt0RvUgL77wT1Oa+ScDKPHFXoj5f866+EmbUvgByzj3bZ2Q+QejpPc1+ZD5YO62+OswWvofbhDzTk6u9wT+MPi4CqT2Icq68KZUrvkKmYb44/109a6Pvvq6V3r2xqBS+V+9fvRXkFb2hUcK9zNXYPFMLzj3ocK88ciaNvgtyUT7j6A++4tP1vbm8nD6IxhY+SxVqPjpL0L6jCo08BDQqvnABUL6A2Pu9TIsYvgrkA70pUxC+DSb4vBIDjj5nk5Q+XYrLPMu/jr3cOiC+HGOBPeKPo74ROTE+Hi75vSZ4NLqNNvI9SHSxPtKUhb2CKaq+i/NDPg2P0z67xx+9PytwPsBDN74dMB89/ZuiPWZOJ75egLY+Um0vPgzGjb5QSAG9iQWDviJfTr4haEy+41CTPkpJxT1oUpc+ddgAvrmFFj7A0ZQ8LM0Wvn6SpD7hrdE916PWPoWEnb712Ie9S9A1PqzPRT4ktRQ+UbcWvfSWtr2QEYW+A+4EPW9MWr7utCA+Hkc3Pdrjnb2eAIG+hwtOvsIyMT0H4eM8cIZpvU27d726pQe+Dd4ivv0ijr5H3y4+Qd3PPcXQljywVRu9h2WWvAZyhTsbBgm+SJQOvoATG75uahQ+uUDjvdXmVz5j6o4+PD5OPeM/Hzv/h3k9LnqGvgDIyrtMePa9EiGQvLEl3b1yMBy+AGTBPca3Gb4ET/O8jwNQPZn3IL55aKW9k7myPS7UG76wBC4+z08kvQJowL3ppmg+SQ2pvLiamjyOvkO9JGWRPa1j8T0z1VO8tf79PQxdTj0Ihjk8Fi6kPUJ2Yj1L/mu9DCVFPnidqDxv5T69qFjePUQDHT6P6WC9AO+yPPtNEr5/1ym+V7BMvpkOEL7BKHs8QDWLPFXbCT2AMyQ8GrElvkkosj3gKmK9LNuCvoPhOzwZqts70LbNPdDNFb7ZXSQ+Mk/NPWQHdj7rNDM+SpKhvUNvrLv5YWK+noguvujkr7oTjTG+sbLhvNckHr5CVh6+vmqvPa+cFj6QsFg+tJfYvUHsQb76Oo290zU2vuG6mr2cD5U9Vg7zvU9XTz4mWP49UMq7vWrBDD7Tro09yLPDvpxUoT3ghRA+PMFJPM+Pjj2D0Tq+i56NPftCET5s/g++ChY0vTsEg7tFIU4+oErVvRFeq75LFwA/+tyMvc6XpTzGp5G+mrwZvip2Jj6nxQ6+yo1Rvit3Hz0KC9a+R9feu5H07L5t/JI965gMPvGk477XuvG8nUwcPVGFbD4GzKy+zYR/PbmJtD4A2l2+tb9uPiQKzD1P0nC+8C6TPoFkWr3G9EC+qhQ7vqyMjT52a4a+Acs1PsHyHT4UlW29s2tJvr5S4z2mzM+8sdO3Po0a/b2tNR2+uzKGPgsoA74C+Wm+XyfpvuxiUT16V7e8S829vgAtCb15WMO9iFyUvZFAAjz3g1++FEdpvi8He74Bn0k+Y/JvvohqML4RXZO+E/DVPutaDL3VYRC+06XgPUKb0D3CRVU+LxYXvlDUP75To0C+WsxOvoQTqr6Zk8G9/ElxPgQSmz2z8sM9tGwovkqyWT7Sg+89xS1LPlVCUb12D1m9Aqe+PXtxmT2ywq0+IbUAPnk0ZTtZPqK94b8Lvj3v4j6YYL89jWh5vQUHfT0mibo+HcnzvYTcrT5Tob69zB/GPZ8Gjj5pm9K9NV9JPqjbNr03DiY7s9UZvlG4A7zU6qA8h/NqvUx+Rr7ZkdM9P2FRPfIKNb5ci1Q+Wx5NvjiOA70KKQG+s6SNPNuxKL78xXi+fZ+yPcozO74zX729TFUyvfVctD2CaRa+chOPPiBgVz0XEDi+rI2WPgmidD3Sbq4+aXL4PRDC2T1eHVq+ny4MPamN3j3YB0C+q/HJPcBoCL55/gK+C0+ivVfWcL7p9zU+a780Pkr47b1P0Ew+EemlO8x5qz2GEiW/0t5DvhuJwb4XIbK6BDxRPl05mb7PZlk+5K5sPkNq171Vske9tIpVPuRM2z7LMos+Gxh3PueqtTxTD7C9AKGFvrG2Uj5spXE9pTVvPk++1z2eFAu/EJLwvlVRPz4X2XK+MEvEPa3fID5hJoy9R2DbPdjfqT3Hpce9zkAJvt5NOL5Eo5q+tL7+PWcl/r3dWKE9z9uQvqxbgDxmeXI+2SxnPkNkN77RLLE7VvRrvqiTrz3Q5Pq+i8qKviH2576yhp+9S3IEPngV7bwsDbS8C7xVvmVYnj4eaPM9Lk0NPpdndz4Fe3U8hzMMP/adT744Dp68oFkjPh05fr6lfTc8SkKzvH2zGb5esW8+KiJNvQ+bND0MbLe9fp5uPiEnQT6Hf8S9C+vvOff7E7064e6+LKnEvganj75aiG0+DRvEvbZ1dT7IHb2+KHA0PuDpiT5QDYW99YwPPjByGT79Xrs++558Po3fhb6x5Ww+9LLxvA5q3r6ywmo+sv1gPStyur21M5y9d3JYvmzg0b3CKhM9LRslPj34MD75DJo++LZ5vh06cb1i+6++jHG0vIuVpj1npws+KFPyvbTWkr7Du469xeadveqRGrzEmRQ9Ap0avpSkiTwrelu9ROTFvbC1gj1a/e+9SW6vvGO4mT0Vyjm+QHQIPr3XOjudFuC9rUb4PVaVhL1DD5W9th6LPGPOur1Djw09MsTfPRI/2D0Q/Be+u5roPSJ3sL2ZEjY9wfQuvOLdVz1OyhS+gQJMvouEBr5Re5K958s4vuAPJ769ghi+3THhPTQlEL49t7u9QtfgvVJB571woBk8C/fjvWeKD71K2xy+n7Jpvotst7w4Q7o6CJ4KuU7XzjzQwM07IjipPdxHtT2gTaC9YxlRvJGy5z0AJ/29VSnwukIfUb6gV5m9ITrZPGC8oT3xvSY+V2bzvQSFyT2stra9UD/yvaN40jurDog9pfYovhOKCr2nN4m+yvQovgBcMj1pVoC9T/envLF76j3YjQS+iLpxvl1qwb03Bpu92aUQvcnwzLwaZjI+OjKQPIbFZL7nOek9YyDLvuBSN75PsSu+TgclvYBwpL3eZoI7+lawvXtOm71WrD4+4YkBvuP4JL4vJR29lwAAPrp5wr3PPiG+CEuzvRqnQ776UjC9D58yPivkB70mXNi8B6QRvZksMbw+BRI+WcJHvbyUCb5gQ4y+hOjVvV0/2j26LK69oEP6vTLQ7b24UcI9PnZfPvT07j1FTKm84Kxkvn+Umb0nMbU8XULsve4kyz5+5qg8qotlvvChmz1vLf49Libjvaybjb4E0xs9YzkcvoCmhD1ARoq963uMPkGHi77OhVE9C3zLOxrpAD+MXw682+envitEB7/115u8cVHoPacVvz1zm1o9HZTWPa2jiz7/SAK9nMOXPvNEv70hswS+P/UqvjSHzTyvGoC9Zn7uPa417b3c0Eo+tGw6vk0ubz5nzky+1RR8vc+Qor66gpG+8+97vaFvxT02wmi+twLvPRj5rj6YjtY+8tlFPqQ4G76+Ioi9kv36vejc0DyMoxW+YTIoPmSEMD5IqEY+Xr9LvRsNwT5vQ6o+r2nhvWszM75FgYU91PRivlfLBz5G1qG+SuKcOkc2Cb8Ruz6+jWylPNsgOr5AgVI9hIlfPKFjIj7xbua9WZJ7vhmtiL5Zwx+++qguPVhPQz6+/Pa+N11SvElzGr6c0fw8BQNTPRDp1zyVfpI9gIXqvrtyVr47jPw+bRRzPoc0nT1YqJC+7vpQPoreA76uyIi9TD3JPlL39DyMp0K9+3DPvOv+ob7gnBe+AveePa8ZtT6BgC2+ifOdPTXXrj0gZRS+utLlPPkYFT14Y5C+eD/QPIkKiT0V48M8KWqpPbIP+j2yidI9rKUOvU3Vhb1VYJQ7P54qviPJrbyGVao90SeNPInmt70iOau72cN+vbRhrL1XFtG+0aWtvpy8br6Ny2K+xrSHPphPtL6s35K9r6pSvTtiij6wcom+oaHVvW1/xr63GH8+54chPtRpND6QNEe+mc+tvhvWJbv6PPk+ToITvqJ1sT03qcy8E88pvf9xob0pHoe+XsT0PKmgRz7Dm0i+2golOmuX+r3yNS29K95jvoFEIL52U3w9SJhJPabb7zwVyuY+8Uf8vS3GEb1ybCU+u6GBPue2tj4KSwg9TDkIvgUP0z3+pKg9v/0NvpysvLw3B2O8QCfAOv8eQb7B9iU9q/33PSuHBb7BQ9U+WEj5Pe2tx77kmFC+SsCpPko49D2EV50+IUXYPnaQbr72mIM+KIPsOmmpiz2lEzq9qbBGPFnSar5GKiw+FY6Avn88o73Yvb+8sQDgvrXIQD1maOu9VkrsPeR5gr2CFas91g2KPpgOjj4A31U+DZlqvo72Lz49igs+HRIhPvCFAD48bpe+TKUpPFcTxD7Cww8+1SFwvdPkOb50QXc9RXlTPkDVd7zLjSs96dvEPZf7dT3BMXQ+zl2RPTJWh71FbvG8OUb/vpN0oL3ylS+9LumovisVGT7ROto9vp42PkaCEr43C3C+pu34vQxxAr6T2Aa+DO3kPZu1VL4yZpu9L2ZdPcbw0j3oxuY9iiGaPE6yWr2dzY0+epHHvWvV87wkUxe+Ae4XvLt3jL4w+/e7RkgzvrTMCL3xgLS8fA+PPays0z3S6Pa9ZK7APEkdqjyJ7dc93T9lPG9qPb4yJA6+t0AsPXs1dD1TNI+9ztKvPFL7O74ftkO+fmyOPEY+Mj0/64Y9aCjvPUEUBj4Wmr06H+iCPE2wgz1f6E6+/kzfPVP5pL7fRuW6s1uUPVQySL4rabg9SgYVPrOwHD2C4Oo8gsHRvRfwGr0edSk7EGHGvXo0kz2+WH49FtSTPNXGA77pHGc912eTPcyRXL7FLbo9xTPWvXU+KD0q8Os9D9kzvR9PML6kbi++fso5PZkJAr7ofXw9SVvRvCd88L3Sg209VdwOOmu62z0BJli7fM4vvnn1eL2iIgu9mE4DPh/wmTvX3V69jp5vvtwmbb7N7wq+xcybPbhOhL3TQX69/VVavWI+Or47HAw+8dHGPeEedz2hgQ6+ZwB2vX4ee75OCtg9XVvpvenQWLzygK49yXq/O2cH7L3nNZC+MMAMvo5IoD2POoq9liEuvcNc1Tx+Bem93PcGPryQZ7041U69Fk4avjc2jbxRsdY9vHydPWY/K75Zqdk9DXdGPXy2Kz7PRtA8Lej+PZNq/D12oTC+CaEsvqpaID3PiHC+uKE6vQovHDxBsC2+EX/6PYInsT3ykky9mX1yPSHBKr5rwRi+8YNkPOd4DL7StO69zuiOPcP28Ly0k8s+nQ1PvR8RBr4oqNA92JxOvlTAmz64yw2+devVvanU6ju9dLy+nCMuviPXIL6te529fA9APPygAr5tdwS9BtD0vqEAQL78xIg9mEjsvaO/cT5UuVu+0YutPvGbsz1znBq+mlCYvVFYQT4ZIEq+on8KvmlXgL1FYOC9tc4aPpfXZT5HrE8+I8ttPq4tyb2c5nC8HmmZPDHldj6peTC+8uD7PQBgnDuw3E+8y9X8vDJ5vDwXlKy+VffSvAW3FL7ia3O+SPVzPHSLAr4hm+Q6kYhRvvkHOr4+ioe+DIjsPTi7ar7kZPC+zAg1PodX/b4FcXe+o04aPgnk4j2SwW8+sNlvPecjxT1qUPE9yTPxPf0FXb4hmOU8XBWIvYvm2j1NnaQ9fEr1vQPizz3htEM8sn20verolbyRJFq+CsQDPk80E77NtXI+6wmfPe/XU7zurBK9/oKpvfuWMj5lxzo+xA7Euz6qaD5zaM0+YClFPvbeqz60hUc+V2QrPstbL76QAg4+az0Avv4UMD6WGCC+AsIPPla/RD3Kaha+8sidvkT0yL68pMq9TmuuPIWjDL4fsRC+hYJOPssc/z3f2849z4DnPfW2nD5Y4yq9Rcw6PpHBfL3Mwxo5nWpcPj2y1b0qdlO9+khrPqZOYD5jkJS+0ffTPSt+vT2jJtm9W9pivrgFgT5eaQ6+QleYPQlv2L0Lxpw7w+uLPd3ZeL4nqii9/8ravc7LVD3bq1S+vLp/vugSs74h9co9a2J/vQvoar6sanA+O9ykPTolqzxkl+O9A9MoPuD6d71pnYO9uu0ZvoU2m76zQ5G+EyYmPXifk709vjG71e8cvlH+zb2x7Bq89YMkPu/+pT0ICNE+D6L7uzA1mD4MLYM+6zgmPmLeEL5iWou7JaBAvjnDnjxOJqe8zp94vtgmlT1ceeg9jU3JPNqDbL38j+i9K8kvvpiLyD2Puzg9ZBFHvTQbvz1LFZo95HOCvdYc/D3UC+28xa/EPb4tTr5OcDa+540NPjBcTj79BEQ9t8CoPnT6hr2KR9Y9JnhSvp4uqjywMoI+CfV4vrsQIj2mIlm+J2jZPb94rb3Ln1w+dvQbPoOFn76k8tK9CtjrvP3CXT67X6O9qI0mPUV/jT63Ks0+92ohvoJUrz0xwcW9VsIEvonlyb5qOpw+YwqKPqxqvT0MSq67H0WZvWlJBD6dzb09bM0/PS2ZFz7N5jE+caJbvlpGYb4LHiu+nJfpviLpjT5hW18+pA4QPj/OYz2Ne1C+ZS0sPhlQZj0Y/io9TCm1vXK9jT1jfF8+jC11vldIX74tWKM9rrooPc57lL2djt49rnaTvdXVWj2vqLC9qoWfvc8UWD7ZMXU+KLRxPCe7m71crRW+BXUWPDO16j070ws8620evHAelj2G4J893BptPWQUIjyICXw+dn5uvD3qxr0HtQs+EdoEvunotD0knlG+9x02Pc/ZTrsOgYE95lgXvm2j5j2RBxQ+D0nBPFtbiD0juDK86zfLPeJwB76oXCg+d4zYvU9W2D1CrDq7CMrrvYEfv70/HQK+UuNQvp3sOb4Q7LI+fYZ3Pax8Wb2yLLq9f74jPkphDDzJKVq9U8oZPcC65zyddlS9+m4vPh8sar6E3FU9Rx/QvYnF9b2CwPQ7uYwBvtEoXL7e6yo+cT7MPU13Oj1PBJa9BMUhvrWCQL4QZC0++ZlRPX9zLz60KJa9xQlRPusXnT2zwGE8q4/OvXsqqbwOpYq9O/Smu4ZSk7xAarw9Usv9uukFnj1mQi++yGNsvH4xl7wnJ3s9oOtzvctl0jxcH7C8EYW2OxwYvL1EhSu+YJyQvLeGbr7iP3a97SWqu7845TtgP249KYZJPn/pdL5Tius9zPahu4eEMb7madK9naZrvKmb2bzxnSe+wCNVvcjerr0qPZU9zOk0vRbbOz5fwLI9yf8ivfIWCz5sPyq+l1k1Pdgk7D1dK9093chEPhvWrLwk03a+cbduvnsdYr7vuFS9SyzdPeEPrD25dUe+F+eMvakdmT24r/i9wOD5u3k/7z0pW9E+8NQgPnV7773MUkw85LAQvs2ITT6GDwA7cSecPUDvhj7oFVo+95oPvnbbQz6BkIC+fR2Uvgztar7wxj89sWKCPm7ShzwpjUG+ps0kPtzGX76auR0908axvo64qb6uKx++f1ewO6m0a75geIg+Y54+OiKlHz7DkEu97jlBvr5+UL7JRwU9uu6bvmMRHj/IV2++Ym9Kvva15D2WCLK9R4A0vhSPqT4QJiK/UeG7vhQEAz6rvW++Kfpuu0jOaL5tAmQ+Wo8gvgF9Tb69Gra+W3x0Pruzkb4JxJM9dGGCvDTbm75cYMq+YzyVvgnMQ74DC2G+KiVMvtZ8KT7AexY+FnLoPdJygj3MaCM+gAyavfeB6L22vyw+7BhqPaFE2r6N2Cc/ZEMOPkNxjD0qoF692IC/vd67iL08Fm2+ebXvPUw5uz28lbE9wQlRPig+Gr5Ah4K+frKaPmJTRT7pjyu+y+PlvcGMST5DUOA8HcyBvdihv752Ddu9ACRiPl28Ez77wCO+GiTDvtdNn72SRQC+Y0rRvhbMJD42/h098e8WPZ/SBT8zSni+bWMKvsXclb4gese9qFYJvYhHQL3AMk09a3pKPe+40L18MrM8WKLDvhZtKD65yik+82fnPd+6ID7wku881R3lPcOr+TyHXRM++eWfvgO+nj51gHi9Qgh6vlaSMD1+YZ4+eiGjPurXzL4z3v89iJQfvVFpvD0SMNg8S1JePSyxoj4KoSm+LDevvQuIhD1h3x4970q/Ph5zdT2E56C+qV3cPMzIiT32ffo9KJGWvQ4EhL2wUgQ/4cJnvj6h2rz9OaO+bP6bPPacbb63foE+l81KPmnauj24soe+YigxPU3brL7hJUa+fh47PmCgxr14LFW+JGGQPt8mPj5bsgW+r2C2vKjtTb6da40+UhN1vhWxbz2+c4q+55tjPiGqYz5HBh8+L+RsPVBBf77QzaS9Ad9nvveHMD5PNZs+ZGRIPnHjbD6OVbc+GxT5PeEzA73JtDu+d4JTvi9m27z34pY+kpecvsQdEz5FdLO98hPZPWm3qL28NQc+EZsLPyKfE7+CDg0/NsTTPqMaBb5fK5Q92LyxPmMtdz4jLbS+j31jPiPPgj22UxI+MCN4Pr+NhDxv8gE/i0KMPYjuqL7SdUC8ak6rvdzTnj7W6Za+uQHNubFqfL4q+YM+g3RfPOmNDL44vKY++CCNvgrEgr5Eaqi+4loJPzTzzL6gP/89FIV8PqrnaD0Kf4A9g539vWkj8j7gfxe+nRzVvBICYD3f9M09FXqivkJHKL4YMsy+WIchPn5NKL1sAcO9YnpBvTDFErxl8cK9YWRLviibiD6hf9Q+Bo4WPsIWKr4wdSm+4mzpPWuIXr6UmGM92UV9vrDFKL1rG+q8ww+Uvbc90r3hkSe+6h+8PbE4fr7R3rs8lQAWvijziz2OiRK8iiUGvod9Ar2Agbi9ktg6vs779b2pPcO7iXwzvsRQrb0F/4+9ZDeTvQyTvby3h8K8BFs/vt2gf75IR02+SUg6PmM9B7wQtKW8fyuhvXCw5T2X/CA+XClHPep3CT3O4So+ly2gPAaD2j0o/lg99+qmva8yXb6lGOi7NJAYvjD/T76/8Km90igZPrBAvj1qdx++vAHhvcWr4zs8EIG9bU8APooABr7DRrq9b06SPcPYDD56CsW9taIdvuO0xr21X2O9mvwbPpIhyj26eQa+9YmVvnUSx70rHwe+oELiPFJSGrvfvxy+cOnzvS8ddryErCG+GyMjvQVtrj0nCpU9MgBIPRurk7078fQ9wLouvaCpo73lqfq92voWviUzM74+eDC8/yzrvV4MQr2GBUO+INEHvvqsH77popi9JlcfPplSSb6pPcm8vvNAPo156b1KWQs+CjW2PDbU+L0Fq1i+gYOevdIDmT0/PPi9eWk1PuIPEr6pw8K9obBOvjFrID0bczG+w1K3vPZvRL6gc0a+j8uAvQ3PWDzhYyy+eyvfvTCG+b1aEDK8AGqku6K3Nb1MghQ+f68wvtelWzwPVzc+K2FOPWN+E77xREC+5gAEPMy+rjxfQiu+xaRqPqWaCD4x1iY9+yxCPoSwsT4coko7czpiPudvm74wBki+xYOWPmZA7j3vexc+rJKovskJ9z2fNAQ+PIQzvl507ru+IKs9ljqOPkM2OjzrHzM9OeGRu/CmBj6Xs8y9U75suiWR6r19E3Y9UExUPlkG8jwDYs897RoZvgoLzjv5a729dY+PPSwnnT6PMlg9Z5sDPkHvJL4YiGE9Lul4PvJsrLwQ76Y+ABI3PnBhyD3420S+zcxOPF+r+7sKpAe+ywuEvuuNgz53ysA8oiYDvqAz4z3Aow48qiiePu2Jjr6jpxC8Kw5KPj3BKr189Qm+/reBvhZgmb6wjiQ9BCpAviLp9rxDIGG9knllPv1ycT58/qa9tw5uvq2u7r2da7s9zXYUPgDbxryfeQG8vy0vvmqJfT26HP89TBUhPVHxhT4TLgU9FNCevpCjAL7oZLk+YX8kvfkpwTwemF8+5JOEPjtQIj7tAWm7j43gPZA+Fb6b02g++WrPPrFb6z3d8TG9boCrPvQ2lj5mtP89dnMKvnn/nr7T4es87I58vQR3ET5JM8s9cagIPgMUVT0PVAo9UymqPqkPgz6kIoa+hsrkPc8GBL4gn8s9DAgdvlr4BTwuEno7/OoRvWRQvzxlZlC+3ATCPee+vb2KVz+9UcJwvnO3871FHl8+1vCPPm7sGz5I+BC86ky8vTL2Pzzf5QE9O2ohPmWITz0Fo4s+IJdqvK0z6T2ldeG96i8WvtvHeT6Psy4+kFi/PSBVcD2BDxW+QjCzPgJ9wrxpKwO+hjvGPZ+MP77DNtU9tiDhvBs8gb75rYW+FZupvT06yb0F7gM+LZOwPeUUwD0b0ME8I5a1vRlmQz3tBYu9jupOveLpiz18mNM9gTpEvnhIFb2koR8+gKf3vU25O756/ps+IjUUPjEYxb4LZOS8GJgPPn7lNTxTeZ0+o53KPFf/lb4Nx0m+tbktPWclFj+HReE+EOVtPoFdej72nHI+S10JvvnkRD6SPTo+6s4pPRQ5VL5SwIw+YOIavZzRdb2mA2k+BOmxvpWzfb6ijjK+RcbIvezZuD07ab09R/wnviGDAj229z2+ErYhO+lxbD4TiA0+86OKPozHRT5g3c6+4Ddlvg72oz4kAau94OHPvQgDbL7mI5E+fyXgPiIEqT7EBWE9RfwQvkcrDr6NK6o+YZ5pPZcbBb5m02k+6kV0vg3F5jxEv6u9rYVsvgeBAD4DqnO+JtE7PkSoqT5Xxu+9qlYVvF3LeL6ofh89MynCPrIR/D1lnYk+YKMcPTkFsbsJ8pC+Xp/6PcBT9Tzd/nc8hsrVPUn7Aj6lUDQ+lDFJPiIx3bzbeDm+2knAvqTp1j03Wzu8SSC9PeW34T0T5+W+eCAPvXtgUj03pu08Vkvdu1fmhL3xxLc7cBHmvUwRRz3l8xg8tqFWvJaYNb11uIq+GXtfPlOdrr22jww+MMeoPmD7hz2UPs29Wi7LPbrojD0CxSY+NTV5vop2SDyTU7S9bMo8PWJ5UL0YQN09c/JmvU4tfr101Yu9Ebg8vvHSdz78a9Y9FNaSvTDHfj6bJoe9BKQZvZLMFT509RI+xcmTvW9eSD7CXm480oKdvWwwxD0Vqpq8X5J7vuceSb78geU92qoOPXLBhL7ZZx0+cunnvTk8/7y651G8mVwfPnXmWz7Ri6C8cAQnPvqQKr6vGcm87NrYuuaDBL4Kqo+9pmjMvRx4X7xjWiK+ovwyvoq0hz7NhAe+HzFGPZDNZj0AbIe9shHGPVspk71cck8+XHyyvX1IDT0jCyA+S0dJvqtWJ74fPhG9a/v/PELwMr26/Vw+m1T3vTwRYj73JG8+E2uEPdXgQbs3Lzc+jIGRPrF6ejzqkD49tDIZvuXd6T3AySQ+m/aNPYV8Er0kEDm+l0/dvLPfPDyvHBI+X6AdvaHftbyFt7I+5wj6PTUPh71r5+q9BWhrvmSBRj6Bc1M+EjiUvVZQ+rwpU0g9gzOhvW66Fr4POmU9de2aPIQNBb1leUi+JE5QPgd3gz038MW+VXLTO4V/q74BL40+djuPvnKuHr4qGKs+sO4LPhhEHb5pndo9VQZJPo2lSz2lrQq+yQAnPYyLxj5oa1M+LJK/vUn7Jz0BG4G9UovaPVZXTL7jRFI7aTB4vnnElD6tyvc8b2svPgwYYL6BEzs+JQiqPlT6Uj4g14M9tHoxvsr0Q75yrJU+iOdWPnfXIz7vPVS9H+T3vhO9yb7yr3u8PITPvWfF4z0wssA9qyCePrPkqj0YQyE+U6WKPosYSb4S1Bi+Pvy+vdYBaD4Z5vM9PfVWPqGiNj4EbEw9UZ/3Pbu3gT0SwBy977CAvosazj6VFuE9vSPsPUxwDj6zsjW+iVskPlzFzr2InMi88+devuJ6hT0D6og+hQrRvMCHd72L1pU+w1l9PuXotL1U8RO+hA/LvddYGb72Wtq+iJRgPs+gCj4lJrS7ZTfDu4Sqyr3rXSS+oPBOvny6fb5LNoA+92CqPHK1Cj7xzwi/p5VKvOQxi72WAE6+qCgdvePrMj5QQxo9/Cotv7kClDyQMlE+75MMvkmtrr0Gqf083toGvleXdj4a0Ri+t0FHPu1Npru4zpa+o9vMvXLPWL60BCo+6tX3vvZkIj2KXhY7YbLUviOkZD4rVyU8+U9vPuTFljt22SG99matvvIYpb5Lx5A+iepnvtF5aT7JUzc+wfacPjs2vT0fL7q9E3sVvujvPz7EN7A7I80Lvul6GDwzXa683ml/vntger2+aBG+j0ngvIoUy7wD/6O+CGj1vl54RL5wbEI+jzm/vR3wMr54PiI9wCTcvnuOfj3UqcK8ik5YPbk5uj3nbxC+XcC/PeiVkT7BMj+9quiGPszEOT4GoZ8+QzktvvGEsT2r96q+L85RPhLwQL0QFDQ+Y3wzv7B/hD5mOsG+oJaUPh3c872a3JG9KtaoPcEXFT6XQFI+nevVvaogbD5qe3S+ZMnGPRYBh77hdms+2kaEPZxeqr6anFk+GeUSPPddBb4HH7O+XDMZv9JIsL6Ez2e84LWMuuFRGr5XqfQ9mvIhvgaZ47xWk9S9GdKlPfWF1T6X83y89/WLPWyLCD7nZhQ+iKwnvUhRgr4Ofda9hGuovrgZej5pBJc+2IGTPt4HUL1yWUY+9B6SvVnDf75Vb6O+mAKevDWnWz40hYY+fC0sPucRSD60q0u+xdoEv73AE78U98o+h20LvhTB3z1gb3G+1T2hvpVXFL54Ume+nHSkPo3dRT71RLs9d43CPvcFgT2E+xU+ADcbvr0a477mG3o9g7muPVqrZz1caAO+zpjEvYlxVr7a7Mm+IzegPpBkhT6e+048OfLhvoqGdr5lqlU++mgoPMMpLr/zM9G9m/sLviRyYz6V6nu9fLQiPCFrfD3SRxM+zHNRvY7ahD7gHDw+E+OsPblyRD4tOAA+Dz3GvO2NJ77IPiC9Eg7jPRMV173Dp8U9bNIpPmZ5JT7IeS4+ZjAuOyyVWr31kyS98FLqvbVC17zSnfq90sAJPomRPD5Co4O9sVxavveuFr4cb889MJcsPoktYL7Dvf69HnTAvGwx1z0RMry9Ol0xvcRAJz4+NDi7qFvyPXaWlLrX0QQ+Cy+rPdcwFj5IaIE9+i0NPluRaD4xfFU+BuzyvUbquj2kvkO+KGCgPUOGp7wCars98e5mvSnXtDs0pli81//RPVot5D27Z+W9xFSivTj3nD1z0gU+lHFXPS4OGb4gh2e+LtmcvdN3SrwYhAc+Nxf7vYEXTD60Qtg87A6lvVk4zrtzI4Q9rvUQvaHTMz3CrZI9hxwUvsA9zr1tPgq+YqetvMkjEb1vFMM9Gpr1PXx9sT1G2qo94SI1vrjiUT067b891yeHO7teqz0nxeA9X7nDvZtR3b3Cg+E9S9sGvt9CgT4b6/E9T6QGveC9/D1MfsQ8MYMAPqhhHT0Hidg9/bPHug35Nj0QXGY+hUE7PVKT5L1BpiI+HOF0PVBPijz4H1K+luvFvXzVqb1LzMy9wyM5Ps5uCr5uJN09amY7Pjymfj0jPV6+y3ktPtp0Pr6IqCW9zRaEvur1Mr5x/gC751EPvUOZ0ryO4Q++XwRzPvLmS75pbAi+x0FTviRogb0BXJw++v2yvuzA2jx6Lws9eZahPSRnET72m4Y9IUBwvL81M752mA496YSEvSi5UT614B++IbCrvWUiQD3S6d09hp+RParGIL5HQZW90Hj3PbKQ37z3mFm+xEksvICLCD4/fBu97rNJPqkLrjy8BT6+K3scPYBXrL7xDfG8HaKGPqXaBb7ILDG+XwYePcoeAz7ex+Y9vM5ovUUw2r33FEK9Or48Pg2Vzb1qCp+9vVHevdbqmD1fEG4+h7SkPUTYGT6Regg/xAJlPSF0oT6WPhs+zhhlPveJH71ozuM9eESUPvCSPj01nR8+VRssPgDczL1eiAi+Xdtxvbj+DjyJvtE8b5DnPcdiSr4zf4g9F2ffvXV5z72eNns+DiitvZTiED7n9E8+6PQRvsKw1rzZ2wW9YnDTvERHnb1PzF8+Y1ZCvbsVJT1KKc490/qDvSGZtjzVwo+98JQRPkt2jD4O09g8j3uMvdFeELwZ8YE9CEbUOy46lj0HWS+96JbvvZ6jTb6Hr3I9D2MiPEtLQ76WpCw9GT8HvguNhr0zsr29R5jgvvjg2755N2k9mFOFPUg8Kzz/+Je+EbK3vljmfj7CFaA99oCiPnMLxjwVNCU9lBCrvdHHHz3Ayjg+yT5NvqLDmr2uDTg+migmPsmqab0f9xa9DSCvPX7Vyj1JllK956sOvbg9jT7zUxu9DesxvlSvwz42f+K9dzuJPeFIlbtjf4M89S1JPozaJT1G/J69X5sivLNChz4k4JY+kS+Gvtb+xb2OyT++o5iEPis/qDx0PtA+A/JKPogPUb4ALTm+E/6BO8C2tT3VIhO9ru4XPRSFRT5yBmG9eynRvOOjpz5Xm0i8i0SVPNwexLuZiA6+Oz/EvcEvHD7sdPs9MvsXPseDxL0QkDi9YOMHPpvd3r2+AK49U0OzPmRLqb2o09a9EcowPmuJjr3F2Bw+KS+0PjGiEL7y+Yg+arz2vYZbiT6BNVY+tagNvU8v6ryblXi+IchVPl1MP71Gg4s+bKEBPud2jL49n5Q+le5yPvGJDz6OPxe+Eh3HPLGetj7oPLe8U1vzPVm3tz15Ijw+ZF48Ps2DojyaoQA+2gwiPWCcsrt3xhS+gb3eO7ShMj5Ag/s9a0MaPp/jgL5q+lm+u8qkviJ1vj1a2UC+YId4vus6VL4NTtO7PGRfva7cGD52/Di+LGAgvhRQNT4M0Tu+w8VdvkUzjj730lS9vW0sPg2WHr02Cas+uDPivu05YL4J3w277bi1vZVABb4qzGK9ii1EvFKxkr7iklE+HVuKvu/HwT1s+D27"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "9OGJvZKCJD5fTl09hw+ivIOWFj4o0sS9gsBYPkVfm7wWiWE9hhhLvblwNj0Hiu89vY7BvImMzj1Y7NY9UKayvSrmZz3Rb/K8vZzyPYCxwr0xW/g9OV/fvB9VhD5/jbA9bNjzvYiBm7yMhk283b00vQgLuzuRi1u8s53cPVm8wDzgTR49XDunvPox2z2g25K9VnLQPeA4M70XvMA8QaCFvfgHebw6Mye9tseOPc3c+D0i+Oc9BQdfPV/FzrwZ0Xe95NYnPoAxJL4bDz8+CtIAvTnxsLo12d89pw+bPQR6x73+ZFW+oFy7vUgpeLyueAw+/TVqvK9wf71xTQg9eFmOOkHSp733yBE9hqeivInMDb611Iy9hvWfPe2/jz2cib890QIEPlRUxz0J3+498le0PS1pAr3DvG492e98PZoYdzsp6gm+ig7fu8mKAjwfOMU9efO7PIqVDD70pba8tDwyO/ucIT29Ggu+94BmPXqWRT4fqRQ+0acrveLxRj3T4J69tguOvQSsOj35ZBW8Mkb8vcGXcjqgEMy8FPpUvX28NL0zAew8rvg2Pl53Kz71Gce98MjQvYgtEj3YEq+9zk1zPXOiiTxqozS975PgvPqUBz5x1889PfLsPZ/j67oTsuk99DA4PdDsCT50iiO9A8uQO4DNyj2RmgS8XAUlu3ZGiz0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1_2/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 