{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "N1Q0vSJi4T0wxBE+MAxmvpzPQj56c7O8rkwsvt99g7wXP8Q8Go38vU3s2L2+qJ49xIABPpkRC75cf2q7UYWvvXgrJr0maU28es7tvRO5hb7FI6q9i9q4vWd/3L33zkm72uwGvoatHb4f1JW+yTGnPj5Jlb5O6aE+5PZXvMwR3z0j9pC+etzYPfN0Sr3VHZ49ehy2PPojkr0Y0cO8bUV8vkSfhT5xkew8nRFbvmTD2b+ktoo8cFIqPriihj1ksKy+Euenvo4NqL1tVXy9qauPPhcKhb5hIsU8k3/5PRDpKb7KHfm+j/DhPN6pTzwDiik8+dcRPv/5Tr0Mhcy+kp+GvqrMD76FxYe+aoh9vu/aqDzGgZo936HcPdThj70FLhg+IqLevXDJ3j2ZcNu9SNu0vPi6Rr5OS32+O+eVvcw1gb7yCgw+OSJWvW/VwD1mwWe9qHw8PceAWL7ioR89gkdevt7J472Prxa+kBI1vhrEOT2aqQM+QNezvWrylb3ZreW8gB/IvCUR8z3CZLS9zDc2vjLzHL5D44Y9abX3O5W/FD1AvMk85G5MPIV1XT7M/Hm9iWy+PTRGbLx7CDG+AHJZPed8lby+jH077wJBvQQJL73vB9U+liFgvikgBb6UWfa+Ni20PfjzVr4lcMI9m7GTOt+srz2Z7Gw+D/KmvaQxS76LqhK+zM3ovAdAoTxzMjs+yqCmvSyQiT5j0Js7jXmmPAv9dj5ktzE+Tr+Hvtg6Rr0y4YO9XMgoPnaOTD5VBX8+Pmmtvq8YNDuN9GY+ZvKLPSo/XT15/bA9g24Sv/iF4T5lDqQ+UiLLuq4GID586Kw+XVG6PUwQNb4jt7O8WryqPXj7rj5vKEy+SzbnPtxlcr2paKY7m2UCvibDnr4mHu89P5Y6Pvj6oT1emyg+ysDPvt0/6j1bVo+9CAQhPWRCPT5vJEw93Dc7vQoO3bi2CeA+buZcPQPGWb54rz49APmBPcVkCb2sr7y98+Pnvah5ET5PVb48SUiVPYRdjr4gnwy+iv26PGXjv72GXpE+0eAuPpXq8rzeFJU+bKTdPSwiaj0nxB49n2CcvE06nj0o+RW+INpEvfxJoL4+f42+mikIPiFhMD0owLy9vUARvo5AvL4T5ay++CoDviH6zL7J2pe9VrqIvjmjlj6JADo9XlyHPpiIsb2hlgk+W0EuvUfx2D7P8Hq+tUvMuyOXSr77//Y9RUAivrOFgz2im5K9iix2PZoFCT4kHKO9/856PiF6zT2jgu69c2v2vf8zX75xeGs+KcgTvus/kT7dN5e+U9pnvqRigT6hDOK8EJUSPb/NFL6fsuU+NAQ4Pv+j6rxhZ6A+KQCIvWLM3rqom489dGSLvYmIgL1EeqG9c3D7PTQLJr4LWGS77aKMPSiuHT0jDXo+fuOmPfCUEj3sLhm+cm2ovdCVfz0ClwQ+oaDDPhDcV73LYw8+9cAbPeb77L5I/6A+O7b4PY8Ekzwaxb2+3V5bPhDBED1E4hs+H30VvmGIzT1XCbS+nbuTPsF5Gz2TvUK+dT5Dvv9vyT0wBHA+neVFPQ150T418Iw+7ZyYPqFsr75Kyim+rU/rvWUv5T3yESy+S1uWPB51ib7s5mW9O9ZePvEKXD2npI8+42JTviRGX74nKVM+XnJWPr83eLyWmgO92Jbbva4sy722piA+iRmLvO6aA76P4CI/BTkUPinydz7G2RY+WwDIPkbjuz2HAgc+wEcyvow9rD5GFPK9x/h9vrq1Rb1iPxo9GzKwvURqzT1QuiA+5uY4vjTIkr3w9oC9d1luPuM4ab6Mo1E8Av2FPShXpL1sfEW++05Pvdg3XL4/24U9xQcuvnQHdj10E8K9GhG/vmOVhzxdHxm+S5zuPeTTsD2zOEu9/r2GPbAaQzzYMK89y2KLPSQBFD5CSrq9kC9hPbE2JL20Npc9Vab2POoz8rxxH989DeQ6vn5/sz5FLGA8ckE/Pn4TfL55g4a+2fCnvcT2hL3xvq6+sn21PTxldb2/WZe83njXPo6BMT5hu5E9BU9/veOZbb4is+c+dIVlvtJapr0Wh0o+UPYevViiNb5Ke2i8MSuAvmToCr48xRI9qi92vaPRAzp3Rgy+fH88vpmnH74nkLi+oYzvPWFLb74fHgc9REDoPqdKSzy6v6C+PCkEPtigajxICbo810JfvpnNdbzNoew7lItrvqjTTb4iTZg+mzG+vFN2Nb3wezS+2fAcPk/iAj3JeqS96I9YvGtMZ76Mnq89qCWGPg/TGD4yDIM9eP3tvf0yqb8MUIy9MNnHvUv7ab6KhU8+dJIAPl2JxD1ex4s+9N2kvqGaN73qHOW9Ae2+vedUbL6e0r69MQr9vPW95r2Krho+ztc6vuYAQb4oiPi9S1SVveh4n73dK1Q9No33PTwWfb4GJUA9o28wPjJtRb2/TvA9SBnfO1qWX72il/M8mtDQPe7gpDvKHFu+gSmIPf6j6T0AykW+dHFnviaXJD59UQY+CQpfPWnmx70dZiQ91Rufvts2kTyBDRQ+RxFRu2OolT3lQBo+6PWWPVmixT1yyLG8QLjJPXaghjyJ6hu9Ah4YPlpUur7WDOQ9yxbcvK0QsruB5Jg9J/rhPVAag74TEX69tYIcPrJREj4U+ZW9op2XPdDEjT32THs9WzJFvpw2WL73LaO9DlJNvhLqmb2pBAe/SiYoPZNsf770HMs8QS14vkYy074mbpA+YhF3vqsIfb0tAIy+5jUnvckHZL4y45Q8J/VRvQIwCz4rlYq+Jh36vSMzvD6JMj0+o430PQD1kL7ZgaY9tBAGPnSVkj7PYyo+ndmEvk8Amz2MJJc+8+9tPjMC5j2gc3q9qSaYvn6lVj5sjQQ+4hipPWSdq70+Dyc+e7JPvj/iqb4rzcs9+HSSvRX2Bj6vkyW+a4LiPo89tL0bFIE+YID4vEKYWr29nLU+6n/APszs+j0GaBM+28IAvsVSFj7rf+G9MNyBvcyjzT7ikC89miI5vuLY6zzkmoM9MN+iPrYcf72+xDW+fUM+PqdhIL3ij+09/ogFvuhVO761MlQ+OaiavWMPYz1kAzC+wBvAPM0cGz6Hwvg94FPyvbIklzwxOK89zOmnvWQDn7z2hrM9WVLQvENjuj143Ao+oV7DPRoit7s72nC+uHFBvviNoz5z6tu9neO5vidJnb6iQ6i+yuGxvN0ee74tq4695zSMvuaYHT7z/gA+2tDRPW+TXL7fQpO9PjMRveSFej6p0pa+hNSGPa03aj17MxE+dIEIvrHdFz6f5g0+esgJvY+lWD5Nt6u+Z4wFvjxRST0oLBi+cwafPYGOXr7rMnE+yKoNvnqd3T4Odx++GzySvYFWIj6JV9m9aUzfvb+BKj50BNo+iOF2PpWGcL4Lb/A+9MyNPTzck71mxOc809fcPrVsDL7mLQA+8iJ4Ps47rr5M/0Y+1hUXPtj67TuW2HI++4sAvtlghD1tqdQ86R+gvLonZj26sCM8tIiQPsbexb05Hdo8WokjviY89L5bGdg9lEcgPiwLD70Fs6m+GN4wPSlftzxxwAC9qpBfvdzmWj4KzOa9/hqHPs6WUz7iBkW9U8I+vvDVkj4dna8+/AEWvhDHxj11KZY+y87zPU03E7/Sv2a+/zAjvZ97Lz0Ll0K9oG5SvcYNWzzy/Uk9ylIBvV5dQTtHKuc8l3vrvO0rDL631D69CCiePjH9ID5i3Wc+WAKpvcI2cD3wOw4+4cqRvXFHrb2cQYI+Wh9dvn4KWz4pQA0+ojwRPraZoT1pJYY9ku/dvNMxET4qCnm+HyaKvuZRwTzFbBE90Jk5vTaC7LyA9bG8Iv99PVMvlb7rb5C9uxdKvqy2Mr57aYS+Hu4kvYrwxD2oTZG+CMWUPPCmsb7bJyw+sPSevZVasDo8Rjy+goktviVvw71uI1+9DWtzvRQouz4iweq73nMbO0A9zz4OCV69Dna3u1w29z38JFU9IrgrPsiOgjyXOB6+Gpc+Pu/FhL3GWPo9cMWGvunIWD72tmU+mhagPfvXMr6Xuo2+zAv8PZnIhD2UWLS+bQVdPlE5gb5v1G89Mn4AP+U777zTyuU9/jdavtSpdr3dOvU+DH6Zvm4UlrwEsd++SSpUvn4zAL6I8iS9ALfjPFAeyL2r6QA+KiQqvQBZhL4/iE6984raPUKsejy8JFy+laQFvnx6oL5TGzI+yACTvl2I6r3NW4W9dnQMvtnbrj39U1u+ozdMvsPPhr1Gn1y+7LxpvtrRh71/ZI09cN6zvbvZx72axYu+L8ooPkp2Oj6eAWO+h8gjvlf+GT62OwA89bPtPV8DrLw7BDE+0FEGvmEHqr+vmL48FPZbPn25qT7u/Bc+8+pTPpYAXL47ZI89O9l3PkIKM74KvsW98wEGvmRamj0Lg6U7vqQdvu+WE754Nyq+K/MMv/avULpZbSK9gLSOvkHW+T0l9fO9uwh2vikkL745nX++E6uKvfeqFb7CxTK+kr9Avh4wJz4sST4+esgfPgQoIz6jRjA9wfRuvr6G/L30FIq8gSr8PT6sGT7yb3+97p9vvjwbgT1LRQy+ZiNtvqGhir0eyQk+cbHovVKbXz3DkL294MQbPTgqHD3vZbm+5WOvPSAYGT51Fj6+R6eLPS32Y736E2O+ciWyPRf6Pb1hSQ4+64AbPu06Lr4hOpC9pEgxPqcHnDxlzRQ9C4chvlzRnj1XBtO9a01yPH2gor47Vae9lElZPg/+6DxnGec8TR0SvlaU3D10WZc9BxG5PN3J9r79KJK+v+GSPf7sEr7jDiS9+zMKPhHPTb7EFhs+6FoovpSRoT1WPN+9smi6vQJOED5n5Ss++gw8vSA6trwYnr4+HvSaPUmA8z3curc9hxZNvp2EJ7uvfds+g3vQvWZNtj7KfMm+IocHPpylIz4844e9u62KvIGQK71vtYe+bk9pPjRuar61HyS93qqiPWNrCz4oz6Y7+fF/PkY7Fz4iEZC8UQz0vY/i9b2791A+ik1QPkfphD4X0Cm9MwS+vjzJMb2H2bO9/+UMu0ZaiT2rxIE+BxaVvvrZNT5j2CM93FWhPc0Xlz0Lu9Y9kE9UPr67mD4iU2W+mlsbPiwyCb4kB3k99PnIPDExPL4F+/G8ieNtvr0n3j0Qkk2+d0FSPW26WDxCBGm+5p8PvrAqSL5ZRze9XKxBPjzjGT6W6ZE996BrPd1LLr1CcmC+rdN8vUMiQT6MCzy+DD0TvpD56L7MP8u8nv6DO61tgr6fFuY82fIgvtjpLD4tBsI9zYGsPoY9OD7D+mU9/laNPhY5Kj6Jbau+ZuGhvj4NGz1SFCI/ZmXSvccn5j2eiUE9CfszvRUdWz4aRbi+xJHLvTdGR72L75C8gCeRvr0jYr228q69p+ccPgXs4T5QxMe8yCxwvO4k4b02CF2+yfIbPXI6yT1re1M+jOvIPnll8L67s7w+qsDfvFIPGD4ve5k+ew+4Pp0lob1BV8O+4+0jPqZa+r3nBSo+oKOEPa2mm72mvPa9RirFPHQzsTwZnBW9NNBOvrc93z12TUg+tNa3PnWMPT4zeTG9S20qvq8akL4TMHU9J685PpEa4j37B4U837gnPsi0ib124zM9ygpbPROUD77agbK7rBcsvs4GwDy8yk+9o9dMvRhKOD6ElpM+jACnPdLtnj7ckUY+YDmFPsIQ7L1U+oO+A8OivqD7Zz1uaNi+/RVFPe9ddr4Lfvo9v6ihPjYUrj45EpE+qESEPUPKer4tpIA+dLMCPYFsgj7EDlE+aLIBvuLnkDyh1+m9t5pvvStOcz2xJlA+ksR9vb2Nazy8ZWE93YVuPrljfD5V2C4+TQaAvUiJKj5zf/080165PS/fVbp6jwm+jeLMPanrwL3k7PI9Qn0JvoJtLr48yHU+CMU/PviVnL4Wd9q9xEWuPZQ2ozw75KS9Rh8yPpI4sL14uN46LpNevi5+AL18cv29cCw7vhG5ET0aQJO+375KPkeX5T3995Y8I4MmPjScnT7ST6e95XIQPk8qwz38FAs+dewfPpSUB75Y3G49je0MvQLU270xix0960ppvrvQCj75Ltu9kCgIPp/GbbyuQjG+26LuvW93Nj54PYu+gMKNPcxODD3tnww+l4qxPov54j3VjIm7jw0fviUo2rxnvOU+hIjkvXVSwr4R5f69tXqQv53n1L2bx309MV0Vvp7/FTz4v6Y8tv+PO5mXgr7szco9NURlPuLKzL2zjm0+D1D5PUUDij3Dyd29dLIYPuAfQD7iAIO9nbC0vTrtJT3Mr/C8BmjsvSnxX755L789ipl5vWud1b1c4gI++ByCPsDfgTzb9ek92pqSPfyQLb2zaRe+ItL7vHFbBr6X3gE+XdQVOh5/0T2H9wW+SO0hvj1XCb1CCEO+BNkFvsj5QD2lb5y86UplPiNpqD0e166+W2xaPhSh0D0M++E8yDSoOzv8iL2kQ1Y+vr4EPj0c7r0DgTi+9kOCPus+H75oLSq+LU59vuwHGT71bew9AvM7vGlxV779x4K9vGJpPV+suD0fprg87W8lPYaJJD5X5xC8AcgSvT48OL7tlPe9OAjRvqIR5b1ab0u+nt8/PT4IHL4toEy+pqpEPP33r72eVEI+kdC7vSSKgDwLTk+9LCIDPpBgRr08JFO9oAb+PMy7uj3UW+U9b3xYvgnPRTxm9Ic93s0QPb+/n71RHGY9ihJHvrx6Db35qeE8grf9PVNK8b3mGeI9a35lu1b9vL1K0689dFDzvChvP76Pw0y+udFiPrtd6j0UxRa+Xh5BPlZSNr7BhUO+KOSyvRhj370pxsU8ohcEvl1nE7+oK2s+KHjVPamCR74byaU9uIgXvos+Ob2XNIK9PpBZvXwAzT3JlW++W4KZPn0wBL4p0Q4+0BwWPmbuQL7rBFK98uNpPW0Qgj3bp5U86hzGu5aF6L0OAZg+wQNvPhiurT6Hpxq9yjDRPjyG7j3euWc+olQRPgocb74d8n8+bpm1vs8Ca77PajS8zjkjPo2E+LxB3QS+wW9lPkCjyz2E5Vg+BQczPo14T75ZBJE+cAaRPmdEmb2G4Zc62NIiPfhVYb7537a9aRVovd3ujz2cJl8+TwWqvhw9HT6Ke/E9kSB4PnVaG756Wh4+3HvBPbHym72NxRy9aGERPdxGvj6FV28+JuXBPU0aF76ttiy+AN8nPtrjYz5tLzI9dqhEvtynSL4U4IW8Rmb+PG3rDL7h6ra9qBnUPUk3Ij4u4By8jTKBvZMlQr6gWwq+L33gO1JzbT6C7Ns77tZVPsmdB722XrA9BhDPvUJP47qgrS4+gGAyviyUvj600qM9rluQPSW/ir6m8Bw+r5hgPm+oMz52Yr69JMKMvu9BKrwTDXg+4zhSPX9tpL4vOmm956FyPkAvED5BZ5u94lm4u7yVhT65jFi+XMEUviubH7psUdI+DWMvvYwE3L0cAki+6otovnThr7t6pbc9zRTNunkwLL6KH329vogTPR4vjr6Cyqs9xv5HvY8B7zmdqd09XA5/POC2YD1hxxm+gV8kviPFL75QV2K884UfPtFRu735u0m9/oNsPmtwRr4txFk9qRJMvl6hQz5/+YQ+ds81PpJA6bvM/RQ+wv+CvgNylr50j6u8prGivvBRSz69dqa9FzH6PR1HB75AAZG9Sv11vSGrTj47O4m+5GeCPrJ+kz2okSS+rgONPYbCUz4/qoA9kA8IPjJJtT6MsPY9m/23Ppyoxb4BVhm9sI2FvEcD2D0ePN29AVNLPWUOA75ig4S+FHaTPsoy0r1y2Jc+0gAlvWVlXb4auL89xzQGPkYYZz42pRs+gzY0PLE5kb1Ak9W9JggYvbN5xr7LpQa+fX3wPdmuFrx3ado8Mh6iPv2ufj5Ta4o9w/U9vlO73z1YC/Q9tqWFPIDd87tEtuq9/2OKPBghZb20n1u+ZMW6vETs+71K6i8+xS2DPlCMFr4+H8q+G4FxvpqLEj63LuO9QMLrPcJ0oTqWhIk9VpGAPrvmbbwQxpA+oPlLvmq9P75C6ra94OqXPj+4eD6Rgq6+bvLEvRq+kT0N0xs+sGf5OzhVuTxaykA+QZsxPvHV1b3sgAw+XDEMPo4eAL6PmLk+Plo1uvKkuT638/K9WWSwvGznJ77pblK+MtkUvIMfPjz1b6a96YVlvkrfHz7i4ZE+G/jDPsKvXr5q4Sw+wfpNu/mlOT5CGfQ9tNqLPVg/aD1npo+96HVWvCjU071FFxy+b2UFPIznUj1hHkM9fQd0PTivFr300t29ywTUPBQW1b00+x4+ZDuaPR0jiD3CqcM8SC0ePogaXr6ydRu+sSSuvQFq971terq8aYHRPV3nIT0X2t09ehwOPl3TvbwslBK+Pp69vIGmMr1otWW+dsMdvfdnOT7Q8SG9PYpKvlTATz0KTvs9wPXXvMQ6Qb4tYoq+S8MlPtI657vplDg8lJwGPp6mpb3Hn+E8B5QSvtrkn72TWwU+nzluvcjDWL7rMY+9tpqCu7MHIj6LQt86at7eO8f3Qjz+zIg8ypGiPes+qT39a/29l62uvT2usz2l6Ki8BnXnPSijib38waM9frruO+e6erq36fa9C1yoPTi3RTw7XcA9imsIviCyur3SYmC+6JGbPYX9yT28bSW+cFEpvRhXvb0PUs499QwyvQ9iqz23DvE99lsUvuCFa762myE+GgVvPFNGtDwLAiY9dYr6PSiOOr41Lrc9PKYcPlUT4z2WuDq+RB05vqCXtTxKqrO9jVMaPBZE2r1G60C+aS2xPQizPT2Q4yu+AkidvAXvab50L2q81ro4vv8gFb1qbtm9/2C3vfuIn71nYBu9V+WmuwLACj4jfYy9ppkbvpvqDLxk7Di+GHzFvTfvL72T6VK9nhMAPvAwHb5rwX0+FKTMu/1F4b2pKFO8zwijvTwbGz7GCyQ+KYFJvF9JjT0OYe291pWwPBxBor1Z6MM850livhpc/z2e7Hu8l8CSPRoTf76O3wo95iIePt3dTj6Zh1Y9gtUIvgCgIb6T8GG+Qt5NvuBilT3XOgq+/qcMPnfBJD2ETv2+1hwlPhGj8j1MJR4+6RXFPUHDx73OGAS+lS1jPrMGwj1VKAQ9xFEFP1oX8j6Inc88rc1APBBJ2bo5H+c8c16BvlxNgD2e3mo+5/ysvrMkkb1QO6G9lwgRPqKtUz4j8Rc+8D1QPvnYvD15IK07D6bcves21L1bzVM+Cg1gvsGqc71Afpo9Biw1vffgPj3iOtC+f14Cvlmc3D0sdBu+GcHLvjqKGz71Zcg8nJ+pPVUVSb68tBC+P7FrvT6nAL/9ZzK+HYmcvTcwgj6Drmq62CDPPsK/RD2fK5y+bvUCPLAbLz7yV7I+suqhvrzxij7T2Yi+c4qKvh42mj7ddT8+j4myPbUjrT5WMkg+JuzgvQEGnT7D0QQ/gwYovoFMcb3iXd+9jt9nPWvhyz6plp68c5+TvSsfGL5yZmM+g7oevvHl6b0MldK9g5ujvlolKr6s/SS8puJ2PUlQoDooK4M9CTyhvsk2FD7KYZO+f0H0PS+krT65xYU+6/vBvVQ3Bz1Ub4k9MvfCvDZ8Jb4RShC904h+PQq8HL0kvNk9o18+PsTcpz22wbg+pcExvk+Rrj1jFZC9m4EXvkFc1r2kCww+Jsy7PRUvFL/3jzG+fIciPtt6lL0AWVs+bIjLvbQSsr20Y5S9gicBvaRO0j3c9Bc+hNmePW8ddT7GkMM8KPEBvr528D3Xlti+YdiEPc572D3mFEg9OdTlvWPixT4WVS0+ePHcPSN22D3C+p6+WkmzvWOKmj2xbn++jeTpPUNbVT4WU4s9fIATvRFt9b0wiYk8p/iTvd/7wb4mFo09/WyTPhDqwL61no49mNkLvvftA75OX2M+uOaYveK81jyFkMw8PIMsPj67Jj0zZ5Y+s9+rPsdptDxK4oU+IH/5vSLYDT4nRjs9bZE4PoiR0T2zpH++jAgNPuJHmL2z/Qo8PKgGPhRrHz4NyOq8kWjvvW0Umz2wt1+8qL0MPhguMT6g146+dVRtvYg7iT3pWl4+EhkrvuV2Jz1uWru9oVFtvhSS7j12gTA8PjzrvbaCkT5PSgS+lY72vVKMyz0U3v492mCiPmKMs7zMS00+reSKvsFf/T1pwbo9Ch8MPSQikr6IWwY/4OWQvIV8tD2dLos+OUClPXRlOz4yc4g81m0EPf9HVr7+GwU+gNOtPaSTSr0tG869blgPPymCRj6QoDa76HMXvn71072rU5u+9XIovhyFiTxsXBo+0FpOPqkgo70T0zc+ztQtvrropb34UKY9Xq9QvOAxuj32yqo+4VNEvSWt1DwNUQC+9Qx2PMBOAj5MbI4+pYB2veYWPT4ZuqC9PSCOPbVoAT4fy449xSuoPY7C/71j26s9slYtvC7ANr2gEfS9i1cyvlO5Qb2d8+y9k/VkPcwGDD5Y0L48TpFcPGCpEr36+7W9RhS7PaCrTj36htE9/E7mPFR7FD2lw7296klcvU3DFDzkfJ85EkmKPdW1Rj5FM+Y97qnrPeRnXj3od7Y9s9hPPvD6cbxuc9G8T75iPM2Qj70f2po9NupoOwzq7r0zx5w+pP5vvbllB7ynu/S75JPFPY3hSjy0tzo9yfOdPvPCCzs1opA9Gq9IPhBumTx48hc9mWytPEA1Zr5ZVHc957RyPVmwAr7H7cK9yNGkPIxrKb1Joe08rknjPfG9hD51/qG9qvG2Pl8jGb5cqR6+eyUkvpUCrDwbS8y84o6WPeQZkz4PPDc9vwMAPMqwUz2ElUM+wxzNvEt2Zr0d2bs8pf++PEFnY714JAy+0lY4vnLekjnLjac9xr1rvOLNXz71pDQ907MnPb07Xj3pHSG9SU/QPNfsED6Zu5s8Z2E6PuS4HL5dODs+SE6HPm9Kyz24Iqs9v9r+vVjpJz7IYuQ9ibACvJx8mTnVj1e9w8hUvkFbObyelAY+l6bOvYxYX77+tlg9uMmOvlGf5T52+z28t5msPczorD0P2sK9xn0APk2//z1TLZI+eKHCPS6wET5ftk+9cHitvlWlZ74xMz69GuBuvfgJCTnBafS9d85dPFZy6z05MMK9lJACPtlQqz1Q1oa9plCPPXLJqD2T7mc+DFv/vtIx0DzTNae+gNiOvr7yQT6Qe9q9+faevvLivD1IHTI9rT5rPj1HCD3TCww+bJhnvC8aQb4RYOo9uEeEPjAXYLvePRW+ET4cPp8LkD3o6zk+5rASvlhCKb0qEqI+RPzIvV8zFL6N6ke+1zP/PVY7u70V9sa8PbZCvggPBL6GHHK+ebIBvRDlpz5E3BO+bT8Evr3LSLz77BQ9krMCPreKAb5WB5q9LUsLPpeRbr3Df7E9nIwtPRHNUr44Txg+bgHLPdBoRz3J7i6+QfLsPY/LJD46F4A9Qb0gPl2eCb7ykc29wdmcPJSyoz6lyqu9pt5hviOLhL7x2Q8+ZMOzPr36W71YKNi9PBVQvstEZb2KmSq+b/SGvta+nb6Mgfg9uJz0vLyn3Lx5hjo+KsZ9vQavPL4YQZG9Lx8JvmsvW726mwC+kd2cPn+BAr0HUk8+/HcRvm2fQL1afAW9RFg5vhqvSD0GfGS9bHmQPhFJfL0pkkw+g3VIPTVR0LxcSEO+MePmvO+HBD1y0We+ZIGCva1hrD2eBpy+RyWJvuU6rL4FNTq+oiWqO5KtnL6a8ry87Ab5vTp6nT50kwQ+MZk0vjSp1L0sPa29dMEKPQooAb0Rke883Oakvch8Cr5kra09QZmNPUrrIb5ozQc9FJEOvWcQBb5NUcA9nrcbviqqVT7Du36+w19evPX6V76Fnqe9EguPPpBpHDyO3Js+3t0mPsSLOb7FOHI9Cg7Lu0yR1j3K85K9PFncvZzGnz2JGM69nRFzvXAEeD7cOKq9+EO+vmw7UT5IgJq984tXuyzlkj7sTXO9rOEEPkGI6j3owf28cWwRvrA8ZD2zOR08pFwKvrXJwL0CUU48hrkzPlKrzb4sx3W+/AYRPFgvmT2zplg+YkIsvfakuj1+bXQ+y6v3vfad1rx9IwO+asJTPeYVxD2+ZKw++JW9PHUfNb5zx1s+gcUgPE8eBD4idNM8trBvvodoHb28pFi+aiJ5Pvt4erzFgUk9r9B9vgxKqjxMzMU+oiTJPNcgMD6c+3Y96XyVvb6+Eb5aKKS9dE4avkP2GD5xCaI8c7//vXrxmT461rS+dNOdPlhtq76DpOm9OdWBvlm2Iz74J4s+dmRGvpOqLz6PU+g7xdpVPqHDLL7ZPK69AtE8vhKPtT0RNfS9jEHNO8CWD76tCZ69c4AbO0CpWb79OaU9QofKPYM0XL3tvg48BcrnvdSbhTx/tIC95CyPu2eDQ77UsOS9nAlPvqRrUL4OaMC9s9YMvhGrtb133x29cWmHvbNZvLwkSMW8p7ZGvSHbAr6q4IW+TB8mvn0mGD1MEqg9QEEfvWb4f74BE6e7m3Tevbuhhz23M669oDNRO1QKxrkymEY9fgy+Pc+xNLx1J4e9UbuiPZBT5rzK/4G9kNNvvn9Owz3D4py+E0iGOlu4Kj7JjQ293mWHPCMX4r2EMTu8N6OjPScFqDzQQd49E3zxPaJpBzreMDK+xkyLviVhST0den69Gt4vvfXvJr4MW7k9oJbiPdNSGr5ZDz48LOn2Pft9fT21xia+zAQMPvA0Kz59DGu+LI77vUXtBT5okcy97pyQvZ+Ioj0LLM695YZWPUr75by9PjI8xgVEvK3bDT6WYs29U5+avZKgpL2l2eY8QcPgvYlwHLvv0YG9vdJdvidXGT0r0V8+qu3PvZ2rpL0feYW953MyPuhQRr5hmae87AwzvKklH74M5KG+pmy5vvuQu7182ac9KRPovcUWDb0k5ae+Tqq0vTdJPz1d+G6+PcTQO2P+V76Ft9096b9SPZnLDj4sJYw8y746PuxrWD5HCiw+g8iQvazfhT3hvLu9Wr8FvvHknD10pzI+hwmuPa417r366X6+YbngPDMpVj2wSDo9Sqy8PTEfhD5E/Ka9Hx/svSPTqL1x9dG7ymZYvvaWNr7uDQ8+yEyEva5B7bw5sIu94rUgvTSHND4iGV+8x+3cvFZqlbzwZeC9Wq+puRmyCD0zChc+FBhDPRcnvL0S2no+759cPkQLDr7S1hk+SAUzPaTjAD69/iy+WRcCPBu+Gr5q2l891BeLPYa/q76Fkga9PcaYPVzlhr6qZIU9sKYevkK6mD5amZc+x6WuPUrXar1QEFm9kn/BvvqWCr7kqbG9I90hvtjUYb2urS6+yGpSPBIM5Tx+vcu+BcuKvdvz7bu/7ia+HXwmPmbuN70NrwG+Jb4PPvtM+7xxgRk9GJppveL8L74nwYc9DhF4Pe1WhbyTAc47NfUHvjCqJzy6dVg8PVl8PCRprT63aiY90zkPvafYjb6lqcw8Cx/Gvc9GTT7WD0+9r/g2vlW4Zr4DkKs8FuXpPYWNab0i9/o7nYfUPYc8Ub7Y+d29MrDdPeVrfz2vm7K9I+8LvlbvNj5LAtm9FrxzvXlROT5kkQ2+L99XPi/HzL3rxgM/AH+iO4+lFr73jy4+PkOXPsyJU7udtBY+UzQoPsKPub0XBgc8XfomPYEhOT1eZrM6eB6DPHDKjr5cOqc9O/8Jvh/I7b5JFsq9rsnDPa/dOb65Apa+O0NHPmcMtL1ONys+2a7PveKVkrwM924+bcV4PgWcsLxKONo9VZXkPFr0ij4IPzU9hiOevukKx7ylbji+47LVvX8kZ76siju+1Fttu9Vp7btRZh6+TCFevmEYyTxz6je+o+36vNWuXT6lAXc9hTnqvWsxJT0uyLu9Y840uxz6Kj53+iq9498yvkFlFb5bSE8+yuJJvdsOED4IPgc+2q01vnvalD2ChU2+IAOcuwsPCT73cvK9wc3wPXQq7r4PYWI7MacfPStJU71SvJ4+0yUjPcijIr23GsS9z6uyPRforr2RYZ88hkBmvXsodb4sziQ9W1SHPdXObb5215A+m8uMvrd14z1znKK+rfHKPZ6i/zwkOFs9wx8ZPfGWWL1439s9UHSnvf4BRr4OE4e90pxzPVmyTb40BZO6//QqPg5+jr4yRXW9cV5WvhRCAbzUPIi+i8aSPZOaMryhT2C+YHG5PVPhyjxrTjo+Ep+VvMVfnD1Xb2c91QeAvbeByjzHLg29YaNpPvErpT0ChFC+nbNdvndTCr65QBc9jxFgPWNaiD6qp5s+tVXQPQ9hdr2WtBS9nnV8PRt1Kj2Q15S+EzCcvt8pWT2bgjY+4DiAPhrU17xbMBq+bxS2PIMgID7YlJ29QNfEvKLwJr3E+A48iaUTPkW0hr3fgYI+NE9sPlTGtb3oefy9UGpaPRocHb7qGAE+aX9WPimlybs3qpO8+oJmu9sZqLxzHlQ9VjUvPkpsQTzft+u80DguPn2uJ77qkQ69fh3WPb5eIL0j1Jc9w/vrPbXM1Tyg0kU6sHhtvW8tQr4Pj9O9ZfizvbZ0+b3E6y28//zmPODCKT6kCPu8sNczvoDTH77oihu+VAfIPNXpKz7SHRC+7yOSvlH8Ib4+kpO9Jkc0Ph17kr1zWg++9sFNvYWsHj6HPLC9ome+vSBVmj2x0s89sKjXPNhJaDxq9jA9jPJlvCKBrr2OZoC9FrJVPQocLL6QmYs+3JsnPgHRd77xrcS8kUQvPpjHFr6zvFw8Nw8VvqREG76r7Cm9b0e1vbJG9LpY6nw9DYuRPb6rejvrHiy+kWLyPTaA3z1roI+9DRUTvlpPH74FlDC9PbO5PIS/IL5XGbk8DC0SPjNu2T31tyU+u0IdvJ+J8z2K0729O1XSvLuIEr79C0o+ZcHGvbngtr2Fwzi9tWARvuaUk7y3bCU9lI1pvnliLb0RqYW8KSkHvsddW774ywi+QXoBvfOxorz5a/S8Vkwdvvy8S72wphG+gGvnvWtMCD6JlCS+9u29Pcv/Q77JbCW+PQYSPeDtf72v5iI7AgnWvUixprxFGCk+cP+nPcaGk7zTWl69SvoBPad2Fz4l2SA+5kfiPdd1ozz7w1C+yw2ZvbrKwrzlq6K9kuiOvVIWBj4ynhA+C/wbPie0jr6v/kq9E8IUPduMrr7p0lU+t5UHvkHttL2S27q+5Oj7vSUgeT6ZVQ0+vRs2PsipRj4b2+O9ElYYP1fmXj0qf9K9AsfAPTt7X74biUm9ZJc9PByEKD4bSQq8J1AWvp6KZ77rzqE8jg0qPrymGz0QWa89Ohs8PkjBUb37SM69Zn8hPd+ZVr3hq4S9womLvQFIzT1xpQ0+ntKrOnnVLb7CX6+9HbFbvhUqYb2Scji9nxDwvL9xmr7qIIy9U3PWvYvvxz33Xaq+Jo4UPgfw+rwn5Os88iuAvd1EBrvSU4+56CwYvtbDEL3VUou9LRkHPpQ8Br7xKgc9ZYckPfxIJj6g1aA9M3lmvSHjcr1qxlK8ovyTPflSMz2jIgE+vz2IPT118z3zfEi+03QmvSknh72pKa68uPVYvspBSb4KKp09xpSjPjNKHz7jDzY9hm8IPuvltb0Mou09k62ZPgM9Gj7b+Bw+LYTIvRJT5z14Nmc+EfaFvJbhoz2dWnK8XzloPu/OlL1wDPg9P8KvPZF1vr6Siyo+iEoDvRowU75GjMm+K7DbvZwf9LvAFBo+ceYtvbHpHbyBjce9/XPPO5T69L2le++9KFGKPfWMRr60cFW+sYqCvSAAxLzCxrq9CaK0PhfwnjwUCCm93zEFPvgPvzzDJNO7FepoPjylpr1aSBA+BxUXPNsZOz0p6Hs+iwW0vuMdKj6XM6E9jmM1O+kEhL2S81i+KqqMPio9HrzLroY83Vpbvrmhvb0LqBw9yv0dPnXUczxLyKu7IXEAvlSz5b2FQAc9V6nUPFSjg73sqoC+jzTrvMNUvr5+VXy5QjQIPoLZoj5k+Bg+k8P9vQB4BL5HsNa8tl6WvglYab0P5I69sDISPGhYqL3ueAo+KZLtPUu7gL0Z4Yk+kyqDvW7odz3YZOC9w4GoPnvqi77zBXU9fL9nPs4Xq76LY14+LCFdvdkBBbvjCKc9Khm6PYZSnr0W0Xa+7W8+PR4YsrpZNCa8JYLcPaQaQj794Ti9EcfSPV6Fnz1RZGy8hhUfPfoApz0z3IK9cRYyPr4gtz1uoBa+XHZGPMN6W74NtNC9GALHPbfIJTzpjj++d4jaPV5nVz7BUCc+3TaWPLFbyz1Jav89D2vovbhpGT20mli9/8/ovdWsWj4ZbAi+vd8VvZJaNb4LfGY+QPudvHre7jwhCRk+3EWivSvoCD728k27KbgPvqbET74I9+y9x5fEPfdSGr57IU0+lCu0vRvNLD25e/q8sj1GPS0UCj5Ux2Q90lwePYLYRj6gMAA+tk2QPp6VKT5bnSQ9wv2wPTXHpz21elS9W1wKPDTiQT1H1pO8zb+PPf7nqb7Ygo89zF9DPbr/ljzOfyo+0NWBvn9pa71Tak0+NeSFPSREdL0uTko9rbabvaXkAb5IY6O9afnwOouzHb6IpW09bKVsvqNPB75+hwm8J8NMPQdZKT7rZ4U+08eLvSHxpD388Nk81uZqvrPpqz0/s5E8b3UAvn4kw73hnDA9kGHhvHmbtL3IzE8+eXukvT7bTb3PdGS+5/d/PW5R+Ty5nAS8yUMCPgKbHzusMs+9OTFaPRnJvz0FBhU+vbQivbcsbD7OmlM+zpzOOhHstb3DHZA9/8uKvag+DD3vO/49WyxiPbe8ITz7Bd68astOPsIlBr6EMQK+8qoFvj8xBj6l9ze8jzoHvo9NJD361k8+W8WiPVQNnj3YDsA78qsEvuBgVL34hPq9BMhDPjpR3zwGFLI7x/KDvIQaKz3gICy+33/BvYapx7srHA49+GYCPp1n5r0pAIO8EPftPbCRKL3c9U48nZoyPhhKTD3cZ1u926QrPSw/G76pCnA+YKqhvdhTxD21QNG8QqJLPVRxRD0FV1g+i42MvQBH4L3jFs89ghuvvQrJTT0qqUY+c0taPpoNdL0zIxC9/7i0vWFDab1p39u9D+81vR8gmTxt7Sw+5JznvbG6h73vXFC+hLNwPZ73vj1mhQc+/tq8Pe8sOjy78Yy+QR1yvfSX/z2y5jK+KeIovj9vBT52B9o91uVhPLpKBj7u9gq+VxAWPvScCr55s4w+84IaPcTOaL7I6Ju+2q49vqVWYj6XHjG+3SEmviGDWL0q4PI+ZE2JvlvF4b3oRpS9bc7fvSRsAD782YS9anhCPn/jYj41YB4+4k/5vo3o27wOMza+8zmFPOlZN75Ashw+yjC8vSLwHT4eRdK+WFkwvglPh772hvm9A9RjvZD44T3s0WG+wSRPPnow473FcN08HPoOvpxRub0eFKe+HvZDvhgbcb6cSCm+iqdzvk6N3b3UgKA9zuegPk4YXr4KMDe+dvnIvcgfE7zKeUo+MfyXvvs5Cj64xYu9k0b+Pct2+D3hhzE9G8GVPpr40TzaKSK+CbBbvUAynT0LTLi9YS4dPsj3nT5KDDa9z1aYvdGcUb4/nAA+SaNsvrx5gj6S2AU+0FEhvePjET0NKFs+hGiAPikpG75ZIuC9dhXHvfIAGD0q5Tm+S9k3PS13D75OYoe7+Rs0PrRk0jx8y/+9fmXhPbccnzwWwzm+00h5vt8XeLyIYHs+9bApvchrJb6A0Q8/3GEYPrfDjz6ZlS6+VJswPttB4DxryZI+WkUmPhHjvr1Z3Iy+3VcUPUSV0T0h/Fq+8fXbu/2nDb69JMW+qc6cPW9iaz0l3qa9K7iiPvguBj2RQVc+pf7kvMtbDb1utXG8nvi0PUHBNj5LKqa9lwrGPDVoKL5Dk6W+PWFBvuC1Tb0B2Ya93lGKvjbakL6goQu+BrpyPvXeEz5g3Qi+1nIbvjgLa7x9BIk+O13kvjQsR72HQgY+5oIbviCCWD5hOK4+66IJvgqnhz3BTdm9qggdPUG2sLyNP0o+/JyTvsG/Yr4hFKa9hP4Nvkru2j6ZsNI9w96yvnIHmL0ooZY8uXPYPOcn+bw4pLM9bKq3veoMtb2G8LU8CTmlvm1/hztlc8G+GTmuPVDPKj5OTRq+Yv2NvcapY76dsrG9NLAMPsyWID7pWvE8XK/HvRy5Ez6UFd69LY+tvrptaT00tzw+YZy9PjbddL7FI+49KdDoPdPg9b3h3xG+LhodvZ5MkT0MGDK9vsCXvE0S4D2IfYo9lI5BvoxaQ74Fy0Y+wNWaPrIXnb0Fba28bXAUvqpPoT28hoA97z0mvimzOT7QTWW9jQZ6vDKmEb0Drnc+wVm6valxHj4KsI0+rb1MPqzPI72C1jy9iiY1PuRsAz5jmg6+Ql6Kvo92UT4HSFq+16FWvXJQJj6k8BQ+pXzIPSoP8bx4Qco9Hq6NvmTHOT6f810+T4LkvG3CIL4VjjA+D7XZPYoOK76zTCm+S5l/PhCLEr4qKce7OZ/GPYDqJT4snZy+6baovRLs6DuPphY+FLucPL/Fi7wVvJE7hyZHPU/TkT0LOm++spEYvSeSib045fo7jQ3/OwMkOT4At5a8EMMGPiwGqj3v5KG9nDW5vQC4GD5O+RS+WDNxPpPsab3XvVg7lqb2vRRO3j0l0Im9FyMVvn6suD0UM1E9w3EMPULf1j39hzK9pDnLPVUHoz2+kmi9xCpfPpQT1z388YI9SyMlu8K9W77apIa9oMc3PdHkxr3CvHo+XOoWPi4p7rybJfm9mBYcPr36mT1TMF++SvbhvefEUT7Okzg+L/W6O7hwAz57Kze+JuQHvbUnETt2Vi+92zYevWeCTj7op5U9FxJ4vHo3f72xSlW9tNVqvNPQrjx2cBM96g9QvhB9Y76qJrw9xIRWvSMnQz10lm+9/GGYPMxpkD3l/ag9B1ILPvDkbLwYtI49DHKIu5S6VD1G8Qs+PTy+vf70c71Q3IU7iA8nvLnbkj09uSS+H+tTPvI/zr3KCIu8w62Lvay3Kr31uwU8lAXfvWZlXb1lNru9/KTbvU90Pz3DqS0+oNRNu4TghT4UJjI9snsHvkwzpb0SvIo92bYCvnhpI7y5L886XHgRPaoRtzx6lYe+S25aPixlgD3DXQk9xmOlvfAgrz0DgAM9Wkc/vhQEq71eXaQ8r/knPvcdqjtfU8m9Z2MBPj4yqDwt8Zs9Ed0DPiE4Gj4EXta9jSfmPiocNj1FL7Y9RBHLPVW6HL6D3s89DpkxPZk6jT30XYC+juScvEnMH75wOwS+5SUfPs2wUT5PmmG9+V/pPdlQYL7vnXO8b6WlPVpO/D2T+Fq9b1o1vhRonL4+S9g9Wc3+vW/ZaL4KykA+A7/3Pfxn5j082nU+UNFqvuMUk77UO4k+re4uPqYtOL4c+NM9SO1hPZh2B74aPO69gW4jvo1XzTx0OyG+R/hnPdpcsD1sD0++EgDrPePbAb5gcZA4lsubvuoHxLsznUa+h3ETPg8LJL2tBS4+JY8euyZCLDzep5e+dX4IPtnK3D2ZkSq+4grQPE+Ohj7rB6M9LFi0PRQsWj6EVVu+0EwzPabQoj51NDS9tHkLvtN/Jb7hEx49lxHgu1ofwr0T4Oy8Krgzu7yAWL6J9R0+ZDEDvYf8lD0TfFk92/6pvrVNlr3BBci+sZ7wPYiaA70kmNI91nqYvc7yRb5QrlG+8yURvnwCKL5341W9FRMYPs7jrTzNM9G+psV6PVzhKD7KHiq+kGyLPT4F9j3On8S9eY1yPYiu0j3nc6S+NZcpPYrPY71lkGq9nM4LvZXJ9L0WjJ4905G8PoGwGb5e1fO9yjndPQRCZb1YdVw99zprPRBDkj6D8ZU8VUJSvjyOezyCnD0+LWWIvv7zg76cAoo944QEPuHSJL41EKs9UVlhvSueTz1t+RU+FxZIPQuM8bx/UrU+61W8Pbv0Az7A2wY9bTWhPuy6fjz04DO+3ihUPR7F5z0KDkG+9ye/vS3LRD2sizu+8VyGPMpwyzySgtQ7lKNbvo4LQD5vaRg+EbAFPudfmT7mbA69jqZIPgZB+72v0JA8yjd/PYmQNT42vUO+LYgCvhxJFb3455m9csJ0vVvd+DwmwxK+5ClKPcKFYr16pNU9aNUcPqZzyDwZg2C+NU9RvjhIAT2eJaI+CVKEvDmhDb52ivM9bYkjvleWdb7wC+69VsQMPiYui75lMy4+9wYBvu9Ze72Ggh49QWVZPuVycD6Qori991EKvsHY47wQpxI+zcQePpYy8r1G0g++owMKPlj6kL7KSLs9sMviPa/Ngz5bq1y9xH8WPlJSuDxKuAW+6LXdvbivTj5IbwO9UhPRvmGtFD0zNT4+9xpFvG0Prrw2lkM+yeUwu85OirxasKk9myZAviJxvL3kSa29BsWLvp10q703TnE+AE+CPJRqTD5IhhE+cv4jvsLamb3g27M9wkDXPRu3V7wgZIE9/y6Lvtc7D77bpy0+H/GBPX6EXz1Ba0a9xRURPQ343rxv+EK9SRa9vSiKKryrfho9ZVtTvlucRL1Er6M80Ldsvhmbgr7SRZc9YbiZvVSSgz2Ni229KKW7PRP6A7yoxrk9F2DCvdkP970K5ig9qrlhvdPay71Np3c9rk/FvTsXz714n0C+2iMKvntrNzyzlwA9n7ZDvOL7CL4mLCW+yx21vRmUrj1hAYO+qFYtPCQnoL2gyOQ9DtJqvUZ0tLxF1SW+M8wCvW78Jj2ozds8wtLPvbpyTT79VjU+qa0Bvrp0VL2CMZy84AnwPRmblz1gAtm9jFH0uyeS8z2SCbO8vtUZPqjlQz0qsWC9wPEqveIZDT76mV49Ggo4PmL0hT1ApDA9+o0jPtZjtrzGyUm+OWbSvZZdzT36OlI+UjoLPj8xBj5IPOG8YNpfvWZqVLufUyc9KxzHPV8okTxBaA+9P4k+PpjZxz2Tigy8Zqv2Pb2hxb2dCgU+qAQyvUUwaT3eaxm+nmSUvf4V5j2qnwy9AV2DPfJjPbor6Pg8anXxvLsTlj0nlVQ+/HNxPemVoL3jLqS9CwapvQm6Rb0eKgg+EbUEPqeVPT7w9xE+t+e1Pfpl7zzMpww+Dk8WPgJzbb2C7oK9TRTTveAeKr2pw9K8j2o2vfFmNT22IBS9RtidvF8Iab0h4gC+BUHovYyTeTyV7549pfixvQVBIj4cA3+92HkiPkjxMz27JI49MITXvFyQVT1P70I9m1uTvbLElD0xpDQ9Sf79vQ1bgT0YIwU+QpyDvWA1+z1MJOO7LGMRvvTKXb4Bj7U8MVchvkjlaj7IckC+OVCEPFzL/j1UhZq9aLTYvc6toT1KIVI+PTbMvJnnRr6ZHI+9dHGOvhovhb63cZe924UPv7fDUr7RJKC9kEkevE+8gj7/nB+90d7aPe4ZBr2eFEs9gNGFvavtgD6rzF09KqVvvu3a2byarlm+dXcsvj/Hij3ANGu+6kNDvdlFib7KE7u9waomPvd1Nb4hsCU+lQ8dPR+PW733Fs68prBLPln427rQA1u+Y1r8vXi6dT14OtK8+TEIPZzbnLzvTKc+8kpKvsu6vL3jnCa+V1gXviBKDD5T6No9v/AZPrPntL3Hw5G+bAjJPR7HlT66AZI8y+WQvBmEwbze5Vy70hjOPayHLr09dUu+TdcUPvO0nbusiSi91OECPXVrP764uY8+nnurPTZxFbzSUTm+hCbEPbzThT4osU4+BU3/vNn4p70eiyi9co9OvpI2iT4FaDk8c45tvsnAGr7KBkU+9/xlPhbHNb5Yd2I9V5YFvt6z173WUDK+K2YbvlYN/73NpeA92w/cvdvmVbwUAUs+RziCPvrr4bztafO9lGGmvUd4Nr5LrWA97FE/PWETFz75YRs+wcEYvolAvDwXfDi9fNJ5vYpMij4A4wg+uWTwvcPjKb62bWe9rBxpvspmar6XFP093e0mvbqGq7xnyzY+qtLUva90Oz7UDgG+gs+avsP2Zz6OZO69QFhvPjd2Mr67zhe7aGJPvXtMcb55PIS94k/wveh6kr2yagq+fsgmPBWtVr5l8Vw8iW+3vap87z0rikA+beNJPeCOvr3LdnC98uMOPiegbT4McKo8zyqnPdgoQD4m3qm9JR4fvrb+ab4XWrW9waqvvlfPAD7mpqK9VuZoPloZxT1SJ9O9k0NzPiO9Ar243no9wZyQvabkGr51+5m+/m/hPAoABL4dVb29jbppvn+oNb4a5Zy9zzJHvqVvFb6s2Fg+yw4DPnsf4b3Jqoq8Vh4evsru2T1aIIQ+KM6cPRqzGz2mZ+A9p27tPZ/ZUL3URQM93cWKvVTT0j3UIM29Q+OCPh+ker6nDDg+JeLCPATi47zbcr695fJFvgq6cT1cSDy9yf6yPal2xT3hwwQ+EqOsvqt34T1/73g+IMqVvpx5pD1/rEm+ayaXPThEFr6eLE8+Lq0FvvKjA75uoJE9kjtEPgQOcr3eTtE9erwyPpJXpDx76f88rASnvvEwND4v04U8GX4tPcHdjD5zBEw+HTIMO0mq870JAf09rkS8PJvOgj79NcM9H9KjvatIH77R1IY+ZiyVvAb4Nr5ZJSy9QgWUPYRt+z23sVA9Rk3xvJB7sL03Pp++gtvbvTZQLT6kyQm+YQa1PY/Jy7zNDUk8t6lVPMnNr70FmyC9ABG2PUTsuT1ONUo8+pmEvU7r6rzfrbe9W1txvSj06jwt6vu9SrgjPiWtUr1W8di9rou1vXadwr3M20i9afQ6Pk0WC75oHog9ZZDqPBJ8m7xQCRY+uNYpvCneA74Y4LY9uPu4uhN28j2BB3y84koxvvXsmL1L4j29Zp9MPfO65Dzfn4i9SF8nvttnyLwCt4Y9gtHNPUpCer2EJaO91fy4vaA4LbuIb7a86qhiPPavyT3n9q49mk64velTHb4yIqU96jqfvC2COT2nbSQ+qmZjPadqVTx9cie+HgirvWuZY7qDqEU9mblBvV7W571cM4k9XHyavWZglL1y/Pq8hLtuO0VRJr2wIvE9tPrJOoitij38tTO+EWnDPJh9cj7Ou8o9LgdPPbtzDj5E61U9K6TXvD8nwj2huE4+ljU7PcHPHr7dVyE+OPIjOXO/A70KSN28nIw+PRa9CT5K4wY+2hX2vWF+GL3ljLS9hVlZvDANar3MmTO+oPfjPKYZ4j2D0G89rajBPChxtD0U18+9ZgaAvZj+O72N9TW9z2AhPgUkUD1B3Ng9NheCPLWPTr3r5CS9l88AvbeAtL17jK+89zbTvBsnbD1oUOq8kbbfPPIhCD3w4Tq9xEwEvtt4oT1elgS8f+H8PNs5kT6FgTC+rZcxPZjYMr0Qe+s9loJoPlOY2j21FjG+AmUkvdHpy71fUA89B7XNvfRQAr5zjlC+6aX3PeD1Aj33v7e9xUP8PQ9ZAL6p+1q+8IEBvyFV/7xVZ4E+99+AvTp907ua3Jk9XisAvXZYkrzC5X0+l95CvaJHMT529IY9ZKdnPHz5trzB90k+QySEPSF7h71XtXi9n00TvktnFb9XSL+9FBiOvXGgi76CDCO9FhcVPgpxEj7IAU29PMUyPqeQqbxZSrC974CWvEEUkb6OMxq+o7iPvbv0HT61S2o+crqgvUPGBj4gFkW+YqsrPTMlRj734Mk9NMJLPqowc77grhq+zksnPUWsPD3Trv89mhgou0XkWbyXUiI+OW6EvHGeSj31pgy+saw3vb/xXT7yWE6+uyw1Pc/goz37eUI+ByBvvmkJfj7OsRu9nJPovDfJCj4Crjq9ZK30PTE3Ib7e0ck+OS+pPRQtRL3LTtc9EjT3PdXrWL6MmpQ+UYYNPljS6jva6q++btZtvl1iOz4ntkc+mfuBPTIFgL4DJow9QRwavvgRGD5D18e9zy0CPrLnKz428IO+Nj2KPZcAMb4V9Ki9iRG3vVexFj42pUK+NF01vH9WaT2Pu2y911/CPPJghz4ix968d/IvvSKk2Dz5Egg+6MS6vIb1dL297B4+hwG8PYCPdb3+PuQ94xpUPU273713HRq+DezpvDCLVj4vJmK9HQxQPfBd0T1VwnI9REpiPvrY2L2xLRE+X5O3Ol5meb6TVnc9umITPuC+hb4OIfq9XkUaPk1TmD5Jgeg90IyfvazH8T3VBb2+6wlfPnBQ6z1YEG67UTpSvBjH9L3z/3i7ireRPXM23z34xxo+ikA5vpf3Kb7iUYM9eyqXPn0AmD39Lte9O38KvLo9SL69a+M99/WsPc7sDb6Ftra9bVULPpj82b3xhKm9y/sqvm3uJL69itQ9pnGcvPQlxLw9Iks8vNBouzjOCL6ddws++loxPkHJjj2eVrs+XO4NPs92cT5bd32+kSNAPpgpzD3y3uc87MkrvRWgjL1nTVA+DItfuyvsVzwq4qE9VRvXPb/ZVrvjSW89PzPqvOLTubzU9SS+p+EWvnS2Tj7RTJA+glyUvulKk7x/IiU+ccTzvCc4Qz7KN7s9We73vMB3SL1opoA7cjU0vTVIub3i5pY9Qdh3PShFZb7Lw2e978/8vV3wOD4z+yW9ngl4PDbrNT4Mgji9RNOovRy0fz5n6bM9ujEKvOdT0z3iZZw+OMJTPQRBwLvi/fC9AJuiPfKLZ76HZPU9jVOLvXGc4b2oura9ksuePW/w6z1gj7s9rJ3KPD9gGL4NZ3i+t6o/PWeQBz7seli+/O6iPc5wFD1SDwW+rqKcPTnKGL7lgza+glu/PTs4hT2CN1K9KFI8POXpdL0aJuI9NWMUvg5FWz5nk748Xhi3u+eRNj18BRA7tFdYPkh8gL3q0So9sS9LPa6rPz6ZGXO9BhW8OweGnb3UNaa941+UvVqKLb4uxb69i1AvPsDSsL2xFcw8QY40PZnysDyy9Z69VeUOvUDqv73yhgi8PmxtPQFpW77mvgs+rWpEPrX5UL7pnuu8sbRcvlfcJjxoUEe+sp5dvXLnZz3GYZw9WKRXPQjeQz6JmQG+2J6pPYjIfLtexhQ95PoAPnhl2zwP3ui9wVdVPpQYB75Fwb+9O2/rvSSYm77E48m9Ps3fvCCQmL1yW4m9m4ovvriHr7wTxJq+elDZPVzvgL0gjOG7TyG9PZ8SJL4hmhS+LHhBvs3fEb1GkAW+NeyBvZYW3DxIJw29QkJYPdhmB75gGSy+hzo6PmSQ7j2Uyjy9StptvSKwGD7LMH6+gUkkPr7wTD3dWpk8OyGivv1I4bxvW9Q9iStSPuprMj7o+RG+bVn1u+Ippb1NLtK7uvT1PWdDZD2ucC0+vYx7PcdRvT1/cg89uUMAvtTV/L0vd4C9bcrOPE1dCL6KMb89Fl+wvTUnc72wW/a9NIpoPXRiyj2wepU9OtZpPfr7Vr0bwlS9oTEhvtYLUD62BTo+eOATvk1W/zxCXu26CSZFPdWQpT77U4m+aMAPvepzc75IbX8+ZncKvvgRb701zQW9cUY6PvUY1z4CDqE9CP+2vYtFNT70InC8zD0xvQ/UEL3czo4902G6vY64dD5jpxE9uAifPGiXbD376Pe9Vb8jPpcj+z3JQyY9pPsyPmzXSj5Ec68+gN+9PRPQCD63Xng9Pk9DvUghiT4uevs9JFWOPYnjpLwhVo2903UvPh2cdj571xw+JM46vgzlsr3ZZQs+zwg0PsMdFz6BozE+wxZPvnTYBT5/fmK77p5mPegxDL4gjpE9Xi2CPdCDJb4Nul+93GdvvFS/ub6JozG+b9MWPJ46rDyRK8O8X61IvuXpu70EMX89hjcyvspBXj3hQ6I8JH5tvadw8j0XsBA9hY1MvigDkL2Ecv29lKJdPgqEPj7/WxC9boJFPj29Hr2KwYc+lPHGvTXoVrw7lqC9IXggPtJJTj5EbgS9flmivJRmGL05cU0+diLePZ3Dkb2Bnqi+3T1hPfreVr4I7d+8UAQhvQsdEz3I/iO7i0cTvjRLPb4sVJs+r+flvU7gIb58EB4+HSl3vpD3+r0fsQC+1axZPtS9BL5BdNk9fPemvpI8ZD4/mbg825mKPQmCxrzSqIU+7KwdPiPqGj0YE429/+FEPRqp3bx0v2C9ySQBPTganD0N6j2+6r/bPHEdebyfW609dem6PfYTOT3Tm4i+n6afvmUxkb3iwru96DDWvVrlFz4XGAC8BG6gPcDUyr09soQ9iwtuPqs+Wz7Shrm+DW8WvLPqHr4q4gC+jbFWPS9VCr69/xm+qe5mvu5slb2MSmO8HdV4vSc4BDquCxe9R4NwPUW5C75Nxy++zijvPVAA1b1U8fw9yKgHPnlGQL3MUb495DnivaKTOL6DhO69zzcevm0cOT6hPF++HaZwvolbHr5fV3+9C1h9vlioDD6YGNm90aFMPfTjDj4BE0O+VQcwuxMUXz7brT8+ySeGPfoQA77Y1z4+/ZL2PXP+372ZDpG9wAa+OxcXIr5jRW29bLQaPTm8Hb5ScuE9q6oRvqEe4D1z85Q9sLRIvhOCwDujf7e99bfqvThVjj5k9ys+sLgZvbmrqLx0bC4+I+Wpvb7xLL4SYE2+8O1VPTJrYr5ZQES+iopNPlms7b1c2m2+6HPqu0YbMD7wLHI+vhJRPlimwr1hIau9wVqKvswB2T3mISY+QTF5PSDwZb6jiw09/58HvtCY8b1CmRe+BGBgPjoeL764bd69b4xXvgJhmr18HYG9tYoaPdttxz0KfpK+cuf1PX0Jxb2fIRi+rLYjPvySEL5Ge0i+qKaEvk4g270Bkg09iG79PY+ZDT3GzoK84UhlPbmonz1ezrw95JSTvNil+r2WpxE910zxPDhyd71YXeY8ccpxPuqQqLwow4K9Ob8JPXHKBj4tr5i83aoBvve1m72nRLQ9kEmlPERvuT3WoDG9lxCVPXEt+D1AnRc8JCcQvliokj7ugBK+xFhePRTxjDzFuzA+kI+WvclPEz5jlEs+dgkDPdqS5r0BSRy82agoPvVjBDzls5+9BS+BvTkY8j2zaiQ+FTr9PcsBmj2MHKw97aQEvJYTbj6meVm9uNMgPeOXOz6/dAq9LNlEPppZsr0Ltzm+HMY4Pq8jkbzorNG9XCCOPkG2cT4z03m9WG3FPR3nnr0bJKW88yoovubEAz4gIou8OeoEPW/TQj3uZkw96/SoPcONL720hUS+umz+vSajkD2MKkQ+UP6JPT6HI74dqXQ9Kxh8voB7773/qVc+0isiPYhKcb0Ol0u82Z7DPIYP2D37fw++YV0DPpByIjyip9G9xSfRPGZPTT5lq9680pW8vZSQsrwPMpw+HS1KPa80eT1FVCQ+SWGKPXFqQj4ZOBM+tZy9vF1O0b3fr0Y+q6IOPg9xsz36CTm9eeINu4WSSj0/TYg8zL1cvO2W1T0MXwm+8z4Lvv7dozz5bvA9cZhlvXW7ML65i8k985xBPn5kHT4xTW49h2W8vSONjD58uY09NiwovRztIT52ZTS+30hCvS9yXr4GlMC7TtavvWDNALs8+Lm9wWE0Phb7fj3OzzC9IPrHvUaLob0x9uY43zQrvtnIST1NB5y95gwJvpOG7L2SqKU9m7suPsAgqD1SXZ87mvL/PQJbqD0Ri8q9KsbZvfl7+D3WjLs+a5uGvnqJ7T0DdiI9/5pMvlc1CT4kvks9QPbUvLJwcz3hvYm+kU+avgfTBL4KJIC+tjTtu64JQL4lAxo+RsofPuLi0b2UmoG+/ow/Pt7nnDyaMA2+Nkk1vv+wqL0P3CG+MuBmvOl2o71yHNw9rw8nPsh7DL0STMG9+JKWvbhiFT6MK+M9gY9wPtNGGj7MSgY+NiSYPqir8T17Axg9GDkEPlPs1L2OURM9s7eLvJjOZryAK2S9CVb5PZOqhD47hHg+uGUsvT21FjzxCmQ+/0M8vtOPlb1oqRo+vPKsvDQWsr0q2iA+M1wyPvuwvLz2aw4+DIIEvpT/X7ue6+C9hQQTvrB4Tr6ljIo+IGVDPniC671qBjm+04WlPmflF77uOWi95B4lvC3Igb7THoG+7kk4veJ/lry2HiU+FkASPjg/OLtrHzG+2SUMvpGrpr0EzJI+ywb6O3tDHj0AHyo9JaAePjWskzxpK/Y93KejPcGctD6rFvi7eAKOvrEKNL6uuNK9EP07vnilpL4DWqc9KBWEuq5AWr38eR69+nxCvs/oqj3sr6M8bHJzvltfGT4w02M8eRMePso4RD5dDvU9TlMGvtirfD2Xoh2+cBUfPg74MT54NPi8VlYMPmfkqT3eIRc+HcCTvUj/lj5k3wY9OyLRvMxwp74Bbxw+RPFXPnBwXz7Rj3U+BgfNPv7TtL3MPiS+OcyBvCCEab32xlO+U3bNvt8aLj5MzhY+YNncPGiA1rwFUBk8FKNVPoawoL0GENY9NjMdvQPKnr1Pzwa/KhUWOxrL+L2h+LA9ttStvZVrf75qvgm+QDdGPUM5Dr7lCR8+Q4ckPDMBXTrJbWy+Pfy8ve5MCL4Ae4e+ggAdvqE5/r3DJE4+r3MsPr2dhTt0tIA+RXNnPXVDfb3dViy+NYKcPrv5Eb0lAQM9Rf8iPl+L9j11ftW8xeQjvgDbij7c14S+RX6MPcwHmj0VA6A9xDaZvu4ETz1wyAI+REQ1PfiUHj59K4e8eeSFPXwDNzwj3aU8zl5IvsBMzb1hSbI8s/H4PATb1b6iIuU9wNOiPXD4Rz3AG9o9EsqXvoeDsz3YGSM+uQHMPcOG7j0lO/+81RfROgZHEr5mbaS9le4JPWeLYj5lk8s9SkXZPKfK7L10qEo+yLYgvllZlT7FMYA+ZU+Rvup1mL1Tj+e9kGDHvSPyCj5R0kw+kRDAvIovY74m9hW9EZO2Ovhf8T2oyxu+dGxIPl0knb1oFRi8tVxSveqqR77HZnu+6mq6PX9/r7403me+rEgIvDukUL2P+v07jLGIPaH1MD1YsKC9+WKzvS2/972KVMC+PKVEvgf6P74IFGS+ccbJvaoSML30xMS98m9zvXOcBj23+5O8CxYEva1ZkzzN3Q++ZBHSvZDjZr19+Xy9WBspPjubSj6zYwA8RnLnPUaCvz3rnEi+mgOJvQ4LvzzCdtO9aTBsPW4eGL6GRzG+m6tbPrQQDL6mAGS93a9IvY4LgrxrnUE+HSsevVZcgr1ZFJ09AKoqPW0REb4mwBS+2p/DPLvqfb1aV/K8WY1RvEPVUL5KwX6+c+muvOlsnT1XGkK9kgEfvp7Y7r1IotY9gIVLPsWqCD7cX6q+S9O/veREIr3EqlQ81OF/vZlCAj4QXWw+jNimvnMmB76d8hY9YbtBvgj7Fz7WUPW82RjHvdMwpb77q58+jp2YvixaNb75wWq9ma7PvEpnHzscvLC9nmbQvN7rhL1WuN48OUuEvYprjr6TFgm+gukbvgBH+DyOqf29aGCYvi+L2DoKWg6+2jp+vo9zk75NgAK+BWqXPFrW571gze0994tIPsFfyz0uNzU9Ex/IvLBF4j2s8UU+gDdcvcIPPr5yk0s+pvbpPUsgUL5wnUi+DfowPnBVj70mSdo8svT7veifhL005Mi7hv4vvR99Dr4lsSA+TTd+vm92j74gfDA869ARPlOjDD4C77C93Ub0vl1jAzxiBac+cd+APvOTID7SghM+F/w5PonrLD7QozQ9LyzkvKUXCT2s+wk+KvgruyHNeb6fuqQ9t27evO8FSL49xMi+zEO4Pt+ZdT3EBXw+DcSEvK45pbuWjXY+n+dPPp+S4jxHSg+999KHOrQwzT3SLlG+xgWXvcNh/7z4/e29x42Hvr83vDwD62M94LWMvn8lv703jS++WLbRPhb6VL4v5BW9Uce4PeWeGj5YHho9YgIjvtqNsj0fUwC85FDcvWrbXL5MNOs9cEtIvFNsw72A7cw8+7yDvQy/zD718uw9TyeMvGJC+T3AqAk+vz7oPPBYXb2/KV+9tpGKPTfMZj47+xM9owaovUUHYb7D1b69CPNYPE8glT1XYds9utaLu0XOM71664I+krMpPsNxLL7Jgcs9s4cCvBQhuT6rGFK+Wiatvai4XL6GYpM9sriiPtlKuz2RjQs86QG6PZC8HD4hyWy7N+u0PSlp2L50k2o+NwTEPeZzhj0Ds/69rOA0Poq5az6OVK09Mt0PvsWfcjyfq6W+OOPXvZ0JEb6NUG09Zl2ovfjmub5gPD0+9J4wvk/PCr58sS4+8eRlPlSeLD5LoNc9FIyqPmLGMb5jYY0+9EKCPT5/1j2WamE+iM7GPmDa6z0OKKY+5QRJPQNZLD4EKpm90JnqPSf/oz3LkJm+E7uYPUw48z1Tn0K9A91WvcQfJL5PRTs+wHcDPofdn72oogW+KlJpvlMK2T2XYrA9OnqfvOJxtD4JQwi+jo8vPdOg7r39lNo9i2aLvVDDXj4tl7s9L1HPvo7fHr4yBli+eYasPXCjpb27Nl29lLHovRN1nL5aZAY+3JKePjtBLD4mSpM+BSIEvuNG6z3Ep7u+htv7PHGOYr6PqAo97T4zPhFpub4npn4+3bIrPgpo1b7n+cq9ZLXNPfxJgr7WGwE+vyfTPa3Dxr2LVYG8ZQbzvevx5zv3IaO8Sccbvh3TBD7DSWe+nwEFPhu0Tb7Ol9y91NIyvlTFSD45K8a8w+BbPa4rPrzSToa9Q7NgveOvEz4nB5y+2r/qPBlHrD6tJC0+CbuOvqjOMT7vuRA9DxpsvvNmEzzmxTY9aHssPgjrTz2oM86+71lOPgoc5b2UQQ8+N29evek427x2FSU+54lKPq8kFT40cBQ9ZTKFvQ0zIb5TZWs+DPDpOxKKM77imXK9gxv1vcHhYT25WDO+SY/7Peifa75+A7a9cOkMvlqdZr6aplS7ybycPlkGKz25a7y9oUZavvkLt703iBq/COaePDeXX71uHc+9BmVGPTrk6Tw2J+G8V+OQPtx3ILxSDq+96D2lPRL3G743Wf+8JqkevqtAaj0OzJ695N2ZPfyb7TykVbI9LmnkPZ6ZJb0nWBS+H0K2vdq2Wb4Sn3U9KgCTvfy4FD116+w8M12SPB3KA73+Yqw921dyvReU5L3ZXzY+LkOuvaEhmTwdSEU9rLjHu+zlGz4Nz3O9+54MPs0sjj01mFo89zOrOrEP7jxdzks98a2LvdFnlr3kxsu9BH/AvVfiHj0uuEC+iAFQuyJHfr2hivS8tmYwPVJPtb37pkQ9UqEYvirdrr2G1SQ+oYTsvXtNxb0WKD6+YwDOPPXVaj36H+O8uKUfuwQhEL5EZ2S8RzvVvXm2KD2tQDU9r6sQvjDB/b0xfKs9VQFgvasKwDwCAYS92BI8u51Ae7yQZiI+PTHwO8v9njwAbDc+/ZwbvFFNMT1F9908MU1SPc4o5D09Fxo+sroGvp02BTyGhNg9uEGtPWaBh70XjMs915YePe0jTTojXAm+IZEmvTkE27wyft+9NeeOvKGLtLwjNxE8T0+nPVF5Bz6dT0i9XzMJvW0yg71x4Cy9od9nvTwSxzwHh5y6JerTPbvye72v0DS+OVlcPa7p5T3hSBK+uMHWPAsXjD1hitE99jcmvlaYwb3d+Bm9a49hPNn4Aj6TZTO+3pqWPpw5kr3FPJ09V1WNPgj3vD1SGbm8LQsEvatQwD1vQPc9ni1MPVreej2Qf6g6nEtUPHAG9D10gVa+gtHaPT+Wdz7HdJa9gucUPvEgcz36cmK+nYuHvvFKrLyeoqe9KzZ7PeWkZzpDGgk9HVi+PUtPML7Ha/E990ESPQ14Dr16Jd89dk9QPawdi73RNb47CiULPTAsCb5B54w8X9wiPr6iGj5GmwI+rl6AvSLAlD3JCu29qmvpvZUEkz1dv0w8pXgJvQJGFL5vykM+fp2GPnfgwz0uMwe+t3YcPjpswb3jGE2+qxEXvrDItb3oHbS97lCYPV+OCL75BbA9sj8nva2vL72d41a7FU8kvuF0Q72O9K89c+C9PH2rsD33Pn2+M/eaPZoxeLw6/hc+lry5PQ70Kz0ZvM09crZMPuTbS7ycY8u9am+NPPJ/XT7v7NY7KMmJvbh01b0Ecta9GmKbPUbFWbr/2pa+M9QdPc5HJL3UenE8+S/XPZmTET7YwJK+fkGHvSV7Jj62VVg9hpRvvce7BD3Lgxk9PDlXPhmCWD6cUyU+I/C1vMjd9z0JEs09JLffvU0Kvb3Z7CI+HanSPhx5fj6ifNK91/lEvsP3PbrQqRe+dxeAvIj5Tj2vcAu+if3evaM3m71fBMO9B/cBPlk67D3u+GG9UKJmPLvlQz71Qau9OWZ1PWScc722hAc+Qs+rvS2d4L2demA91pyCvmB4dT7vt7C89boLvBmJyT00ux0+AVwxPksLZr3ycja9lRNGPRdDD74Kx4G9EQ9GvrkJ2j3jMMS+o6nIvQkonryDiW09a5mMvukDyz27nD4+f+UiPdPkxD7DUqg7PTLTPbKt7D2WtUs+L3wPPnaNhT5Bzrg9LanIveFWOz3SY3e+8i5cvksOsz3LWE29J1mKPk5QkT1RaxE+QD0FPj+Ii7s9ihg+ZbgbPGB9Sj3K9Y88apDqPQ2PZr2i/yM+hbC7PXiFY72icf+9YTv7vQWxxL1Rnxs9n+3zPR8cAb5Jir49pkcyPtbp0z2owkI9IDWbvUfPnTyvcOO9kX+SvfhOP71rKgy+2+H3vYdTOD4XMjY+u9W/PZPtdzy/g+k8qwNUvnqs+b3F4R291Q7SvItPoj0awCa+xH0fPrPjhz1BGMk9P8QIvfuGD7wuOlE+i5RivQl2HL6POIS9i98dPYhguz3B2NK9DJqGvuX20j2zNrE9vFQtve+pND4Q9309ECAkPQL4BTxhkcA99ic6PcHjCL6khiI9hfumvdSapz1SJ3g+Q+mSPcrvNDxNmB2+A1lGPe6ehL4UfoU9M8EnvolNGryBvwu+1myrPcdknz0/opk91+oQPTmJRr5/jfe8"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "IzXRva3nZr4GJow9i5dGvsEkwTsjLnu7sG1MPhpGPL5cKLK9qQzRPDNF471ouBm99vXtvGW9AD/74OI80re0PFSAnr3qdF2+RrTUPfb/xL3ZN1e92vpgPbCZDT6jEqk+uhgJvTWI2Ly4GAy9DAgtPYxfqjwoZG49H7jhPBBUtDzm5QK8tVwwvWItSb0EoSw+OZxwviqhnLwVJgS+SqO3vWhs1T0IPvw75j0FPq8ooz5cjy8+ArxnvbwglT384FY92nJRPbSuSTxR3009nDl2PbmBdL0FrRQ+jPRcvlz2Pz5VzIw+LjyvPCw37b0WO4g9wACBvVc50r12e7Y9WPKju+kpXr4vQzS9LyozPSCyHD09SmW9TX0qvcnYhb1zxik+p0IhPbSC372Xxzs+gBSMPn/b0T4xvbu9BT9jviXucT5DKBW8I7qovADSFT1l+LS9fGsLPtbGZby7zx09+HmAPD1ljTwOljA+BNRGPdMMVD3GghA+oAeLvaQBDz5FaPo8ErmFPCEaBj35bhu+epwTvaYMED7mkVm9NIP5vbZeVD1/GQq9ZcanvSQMYz5ia5o88u6/vIvADL2W5h6+uFOWvHlkAzxH4S4+obhGvUkuUjx5msI+D0P0POdNFT0hhJc9AFvjPeHoXj4FWAQ8KVknPe/rXL7a0mG9PGclvprxr70="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1_2/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 