{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "83+DPfzwtr3fpe49os5VvRCLQL7DGAw9Plu9vjGTZj69b2A+WM6Kvv0CAz+040261/GxPUfX1j0gNJ+9g1OivufmhD7iy6I+m40wPo8Oj71I71Q+KJdXPsicwD2ZOqG+ljoivUjIw74OTYs975lePnN2d77t3Ku9xgSEvnO47LzRXo0+XL24PXtrgb2AUUe+MQTXve7ZfD7jCME8cDsxviLuNT5YoVa/bHdXvv0xRr6KD+49MlAnPkigpr2s9dw9JoaEvmq/YL2P3Pm7O0wmvSRHm7zH06w9WS2CvWHxfb43GeK86oDWPeszPL+4D389GsovPkcdp71vKkE8xEEiPviEXL6oAtS+jBV/vn7+jT5IurK9xeECPfbzl7y1UYu8irfPvoXcQr3jxC2+ubsRPvKI6D5sFqw9LO8tvT4KmL2i3uK/ACfXPUjPG7+y1J09+WizvoAx4b3VdYq+F3zfvHj1irxNEdS9BcmAvp/3/z26gzK+9kd2PWkCqr3REVw+A4WoPJzdAz6MJ/m8rfcUvqL2zz0cGDI+C+Qdvgieoj28jES+MlKkPSxdRz1zb1O9IoAmPt4Oer3w32a+e/qOvXRBSb5QT6u9pHvTvigZU76Ztn89dETPPWV6Ib/Awz8+YQmBvYUr2D2US1Q9wbLhPWsDmz2JRT8+pGkLvT+Z2r2QNSc+d9Kavhtk9z0rNGs+uzfQvT1X+z2JYwg+IMauvXAOjD76KJW9LPX4vK5P+z5wkUM9xtUDvuuq9LwLQvm9CkF6Pk8vxT0X4EK8DpyTvJ2N2z66Gbq9uZm/vuPePb7M+mQ9D7PrvfMOhb40pLM+16hKvghij70JTgQ+a2Q4vn//yT6gBdG9Fe8guzG8gj1xUyw8HrVGO+/y+z1XSfg8ENaxPqPqJj84PRY+zso8PRtslz6xKeC9glIHPrOhJz7FqTE+LVkWPq9Tn7wxrt49+JBsvv4GzL2IMzI+l/eSPck63L2HQbO8btjSvYXSpr5j++m971AQPsDb9T380vk9r464PGZTW77+VLe9WWgiPvS4er4HuIW+4aEOvrVsiT53Deg95sg1vgSVXz6/31a8uOOWvectNb5pFk2+yl4Iv1ZLlL9B40w9mkYyPdg9ib5qLdW98vuKvihhS70LrOY+5Qk1vlRJDT64CKY+AhKYPVPmVL4YYuO9rBaAO3+Jfj4CqzE9fBfLPY3BGz2uRDQ+eIBLO3rhiD32bi6+yOc0vlB9fL4n5xc+/L7ePZM39r1l0BK+9fQ8vm6OfL3Wek2+fkY/vTzz+j04y2W+8/AFvqKuKj5tpoU+YhAPPjnlir1RVrq9JR26PipiHj4wrMw9pHXsvfCaHz6yLuU9oH2UPvPGWz0oYhe+g5Rqum8CGj6/jC28DPWpveRIqr7sqCU+o6WJuyGuoL6wis2+jbFhPkav272ni6c9ts0zvejHRL7fkK2+qBZ9vZHZer1NCDi+kjV+vcMDsD2WyZG+aPKAvmeP2r2q7nk+Z0SOPmrIIzzHvYS+AcyBPKoOoj5mGqe+OyITPmxAPj6MI9y9kd2aPRmDST5yOKG8kQ8xvmMYmT78fAY+Qu/vPuDimT0clOy9l2dBPu9WDj/2EIA8c5qausNbGD4XRaw+RkgfPq0i0L0cRpG+wIv6vkuZMbuZSPy9+KJwvn4TUz5bLie+wx19vlkWvr7/uaq+5rYXPtbRTT63zog+5/gbvhcNNL1HLFW+RCBvPI5KPT1xVhW9jSsHPdv+FT6ckGE9CHWWPe8ZKT2FuK890WMvvrAVW77ictu9Km2WvgkBUL6/vVO9mYtMvv77FT4dug2/Ec2lPB+1Nr5C/eq9J54PPuqoyT24qnS+14V4POJDJT7wLPy8uzFNPWO4Gz7TCOe8bPpXPjvRiz41v2K9E42Jvuv7rjvQG9S9aDHPPBlA/L3AswU++W+AvRT4Q74r+wq8TZvGPHOSxTyo0Y49KCIcPoShPz6FCKm9uqrsPRa3Gz6NU4E+tSR1PBPUDr6W45c+HkFJPYpAzb1gxoY+JyxDPmA8qz1Wc8U+D06DPixn8T2XG76973/GPBiCTD6qBKK+vMp9PZymnz2oDa08G+RBPrc4Bj/MrV++zGW/vR9hsz2Xvjy99/jbvhouJb7iU6E9q0Q6vlItsrzTcoo9vXLtPZptyD7Xh9c+s5ZcvrzSmz19BnE8+quePjXvAD7yGeu88IMbvfP7mD17vrK7OFMFPSVg+L23mi6+CUsxvilqZb5HLUM+PPeHvizxKj7LzbO9ib/nPS8vsj2fWYi+spg7PdZVyzxgYeC80suDPmhe7z1qDS69mAiDPmd3jj7e2vk9aOE0Prsrh76bykW+WhYOPfVbML8UuRY+fLzGvcZCrb6RARK+BIcyPsJaOT55Uwu9Phu9vaGeKjuChyq+sVijPQZtKD5INRE+dNLSuyeP7b2H6W+8KSV2PdrLp74NvDu+04nqvSlUhr43LiG/riMIPq9IM78btJ498yvnvRe7oL2r7OU9PptkvuUIVr6OMjc+A8qqPSrAZL6PRRm+8+UavsLOX73F5Ii+I/07Pk4JAj4+91y+x5SPvb/ESb5jcZM+uZMdPkEHRT1hWzw+VrqBPo2Wdj0U1zu96E2Tu0GDdDwKE5W9EbDyvrLH0T0CEgI+D6ERvfWLLL7ooxM9dpravl8dnb+E1aK8QbIyvjV9m74YPIM95sGmvlgeBL4lIpq+t7ghPv4oYr5ptYm9hRiuvTsAQD2p7Ii8fsEYvsUpNL37puc8O/GPvekBdT6Rz0G+nG66PlK0xT4pl4Y8wXyzvbUfEL0768g9+NbJPQA6bj7THAG+0AaEvf9JgT6XDV2+66vcvhO/Xj6w6Go+1UzIPR50p73I14E93uK1vve4kL3rJgE+Ml+cvqjo9D7rT4i+ND6IPr8rqj3j4bu8MHpfPkyOoD0fPU+9YQEMviYDRT82ekI9PcB6va291j530De9umj/PWafYT7krSs9VzOYPg0TDj0AI6o7es3MvVdJDD6RIBE+WEd/vRh/2T25GYs+2el3vugiub3Uu4a+TCo7PS4DCj5F6rU9W5fHveMpHT75fcg9kq9HPbi5/b7cJXa7aHdHPlYDbD7yRrU+PbELveCwUT555hq+HTcuvtSMdr4CXys+lJ/pvnyWO78OlHO92t7aPRj5vb4JRhU+CVqyvbqbYLzs55U+uFIuvunseT7n1sk9jHuavaPSkL4GNQm+NlC4vcExGTuF9nU+CoC9PQcFfj5dqT4+UXMdPLt4BL4RFT8+iYxdPQMJ1L1hpMU+qLgTPRjtND31MZE9gpafvuHpRz6zSkM+2C94uVIHlz6wYte+aKxRvRK+ib0aOBI+0yyqPjLSCb7hM4K9J3QEPiT6m72kKKA9Zg+sPSJRsz6weza9USgmPkCO9D0bcls967zXvZnyMj3q5vG8DLY0Pi+zmL6K6jI+mAl7Pu0Rq77A5Vm9FyyKPriWVb6pUK880YKFvkFmDr7gFQ2/ANxYPvoonb1Hkmk96RM/vsaqYz6bs4C6gzjGvQdarD1W3f09OJEePl3EMDwWNWq+jsiEPiFG0T0vMou+RjEbPp4pJL00Tv89HO5Kvk8RKj4gMm++XcEWPWiNgz4gkgo+GqHAPhQobz7ZeSm+8tkNPv+M8j4s7XW+a/EIvqzWoD1gox4+3Cz1PeKaVb5l7Yi+zoDsvhs3a75QyT6+rFpwvi/cFz6hwbA+2i5Uvrz2Xb4lWby+wQgdPuPyHD7n5c4+WkFBvhrkxz6TI7Q9VFeyvQhjF77BloG+XzmRPVFtYz5blJo9D+hdvhA84715bvC9Op8JPeN6Nz0qQiW9kcrLvmJBSzxeWy++kGw6vAFaQT64mgq/my28PY+7zrzSwHs+Lca5PX+wrL1AKzS9ivowPSPtUT5zniA9CD0xvvjPsz0NqZu9BWemvfHpqDwQzIG+qUIavi5cYz2gv2C9Q2yiPT1Wbz0KKR0+S5sqvvbTED5Z2M09nBiovpXW0b7SDQu+VIyzvbyEmT6vVDi+8Wv2u0s43j0Liog+fodZvuu+fr1XlL8+5t3AvcXUYr7Og9c9O3+xPduaiz7zXKo+P3CYPHzAnb2Kta09MitEvX9NNL0ZdRk+Ad+OPcz0grzwjJ++EkrUPTOosz0w8QG/Vmf4PRvdiL7rFni+J2C9PDPKy76yJYo9c57bPMY1iz1ftKS+V9puPu1G8jyi4dA51IPmPR/yJD373229APcqPjUgE72agO29NAWOPb0oQz6/P14+2qU7vp/sAj+GFl49QB6EPYViLT6Ma9m9orYGvktaN76zcjM+3pEUvZKAC747czu+mkSNvNy5QL4BlRi9Ws5mvrQ/pT74e+y9Iw5tvmxJDT4iAjO+vLD/vdRvFD6WPo28x3coPaTtdb6Ijmo+/aE4vuQRob2YQm++Ozh3vVqGiT7RhCY+7IO+vHtSpz1vmo49bqpMvqkPwj3IRS2+E2+7vmoeUby8GYI+M7IpvlZmYz7MmpC+KiKEPTUS7boVDfs+eaRbPoQsIb/stYQ9jPQcPiGpAj7YLnu+g0bzvM2OQb6K47i+kCnaPIixdz04tQI+pNWGPom1RL4PZZ2+uUxQvSb24712xZm9tVfCvLFVYzoLWxE9ptygPSMX+L0v+Q8+3ZgwverIUT5EK449riMwPkXRhj4DW5Q+u4QeP097PD6etVW+kHaUvnNy1L4o0Hc9je8vvjTtpb9aQR2/0mPGvTg4Kr593Rg+aixEvdVd8r0HLiM94k4zPqdZyL2CZNg933IVvgf58j0qe/e7ag+UPZyvTz545xw+oA+xvrJEuD3ER5s8TtLyPqictD6mNTi9ncLrvZ37bD2lCbU+h1X6vZglVD57lfo93oqHPDkSM72FD/W+aDLOvhhguD3Oh+k6KHt9PmZZkb78/Cg+f2gqPTQTCr4UPWY9AwQEPmBd+z6lhpK9XPMEP6/PSr4ND5o+/QtoPK+2uD6b9jy+hmmavobgUz8OCcO9Qf9KPohG/T6kpNO9QRsEPl/fgj5C8kI8azDjPTv2WT6LNM68b3YqvF0v3z7AuKy9zmMwPSXmKTx9Ssy8wQSPPWnjeL3GfE2+nJ+1PmiwIj6U9E6++OmKvX7e3z6GNwg7ML32vJO0Yb5IxpC+7JLwPdTJFzuQz3A+UCmAvroGUT6pyfW9vZWtvkPjKr1OO9W9OeXsvmfQNL849LG9C0FxPj49pb6oX1C9j6g+PhOFJj6bBBw9E4GAvokLEz7XxxU+b/tLPndJd77LayQ+8wNePS0XlT6uT70+/LziPUMiaz5m8Mo+Pub4vbFocj1gp9W7dGJqPQQaGb7fwsk9gc+EPnyppL4YtGy+8XcxvSEKRT7xnkY+hrc3PlcsOD6FiGS+ZEspvnl2v73pRiu+KI1hPYlXITwVe3m+Uq2iPkgECr0+G/c8RBOgve6BHT75opA8wMriPSzIVT50lQ4+700mvgjRND6HbBk+r9D/PXMQEr0H+Fc+24G8Pvouo75F0Vi+fAKLPmksNL43dKu9olJ4vqmEMD3+JeC+ttV3PuMmyj3BcyO+7iguu3HABD1uPL6+timhvjcxM75QJbo+LeOyPPMFgz4w8Kc+5dNAPuPX4D0yVH2+3hr5PKdf8D1ZUEs+8aFOPMs5Iz5lkN06UUbuvAqfGT5K7+A8udxDPljfKT6Nswu+oYgbvFznAz9I7pq+G+SRvsxLxTzsgdY+E7jAPdosLL6/ft++lz5/vq0jxb6ZwTK9MKpGvm1Hxj72SFE+ovukvu6IK778Kcq9QXulPnfMhT7fFBo8d4x1vqELKD023JE9N56kvX5Soj0qMNU9QH6DPlkD/ryTSSo+raW4vunfT7620py9r3+Lvt1/wL2GiXO+gT8fvkXJD74Wj56+DjmnvumXlz0n1A+/3z3dvfMztr6atT49bcgAPrfd8b21ZJ2+VCQGPgwEvT23YDS9BCspvsX9yLyonVg863y5vC9Pbrw5Sxm+9TGXvnkrRzxwKSC+B2vYPT4EIT5F5Ly89lwoPbG7yT376Ao9Zpl1vc+48r5vo9M9iz7CvT3eGT5w5z2+sc5YPgtHa74kZzc+yGEOPrQUJj6UYpM+QObDutrlcD5FFz69wIlIvbju7L1HdhA+s9j2PDNCML5vjwM97UmgviR+pz0JaiU+NRy0vagU7j1xFX09JUUYvns9XL6eeAm9x+fdvIHRPb3Rf4o+gWgPPp6h+T0BEbq9EB1kvqM1lTy3QuS8KRfBPXXzdr5rTo69Jv9JPUHGwr37njU+Iuizvbv+NT63r988TcquvekKzLs5+28+J7ylvcSXODy1G7W9zShSvIWRiz7xxIA9fvNwvUIkWz66AIG9odtIPeYC2jzftBE+TQksPV25RD2aqOg9M6KpvSwfe7yC0ai+glyHvf3CoD0REDs9sDKpv860dT1qlSo8l/8Gvoj5+D0Nrj89jc+APlU/9D0nFAa+NkcQPY6akT4Ul3c+4AoOPShZpTsIAvW9xq9hvhrUOb6kLVs+o7SFvhEW/bzA94096xUqPp+kIL5ms389jmDXvoGe472VyIU9ZgGbvWfZur072Bk8+jeeviE/arzBwca+2k5Vvn1DA74OyNS+JggRvgli5j1NPDi+jucTvUSBD706BB4+T/J3vvX6ET2fLa89iJ4LvvsTzD0EDqM+iHe9vUbDB75Viwa+nD97vlpZCT5SHxg+AwI/vmNCbz56rmC9EwVavu9eOb58wrQ9SDREvTSgA772i3i9RqmovIogBr65yQI+MYGRPnmBYrt591G+Sx89vrhtQr67cic+dHiCvog+Tr1JAoY8ewmSvJIl5L3vqdU9SZwZvdfaXr5IXjQ+fu0UvrgGcj1BVpE9lCOUvVS8Sj490z29a8gdPt8BpD3J2qG9wNeQPnHcQjxUA5+8JTrOPfeJpb0qcoy+/N6tvtcfgT691ze+x7g4PV12j74GAY0+6oemvmi0EL7xsvu9/OjkPYiBkD00wxU++R6zPhGE9z2JSxQ+TQHUPWvX2D6cmqS9/LRZPiffeT7cKpm9Ij5JPgaD5j13FTW+qjuhvrOcyzyuSwU8vnhbvj6Xc7vOooC+MluXvBwk1rwpkOK9fmVvOzdAnDyPXXA9dhMhvsudu75Yg3m+AL14Poev9z2C+qI+lT4qvi/lEr2yv+S+3DaPvupIqb4Bx3u9Nk3wPfJg3j29eiM8NK0Fvk/b+jxhDQ2+f9CAvMRjlT6X1jq+1q0NvrNQxr0zKS2+3E/Uu9VOhb4NBFi+GhKMvn7pET1rRXi74cYivyzyEr0oTIA9COSePh776DwVLTW91wOivT9+Xj7+DzM+uQ7nvf7grD5fy0c94q7MvdyTiz79mDS9VpWuPZf+Crzfjjk+jK+jPisUCj4msAY9a7+qvRS0zz13R+09dE4LvbW+HT68nWG+do7bPfHPCj4gkp2+XD+PPNTWML4Bcdq9VY7Nu+XBXr3s9Rk+9hfaPJlQtjwq336+p9ejvabdFb6kzea9qy6pvMPy6b17+tm8VyZMvsTy1DsTluA96uKJPvb6Oj6EsZw9XSvkPJNvnL2l3xC+VlrwvcK9mr6fBX0+It7oPaEJGT5PHA29aFpCvTQrFL7sABi+Vhdovhp+Sb4Shi2+ZdydvoQ4jT4Zi+q9sDAyvSVBGD1KZzW+N4OQPsFLPD5dzU0++nWMPE6lSb7kU5g88ZZ8vox0yb2i9ra9FjKEvUNqcj5AwFi+WruXPkfLjjyDmRU937INvnk3CL3p5UG+oQ6YveCm071niIO+V1+SvUkiZL7p5RG8yWcmPZb9uT4TEw49Uo/avReYc77U9FO+3LHBvVVv9j0CaTc+5ATJPeALqLxhVOS8dXehvrhXGz6UDlI9G+v8OftStj6JuDW+Z2COvgQzMz727fK9iyeCPjq1Fz4p7n49fTJSPAV3EL7Mzw8+uXyfvW8isr4qa26+mBkJvhEAGb2ViMg+BmR0PSNPZr6Mum++7nvfvcpTVD6fIw47F6sPPYmGSj0OHO89LJ9JPrNnB744ZqK9U9xnPtp8/70tpgG+iNi7Peyxhz7ZeBk9OzwkvU6KAD66oz291EoRvMm6Ej5qt8A9aKoEvXqyqL3wnH++fPmIPoL/ur0TpQy+hsQEPlttdz7qExe9c6ZpPOjGJL1QFz8+PY+4PT6ubb4EFxI+eQayvTBRiL6oFoq+YAHnvEekO75Q/Iy7uZ2xPIF0m70z3XC96YtWvVCZNT5T5w49mP86vpxGn73XFCA8C8QDvlqIKT2pUjm97KZevsGoBL4wjKq8YQUQvYVjwzzM0XW8CgrgvP4wuLrbNOe9SRODPQtIkr7UjHq+3DS1veRXgL1WHII9LTxHvvsq5D3tFUu+QoWbvmC8uL0pphe+AcsrPSnDzb3BteA9tK1TPWFHRb6cxCq+mlItvYQlk70R2IU9u21PvlBWhr0lU3W+C46TPYq3pDyH0NU9PWnVPQZSJT293Q2+ZTNivhLQuj2GBqq9qT/+u7m9nzvKW2O+b+S5vTycBL7fiZU9dVVzvboygD3E86S96yQyPN/LGb6friU+HaWOurOCoz2Jkwo+vYk9PSMOpr1MlY4+NwwdvpDEBj7DAhi9xFGNPeZ7XD0c9+G9y7luvmosGb3TPwG98jJtvIgQDLxtsyE+4HyTOanzhr0ySgW+23k2ve9Fo75ppFe9c+HCvGjk6L2zUBg9o3okvisadr63LNc90HGAvUsreb4esOe9kZ8kPCioC77/dRW+9FxqviQLFD42CCo9e28HPegCu722Kxc9IGLvvX/wP74alKi95FzzPDEHWT0uqNq8kO6RPeI1or3QIHq9MzohPkqcQ75HjOO9pxA/vvu1H76RF3A9+1SDvdyG3r0Xe32+Y24JvW3tIL36jC89WTkJvt7QZLxG1yA9dqftO+xDmr3wRjO9+dKaPmbtSL36wH49jMB2PvraaT3KQJq9LftBPhlLO75IYs6+lpITvdDUor1BX72+jRgtPj4ryDwCQ7k8RP2OPVAKFL6wDdS8YMgZPuhtgz4A6tY9A+sFPtedET6dA6q7L51BvjH1gD0kj+C8RrePPrBjYLyTSk8+v2mPPTFJlj2cXo49JrAAPmjVGr6h/Om+IGDRu6deQz4F+ze9z6r4vb5VYD5Ltf09Kr1qvKtRyz3m6PE+FTRRPfx32r1eHo2+SCaiPs11Ej4OaMC+RwV0PqbgAD67b7W+hR1rvZtBI74+mm49wgxQvYHISz3FYZ69B2EuPoTmAj1ezxk+/nGovHA51r2Cco+8juHuPU/sKD0j8a498RcaPfd+8D0SEDa+Vz9Dvod69b09qxq+ryKgvTBEaL1PG2Q9hmIBvs+pEb6aciC+Hm8MvnrmSbzV4iA91vlpPbHTyLz1q0e+Zq6vOpUfRD6MWaE9rxTSvTS0cDyODfI9BVJjvhwoa74zoIm+Kjx6vnIBNr5GnNQ99iDSu9yziz5OHOM9uh4NvV+V7Txd8Dq9WH/8PE59Kbzz0QA+fRMwPcsQar01sHq9DG0XvhnNEj6lr7y8AIMevTk5XT5aQCu+lO3gvEElzr1mx2S+7cQbOxlGPj5+1LU+yibVPlJ4Gr1DLI+9jQQLPfa9n717Vkm+yPNFvlkyaD1FKHK+mXj9PfWYCL4fR589WpeoPdKccr6F6ta99PzUvfBqmr4GaH49PlRbvqRQMj5Hp9A++QJ9vjn3Lb6joFy93iyFPu2+cT0r+EM+Y3c2vQtlqj1kngM+TVQuvvxqnT1IdxK8ggGqPQiFBD+bdxQ+XWNUPuL3kT3qM1u+Petlvii+9Dukds28fuJ/Pje6ILw9Hfu8j+KHvjb8gb32uDS9qh0hPtBOOz5tNig+GlEPPtafNr45vx8+eYCAvpK7v7q8OVU+iRVkvYSb075BXIY+5uUiPEc6qz0b+1a9ZZH8PZgb/710C+a9oyoFvSwbhz6eQgm9X+GdPsKtmj5w6ck9GPUOPNSCGr2ENME9yg9WPsiDJL3QZrW969wDPkUMu71Nf5g+8MeGPkOrOL1ZbdW+jON7vWILhD3hSgg9wNnzvK59Q75wNQg+i2lMPQ3QML4nlgC+3hHOvfRxojyvkDC9+4cgviF42T2VLLi9Wc6NvodKkj2KXC0+hs1MviID5b0pocY8+iKavAJnEr4/Cr+9oteOPof7t70GC409K8BDvHK/TT1fdvI9NfyYvcmHFj6eVCc8b08mvKG3GD6ZFr+9cs/gvCOxyj0uvLe7ilMXPs+GsT3bC9Q8y0BbveBHyT3467S9ECA4Pt5Ghz1g9AI+/aRXPrDso70IOwk+eHYavXtaFbz8JbO9WmbxPMdzJj5Md669UpeWPJsb4b0KBR2+F7NLPp570zzeqPG91h07vQJKS73vOAA8MUovPS8LYz6SVze9Qwq/PS+YvryEgDK98A2IPZDuP73cV6w9U+6DvGu6tTw/5Zy9MmkzPva6Uj5DNpw992+/PAb2Ab2MprI8EYstvbl63T3vn2w9MPcqPWA4ij13geE92iF9vToXDbsUqbo9+MMKPRyNur33T4i+itmBvqFhRznWQhM+u7aJvWdywb0dEKi8GDHbPaaz3r1659g9e25TPvo9xT2EFzm9vjBvPnKU2b0VsQM+o1uvvRVp572bn5M94RajvXu6Nj6Zhrs9Bvx9PY4+Cr6OHw87fwwQPa/JBj0EwCQ+2QHTvO509D2JCIo9+/pvPZADVb1bdxQ+or6OvRsOZ707KDY+p32cve4nUz4TV9c9Qg43PvdMdD54OMG9gedgPmkfvT0pJxO+wh+5vfdeUT2vgaA99C7XPdeThz1cas08Bg57vSvWMD7cWD8+uYFgPbe/Y73EjY69gqLLvByvj7yh+za9QJIIvZQCXT7cohk9UiYHvmSdzzw5zqM9lsu/PShOPj4yUA++Y2QYvvjsiD3Pzcm91JvTPdOjpLzywIo9GGxMvrsci74dmJs9FtemvgvDer0tAws+c0IGvvHTpz3zyyG+dHywPUOmlz3Z97Y9lEkbvmTaUD0pLFk+6x+dPjh1hr7LWd4+3u3Vvarbqz7K2Zm+KBkhPt+EiDlSn2Q+9V8gvmDQzr2piqe9XUI0veJuor52fwS+voCPvuCMT75PF7s6BdrvO98sJz7ZyJ69VU31vYcmUb5cabW9zT+MPo399Lz/xvS9eL0XvppMcT4EtlE+s4CYPmGHwD5FLqc9LULMvRxwzr6M/Qi+cjO8PT3jkz5eISc9E6tVvgwfJz3betW+O5sIPIYxvj0DHvQ+w+SZPqkiLz5996m7jwRwPln7ij41gkO+vtPZPh3fbr7zBx8+VMOUPaS6Kb0v3CW9szRPvlsb1T0n10U8/wB3vXqyjz7twio94+MYPpMe0b1Zul47wlYXPnvs9b3gx/o9ZLqMvldbI71yzwm8/nlhPmGvAr6x2tc74SIzPfKCdr4BvQg+9hicvpZIBrwTGBK+fbbHvFUAlj6tWw6+5qFfvnHHe76mwn29Ja4qPdwHob19zZI9lPhzPB0/Qb60cIc9cVAlvYT++b05mZI+8umEPDXSjTw6kEG8JKXZvUOxWz4/YOS9TT9lvGb0lD28YlY8i4XtvbjHrT4VXfy9wsGfPqNr+j063r29H1mPPpQVyj3zR8I7Q2MWvgpGJT1GB4A9IUvxvbbImTzpeTI+qNBlvuGZ9bsrzga+iOTLvaPNmT6epl29H1P+vfzjHr3Isss9WfqDvWURCj46R2u+hvlMPc4DCL0H7dM7vVbIPc07KL70zoY9B8ahvXJqXz5OQbM9QGx3PBhLcT4XUna+H1RUPSmNwDz0ORs+AoQpPkHi/DzaM0u+UqT6vWhzSD6maHI+rz+FPgyg6z0Gnxy+x0OLOxlsSz5U+SI+6EpiPqXbhL1x6AM9/KSfvrnGBL7gGTe9PNM0vZMtDz4hSRU+Hoe3vopxdr6zRyK+DToevZrJUz4GpZE+T8XqPPmx77x6W7K+LcoDPtHHCL2CgR+7OylTPqzX8LwjFo495ehEPvQ2L74YuzY9oILQvK/L1T2EwLI9A+4OPr5mZL495ao95USQPcUS1z3T0kG+pDChvOdTuLwiD0Y+z1EXPVuJFj3X86M+MZ5Pva0UBb76DGo+e2XBvmCM5rxrzI09WuVyPgpp0jxyL7Q7+7IiPndjr70i0Sg+Ig0Jvg4S771Sx0s8Yympvq4h8L3jy8s9CYnHPmLcTT5mcOk9w8CQvv9fyD7Ic1o9PJoFPVHer71IwGE+DgzCPcMuurzUCqA7DFP2vpoMvD1M0589fSgSPeVOlL3m4t48WqRuvRaFIT7LHDY8RWpLvErV9zzgx6Q417kOvWHQ7bxGBba8uhGJvKBuRT0cCio+CHilPCdaSD1LyC+91wwLPenX9bzTXIk8jbAFO2c07b1Brh498faSvW8ojTt6BOq9uKSGPWb4Fr743Q486/ynvNY3sjvhASe9D2DMPYupBr7eHzE+d0thvYV5Dr275k+9//kcPSuearwIEhW92XtmvYGQAL6DOWw9GKx/Pd1f2b23Pxm9xn8mvdeDMT6Ryr69FHGhPZzvoj1DXKM9RbaGPe6JlD0K6U29IRSHvTkSXL369rQ9YG2KPWKrsT24BuI8i764PaqgDL6vMec98ocbvsBky7wN7oW92oCYPdfwOTxD/BG+GRhbvY6LlL3SdyA+AzU6PKb7Dj2c0fe8GLnxvQtqwjyWUtM646YwPTwYAD5koxM9vzuXvesuBr04ebQ8c+QFuqnNjr05EAg9J8b0PQgxHz6UUei9Po1FvWF4jrzvwaw9v94APnworj3a/w+89lWQPUL8ij1jUOW8xQzYvWxDlD2h9fa8Z1oRPbqwfT2JJZ882O4WPT76bTwAQjQ9EOuIvby1drqC6ba96CfrPO8bG76JJd28aRAjPXUkjb17C5W9pSJmvXTTtbxEBi6+WfEwPa18eL2IomQ90h/2uyQirLy0PdG+sN6BPFRvzLyJ8zI8QVMwvjINrzxMhaY6aNq0PRuf9jzI3du9OPJkvNwmtr0CHyS+MJsFvqqFC76oGNa9UX8avv1QDr0PtIE+IsfhPRBemj2MiGe+Y45ePfSZ1L0AhCy++afqO/roAz0jsIM9WQ8XvuM2GjxLu/+849xgvUNe+7xPWSk9natNvSWgEr4C/Vu+CifRveMa1j5DkYE9cRiXPffoxTwKlQk7bX3MPU92br3JJxm9Zv2ePY2dOT1ukDQ9/HwgvlshKb51b4W61TtRPSf1ej5GSMY86TBlvgzMN71khn4+iHm2PXecHD60Npk8WkgqPkllYj1Gri2+KYY0PgQgRLyUG3u9gzsBPtLQjrxvPw+9Ek1ZPrMP4bxo1RY8WpkOvXUtdT5Kmy4+gAKmvNz/qz3qEXW9ehaIvcfOML6HIG0+ll01vLaXGL4SV9e8LnFyulZP7T2v2xg9z3/tPE3PFz4+iys+AOcVvvJnUD4zAKk9ZLEBvdcvpr1kqYu5cPN0PQNZhL0IRFw9LjGCPG+K+jwITEG9zTWEvqkIWr2xDgE9xea1vUF2iL3M2LW+HCIgPlU/irxplvE99x5kvjA0fj1pMxC+jzLbvUt0yD2GJzA9ym0aPfTGFz0TjaC9xlKZvjf5yr2H0Ne8HqBIPiYZOT0DesM9EGc5PhYLYz4Qfsw8QCkUPkqRuzxkDF09TCLMPKJBpT3oCbU97UnovR+oAj7xtCi9CTo4vjzkAb7h5oo9GduPvZ9rn737KyO+eTX/vXGrVz0rWYA9Qygxvaf9OT55FAW+EF8qPlCRpLwXL5482h7NPc9Ho7zzaPS9mV6UPTIVO77u90K91QYsvqurPD2ncpy9HiWZveVo/72CHmy9t4dXvoYsC76OAOS9b4ocvfCClT2Ke4Y9G/ykvjyNjDsaAZq9Qn5iPYBEKD71Nxk+WgTOvb+oXL5otdy9+EBUPRge2z1E/Sq6z9tePBjbUz7ik4q9+colvsQhrD2f8qG9U4AZvaf7OD7VQgS+63q1vUhuFT1vluw83UPFPTHL7rxM77S+NGUZveJjvrx0e46+2Lk3PfFbqz3n2dU9ina+Pe2qU71QNRo+4cfHveZpUj68F5S9nBuUvaTEJr4CUUY9uBB3vU/cVD0YLb09FwcvPtJ7wjyQyyw+tOG5O0dAXrs4bbK8Es2Xu8aygj0VrEk+B/O7vX5TJz0e5r09iouDPcW+nb1DnG69vR4qPrh8sr3eOri9brvnvD59L77YpzA9CSLNvfR05b0tHzK9KZ0oPuuhST4cW0a+sos5Paor3b1gQ7G7Jl5APO6HBT7Lhi28R0/4PSYNjz0tQhI+7e5HvukHiD3eZMQ9n8DoPYEhGj0pC26+xmopvlZsur39Oig+KnG3PWdCRr1o7FA9NAygvZ7S3r312wa+9DM3vqGU4D3z2FA9FKk8vBVrUD6p1hM+9P1YPTJ2UL1ldXA+C+IzvTfFr70JGFM8s3VovjrFWb10Euu9T4navTu+Db5loIC+H6l1vpx+7b1sTey9r63oPeEpMDy+2iS+aL8SvtsPJ70rpDq+v+/wvan3Hz4I9l49MnBavsrnWL5irAY8lQZuPQEvRT2kdjK+M5dhvbxFy7w5Mhq9Qr3oPSDe3T0reyW9QTeaPJHjKT7Mdhq+liwpvmkwv717u9G9N7Ytvng2gb0ErBa9UxC4PZJ7wr053xU+UqNLvsogs71f4PW8tKYJvhw4jTxxnVS+lymZvjV39b3/Wq49A1q9vKwZ3jxh34c8kog6vnbg4LzpyRI9+KQSPqyyiz0kMW8+oeyDvTGVpL5E0jU9ybnUvZHqv705xlK+DYLdPAX3YrzDVZC91Ek3vcfnbL5hRFM9thBXvVkFlb6leQu+emhBvuQohz2tT9i9T/GUu3coI72h59M9TCWLPFJKmr1eOX2+UQDZvIQM4jzPerm6Kp0XPe3ygb52AuS9gVKhuxVcib24EWK+6gN6PcMqyTwPzcm8RkDsvdRqxr1N1Ru+atW+vSc2V74o4VO+yXwZvfEDrr0VBGk+Jq0TPuhMGLxHII885frHPeXSFT7aME89Fm0mvnvDhj3ROJu8WkAUPVEZb7uZCt88altZvjubwb0d0Ts95Icivp3AuD0ul+g9Ll5/PDhaF735PLa+erArPneZaDzeusW9ZckAvi/K373Y9qY8mf6Jvue5UL4j/ka+/Eq0PT9nFL7oO/G86RLdPb8p1rwNuk49Ex88PYpUNz4Ekjk9LrEVPU+Xqz3nrLO9OxGKPOy2Jz58vhE+qsNeOqPCRj1aQ1Y+fGWsO9Afk7yHYCg+XONdOpR6Pz42CVG+s+4lPZ7XHj7iXrM9hEd9PK13XD7Rs/m8bif3PhbvIT65x3u+0da9PX0eLL7AtL69kcXkPQH7hjyplnI927RxvrkxEr586QA+eAWfvVbSUj5qMru80H+7vUdCAj4KKYG9gBCSvfX2bL53cIo+bRj4O+H9Az4io9k7p9SMvRz4bzzBYjs97XSdvnVycLwixos9ivVTPQMkkr6jcPY8G02cvSZv1j03m8I9CezjO0W8Q76MskQ+6aD3PQCx4jzzMsW9j+UIPj1kir7ox928WAMUPjWkqDxT1Mk9UvNsPr4+Q77W6VQ9CcCivTuSCz4VUEM+ikkRPkALSD7z7iw+Ln8vPsmHmjx00Sq+4odWO6V+tj3tMsc9MnsnvmIKVb2PvkW+BKAmPkcq5jyCL609pkaxPZS4zb3/lNA9ZFb9PK9sOT2ofoY+EQDHvQOpJT1VIUO9N1OqvaXQyLyoyC++WaT9POyv0z1N/uY9aFYzPf9VQb6yJ+i8QS97O5ZChb5fpSy9I+qMPaQk6Dza/iS+zZ8zvkzuQz75i+u9LY2ivd73Vz3MEIs9spsLPmwYCL5ohKA9lUMYvo4WNj7Esq494eumvQkpiL13F5W95hWBu7WPBz7ZKNg968q+u4M/r7x/NEO9OMK2PR97Kz1c4/Y6YFodPpaRlTy3sam977ANPWQqTbyP/Wo9IkC2PRp1aj3NZ8q9QuTdPXpjM740Zoe8QTRkPvJCQT3QC2k96qA2vUmuVj5qugC+aN1uvg0kmD23GU69e/KTPXnCZb2bMCy+4UvTvdVHy7zDEFY9v6kCvXtN6z06SYK9/QnQvHJNkb2jKU086h51vC5v+rsnuz+9nc4/PaB6Hb3AiOY9zU4APvRQI776osc8vxaPuyeq3j2Pdm07u1OcPl8BIL2PprK92CLyPcQdUD4G2609oz6BPXGNaT3AYWk+IJ29vRNTnT0u1lg+8iGLvPYf/DxhbGI7uw+RPcIYd72iNCW9LSpmvZy97b2B4wc+OX+LPaYYMb1xGZM9Xa/LO0AT9LzzhQ++qIjMu8a9Jjz4P/K92azFvSfuCD540t49OVr2PMmYED3Nrc+8BLDMvQ67Jb5N51S99QITPrp5Hr6U8KE8l6i4vTjDFD7phpy7+0Qyvm10jT3aojy+TLxqPUn+sjxiF6y9Bi/BPLAstr31m/G91u+nvVh8Hr2r3A0+zEezPen7XT0TNYq8sI27PROXF77bJtW9+odIvhKmG7zaEQA+W2lRPf90+j28hUu9SLlwvTfyBD4Hbwe9X/8VPTwhNr4HMA06IM8XPbhN1DyZTlO6+X50vkwDvz3Spli+SnEcvnnm2r02vUW9KJ4QPoB/Rj72owk+d4L3vSOipDx9jAq+vDMrvV/+Er42pxw9HDIMvZKlvb21AgY+esg/vYdGIj1P55a9cc6mPU/FwT12i0Q9qV+svfK9j71d3LM6NEMuvZ0zYD3c2dm77HjQO+EKCb0T2h4+k1qHvmT1jj0vWeU82YMGPrk3mLxhlSy+flXjvXs9VL4qtrU97aPePcvKAT5jfdO8T8VRPqPJmT27VGC9HjoIvvzZYb7L3gU++G0IvhHDfjxwh2S8EYfPvbNrLz7XnsM9qfLJPfHzNb2V8kO+mjzUPbqbEr4hkX2+bTT+vY+yBLwYaKc9clmLPdxemb0xxB09rtjsvVIFwj0Bdrq9iN8aPjVAkT2uEsu9QCOGPrnDpz2FaCc+vfnaPTCa/b31Si6++CsZPoaprr3+/Lo+ro0yPYpIAD4PbIc9haUMPQxpjD7+P9c8JwYivdtgkD7F4Qw+/oE4vq/2k72vk6U6VcaRPRrYlL54J6w99f0PPD7z7TxWKkQ+1kqyvhJqXb42ctc9PnxmPoJ5Hb5btv09wagLPbPTH75FYnw99nI+vcJ9g77UtJe9xkinPcRm1bz9ulq+FKKnPhGfabyx7P68exvFvdwqg77Ja1y+nCCcPrhj9TzmpEs+pqp5vRTX6D1Let692pRGPuHwgrwqNc89eNpuPgFYRz6SFII+QDYyPmkcSz7zNBO+XnmXvbCoL74SPWC9TfWUPSOk4z57umc75sTxPYnDAj7rjuy+rRMhPhVHx7347aY+54fOPgkjoz13Lae9ERyIvdZQtT2zzG89zSOKPuHgID477Ro+50qWPES6Iz4xQJq9RD6vveDlzzyd9uI+bQTwPY2prD4l96y9AZGrvWmn9juFvpc9fjuPPu+g9bzn1AG9di6yvs2WPD4FVQw+rfMuPrg01DzC9v89CyWTvXp2m746miy+MlQXvv6qmz2+1po9/r3nvXx1ML6ZF6y8a4iCvTYI8r60+Yk9us2jPphGuL4jlbW9ZHTtvAFdj70uFJ69unU/veCkAL5AzPk+w22qPd9r1T3DvYy9BDZfPvHNzTzWdBU+xI3/vXZsnr6GDKI9eZhUPrw0MT5YcCY9xaUhPXUMLj2+kUy9ltJkPo3Tnb3WxoG8JH/Du2gnfD6bIZG9gkiNu/jvbD6PUIQ+shSNvmnnDT4t8mC+1EI+Piu6sDxj4eC8mFWCPZ3e9T0vN/k9UTMXvg7maT7fMUS7ZeMdPMTqmT6XIKG+/+13PnqW/7zsIjI+jx85PJ8sBL7jAjU+gP8gvTcSoT3zPwE+hpJZPmN/B73VMOM9hM4HPfG4Oz52biE93rvRvGBJPbzXOTk+38N9PkvW9T49iuq9XFyZPevLDj6rogE+xPh2Pl2Oy73QJ369K/y1vn6EK77u/xO9pnwzPZnfxz3+t18+0oowvR+WmL7O7Q6+fTiUvuWoUD5e3fA6SS+cvIt7gDxEvNW+bfv5PfYSu72lQqM7gIrBPvVgUT2XkBe+AvCPPZLG9b2sHkw+s3HAvPHWIj49weo8XuIxPkGmAL6s9qs922c/Pq684j177d++qJNHPl+hW73qwuI9Y7sdvjIy0j43Dms+VAH9vQ/Y8j3InqQ+0yPAvdawhjxknrm9cutIvhUd3T2ojh09UoMaPnXJI77TBE8+pVOQPC81Ab6vO928LQTlvHIKGr5wBiI9ccwrPk1NN77XNXM+/qpOvhvAVz6Z95E9JTY7PgjYqr4WL4s+/LyIPYz4Lb2vovO881vxvjQ2bj2rPCE9jl29va2prj1dOcM8tjG6O8N+WD0wKjg+36/4vQ50vjm4cb+9u5F3vahh873yyiy9y4sfPkTIbj1j7bE9T8RSvFswrz2r7Wy+UPhHPsm4ED4Jj+297KhQPKU/9b2hYu69Q9GwPbUdhTzzygq95vjXvPLLoT35gzs89RJTPqzGW7280YC9CRgtPXyZsj06E489x0TEPDnECL7DLog9skFPvjvtCL5UXWo9qu0HPnYXgz26W867PUpHvLq0Rz3hURY++gD4vfoRJb50UqM8skjmvHlipLzyFSu+exZOPgz2Q76RhCE+HU3tPc2iMr6rgxO9kA+XvdKtFL6pb6m9ZjuQPfh6ar4kK5K9hMQUPujvQr5/R2E+j8xFPuR8jj3ola098WrGPXf0Fz4QcKQ9Edy8vQEKkb2jGM89XaOPvAkRS74S22s9dK8CPi1SAL3eCcc7FwsbOzfy4b1NEgY+j9xfPX6v8j0lCsw9T+zavZRCVb3reJs9NUBNvWVlGz7Xvvw8my9lPdyzib3B/9+9o3+TPguM8D0xZgI+yqhmPpL+Nb35bOk8xJCevaeXfj2GQv89GyVsvTuno7zYGtS9CVUNviqaWr6ICdO5eAEOPnTqoz0H0h8+PkPEuoRPmLrLZ7u8rbNvvrFuSb4IReQ7hbagvWFqub1EhWI9QP1svRXr/j3eaC++ZPv0vVevaj3UgHY83shNPm36g70FoVg+0S11vPt5uz0krTy+3A2XvbvWojypUuQ9nJwdPmMGg76fLsU7BwQfPfH8gz3YHvg9utFGPuw8Lr3Pip29zK4APPmjOr3YXcy9CXlSPS9RQLy6Mga+8FBPPUTkoj2RIQu9LiFfvmKXmz4YTi8+BOkNPWA8H75octM8d3gCvO8Pdr4igF497vfOPZzUe720LAg+jlj/vd1WZr1Uf668suGOveMovT3BubI9KNtyPfKXGT41i4c+CIJmPu7rTD6mkvW9kiRxvKjnWr1nZR88AeZIvUcJIjxj1L89aHQWvpXlpD2K3MW+/FeAPtzZLT6A4ue9rvjbPjVLVr0B0vg8NzrHPQsOg71D5to9QjolPsp7Mj6GXJY9kvqJvT7UFL6CFxK9O5wTvtFk0j2RLNw9AxuPPXyUMTybyzm8VtAQvqNVLr4Pj48+gjJgPW9sFT6Q2Ba+aBCdvd2mgr6E3Qc9W2ROPjHXi76aZQC9odixPbNzmrzMHk0+V/OAvfUC372fZAs9yx6sPdYaHb6N0ie9nGUZPle3YD166qE+gg6fvQAADT3G8++8WSOGPj+MObxAi5G9AYQPPrqb5zxvmmY+fZSEPHDVPD2R6Kw+gCqwvA+Q/L2zMaQ+lhp+PpXcoD0esLO90fNqPoRmGr4HjmY9EKmlPq9xEj7zJ0m+7KeFPXyXdr0xUwu+/mBrPuHnSr2X+yq9ZehNvhemaz0uCUI+Vg3yPE709b3jVOu9CPhKPYTfrD0YVSo+ufeCPTMPNz5cHEy+96iRPgJ7Kb3bfFQ+J1dxPgDdpr0SfWY+rnYqPnx0jj6Ofb09iaHBvniXMz4lFMM7K/JaPMgEcL1LGCk+Op2IPdypGj5ZCRq+jwqIPb0cmL7yzno+X+R0PZW1Kj5dkHO+RmcYPjos1z2fgIW9kRSJPjL2Wr0lBMy9Wd/OvtUg2r3mmEE+nHmNvfL8tL4+FwQ+vhFQvR4YxLw+4oC+1C/yu0g2oj6fXik+rcbbvAMw4b3kZJA9pLjwPaVdA7233bw9wZgdvon1jL4WqtU9qRqOvszx+T2KApE+f2V+voyqir1GjZG8Ru7svZY1Hjv7chC9Y2KDPPPVFT5EIH49MQhvPaeXIr4ChZo537+nPYi1+zweDi490myKPp9j3L1ULMA90dJevoXh/T1cgCQ8FDWQPpOHrz2bjYm+/MlhPmaVmj0bWDM9Je0fvp4n7j1LIsG+OJQhPiBpPjzAOh89CbtdvpORG70pUqg67BmKvm4Bez2Rjp0+iDd1PX7/Mb6JaBm+FiGovY61l753XgE8/02LvqM7lDtL0Yg+rNcPPrUW7z2W9ns+rKoSvqi7PL6vjo69Bps6PT+GvbylZBq+D0jFvU629D0hHPe869F5vM0OMj4/yJM9sfgAvbHR071PQWS8o/SKPdTxiD02RYA90SvrPE2Xnb0fPgi+nRoZPRT3nD1RArW9FFriOwaaor0gcw++8fXxPYXgnL1dEXA8786fvY0KmL0RaP85rCyFvQD+KT1q50w9NgQnPKnQqb3YzDS9PWuAPeY4Fr6Rs428nGwxPZs+pbzmZsY9iO6cPbqcwr3qhrC8BiMYPc88hD3CgAu+D4ZiPcWCxL1x8Ns9BfCePcjCzr3HtuI8xbv0O3Y3g72asIa98Wx9PHXCNj61EL+9xw/pvdgNxL3Jy9U9vkAFvsd4e7wfAgm+eUnzPPVxGT2wYJg9E/XGPTWE87w5fK68wfkcvRwEvr3aWGc9XDPDvMBixL35XB+98OEavbPxYr36OD+95gzXva/4kT3Ag0u9NNZtPJBwxTy2Guy7VBXYPTtsqbwAYiq8M6NKPRIu9TwrDwW8j+65uhhhLj0TLHC97s6aPesJ/r3gHFO9SEa0vVPFOjybLZO9HWokvrVRTb2HP5a9l85LvQW8ij0fa6k9rPc/vUeiLD7JmAS8KUjHO1tT1ryTOAO+6TyqvWnq2DyeaIS9e+LJPd7k6L3OK8E8M48KPsKNGD4Gx1M94g/Nva9VV71JUiq++uOpvRlWUD0rwj88Jt0avtZLjL7JGLu9DYqwvZHlPzy3xxa8xv+ivA3847sStZc97I9CPcax0L3wpFa8ZN/zvE+23b2GXOM8/aQVvIlTIjwQATU9WCeXvWbCFr58fgK8nn7iPW8Udz25miK8o8mBvP5Viz62pk4+l0JTPTCwAz6w1D69eNZuvHfhB72EeKy+SbG8vW6Jbr0cYvi8bmgRvUhAJL5eo9497Taiu3kGZr2WnOy9zlAEvewD/z3r8rY9jTYCvHeGqjy1eZe9ZQe/vZHLdL7Axwg+/E9CvRfON73MqBI+3WqsPcSnJ77Adzs9MCCavsryEb4zKwU+AFudPExveLyfeVC9i3gXPdr7G73RaZ+93mZUPlt4AD2ZQRm9xkerPEyYTz5KsJe94vkvvcBI6L06aTW+kVGrvueFq73djh2+8AQVvTQPRb4IhDQ+MBxOPR9iqzzE7C89jQEVvqLVaj55inm9QrBMPdRzgT4rjdg9CLb8PdHUsb0l0jg+BvaPvVs+jD5rBeI89tRRPi7gA7xmmxo+oY7rveJIt7x+hma9iL7QPWhSKD6HnpG8nhqJPdS4gj0QO6e748UbPh71Db2jYIO+eAiEvu8/2j0P/pm9fdQAvk1+mT2d5ZU8DawyvpNEYr3fZda9YPyRPmscTz0/yFi9s/DJPPRaur2mCZQ6hMIwPvAFLD5Wn/K90rbjvYq/g73utPi9NIojPvqopDzsOYG96kcjvoq5jr2y51M9BfXyvVnK072oWly+TSmevcawNz5KbYE9dnm8Pbk1/z4D+6Q9khApPZO+0TzVWjI+zpUgPqHOoDyOmao8ZAchPnMqaTyCjKm9ZXJPvsVmHr7QP2a+FNLEPcZRCb5mDw8+LXaKPX1toj148la+8Z9MvcPVEr2uQg89dyIZvszuAb45CBE9TcpXPceEgz4HOiI+KVKAPY+/GL7/7tW83PHlu5tdETxcULk9XZD4vY29Aj4UaPe8/9Fdvb3AJj7J/16+vzqivex/yT5yyyU9imoPvjr5VL7/Fzg+pRp0Pt6GFL7hgF2+xloEvmaUMr5kBsa8aRF6vpjyqDzxA7m5X1GyPHulFrzc7WO94lrCvZH9hD3/6AG+ag9evgJBDD4ojtE9h4lHvVB2Qj56wi+92sg7PnfMCb6FVoS6dCYRPcveOT4GEf49t7aovqc1Vjwu4gk+SD72vanN1L057J49+azMvQ/69bwl+AA83I3gvApZNb6e00u+ELfcPcopYL0pKk29L9EPvdz/Tz2lJd08T+u3vmDwUj1NKJ09BK8fPstGX76qcfO9e7mWvfkFDrw+84g9tzf1O/z/uT2UOHC7HkZMvXXu3T2ru749jR3PvZOf+rxv65o9xCtFvoxCj73ahhg9XiCAPRaHBr5S+Bg9cb2ZvbWFALy2vhm9gfMeveKvjDwwf9i9Exb0PSTy6b0fvMY9pCYtvgbPmT04wAU+LUHAvbbsFLyCwAI+VitkvT8lI75WIEe9Lj5mvU7Uwz2Cl3I8L7DvPKIUOz7wpMQ7PfVpvR1irj1jOzo93mKuvVcr7Lx6fUE+/2AzvVqnjbx92Ds+7qCwvB1a271xUre84jYavtedej0Xtbw9+emyvVsnbL6qFyw+tIHVvWCd4ztl+kW9pmUTPixStz3vu4A9H6GQPjQaRz5FI+S8rAL9PFbUHr0n1/K9QdmivSmCvL3AkgO+UPjyPQs3Gr2WPrI9ZRNdvRzpgL6NQuI9qVvYPVRM4Dw2JGK7okx6Pqd1uzzmF9s9IrSBvZ8ZnL0C6l67rDDuvV5w2z1QXfI8dzGGvo+BkT1+8E8+h4i1vU3/Pz555Ka8gpaaPW5Vir47bHw8KqpvvLYfIL1EEi6+NFSdPWV/Cb5Q0/y8JgzgvRzVtT0wPy4+AOo4veCSfb0sQ0w9Xm6AvZgh6j1EnUS77cTjve6O0bzQoS++kyOYPewOZ70UAjc+0ZgCviWQCj2nOsk853m4PQ1jmjzt9ci8GqexvTVgXr0o+A+9Zbh/vDN9Pb47QtK9codQPgC6fL0Gtae9pKuBPR5V8D0bDhq+fHm2PS0vrD0uWhc7xyPVPWjPGz6VB02+kWk2vamIdb5pZ089pKX4PVkcfr2LRcW9slC4PTmaBb4MgAY7+o8GPv/G7T1GyDY95slPPrd2QLx6RPQ9yLDEPcLoqzwW0J4+X6NwPjNMfL2wSUu9MqNjvhQckT0EYtW9n5rkvaWcXz1ohYw9noEEvdwom75CQ5S9Z/MvPnT/6r01m9a8+DRHPc8B0D1WA3Y9nwenvL6KML3B1ma8rcszvRW/Wr17duQ8uYN9vZhI1b0OI+y9Y3wBvkPTPL3rR4c+DtNcPe3XBr1W1BM8Xm68PXBDdz0dHQq+I5ryPdl1ej5rCuM9aa19PmTCXD2Uq7G92KzCPhyLGL089uQ9PKKFvKNnszwvj7a9HbOtPWlHNr6Vlmw+E3y9PcjCKD7lPLA97zJ7PfPad710ED6+XMSpPmOKHb6uuIY+1budPN/hnj19Ccg9cxShvUWDWz5xxIM9JWMfPS5Mib0fWBa98ulLPdPyoT3cXBE+nsQAPmUYy727eiU+yHkZvmQgwT36JYK9hjLmvJLGobuBRrY9ohVwvAucQz1woeS8FEECPuUJ+z1jBAE+QwKuvFSCnr0iVdw8j8gYu3B8krtET7k8j3mIvl/Wmz1OLjo+8flTPeVujT0jExs+CXySvVtgw73OuIk+88GOvfWU3z02U3+9okiWvTKIF713mfi92AQxvbRsaj5lR6O9XTdQvmWwrzxKAww+ehr/PKaWET4TU9q9HG7sPapI/z3DEEA+IFjMPett7rvGak09fbUZPjW8v71lMjI+OxGgPETRkb3mFwI+IPXfPa+8l7waakc+cNP/vWNFrzzPUdA8WPgivYl5nz0igiY9c3DEvHLQPr7/Ary+NXt8vNS8rTpZoVE9Q+KMvs6OMLwrx6i+2NjsPaC3Kz00uWO9Wr+avhhTM76efLi8lZWkPLPEbj6MD4Y9ePeiu1TpfT1P0zY9Hky8PQCqrrlXoNa9YZ5NvhXxIz6f6SG+b90PvUyTBL7a5wO+6PeUPpe8E76e/i++kZbqPbe+Gb5aEmW9OexJvimiCz6HsFY+HI0Zvr/DM76tKrY9DWiHveuRAb7pTDe+SbYavvrUZL3imZo+8kituwZm7Lzm3kY+yH9VPFWBIT4DhDc9naS9vem6Dj55LsE893FuvWeb2T0MY0+8CmSSPLLQQj2u8To9DCRePrwCEz6P8a6+emFbPu+A1b0EsJ2+DUuhPfLqQb0rkgm+9qYNvmCUs7yVMzi9cCLqPnIyGL0A+9W9JXjyvMS4ljwc+EA9ChALPoRC9LwWP068AR/ZPF2AJb5tCFM+L2FivRwxYr1Lyjq+7R9zvsVrNL7N3ry9f/U6PV2/TL5V5M+9mwdpvo0xFb6qCZA9RT7WvaGMKz4icEM+hEU7vFmfE77j5r268myMPH3FHz7ye1i9BFCevdiex7sDH908+/nhPNWJoj06TwM+NdMkvoqsRbwN/Fw9HN7CvRzNQD5gq189pjHBPVzCY70e9Ew97MJCvQkRHT5p2cW9+F6uvQjvDz6iIhA9Ss1hvqOuZD4L5xU+G/KcvSs2EL5TpQG+cGoQvhpn0D3Mn749fNWVPCLRbr5mCXa9rNpwPCZFHD7IhOo9aoJAvv8ooj1HNzW9UllrPexSCT5xr1u92eiFvHSmtL2Dmi6+IfHePDahgz0Jrh6+7YsRPq5kAz6aqD0+AlMrvmGNgz1Nnb88U34RvRsPEz54H3S9j9I7vnRuoL0xF6G7wt7GvT4kJr6IAmI+NXQfvH2SMz6BdXw+50qyPdvtzbyAuza9cgMXvnRTrLwDOiK+H/cTvqKbST2gNWY9E0eIPVoa1L2+RDi+HCHSPQ8SFL2DL1o9x4axOyllFj4nwmk86qlJvWo0krz/ZWI+lTgqPVCtDL7KTss9hu6yvYH7fTwekMG9yhnxPSIa17zHshW9Ue3bPStvAD1CxT+9K0MyPRcinz1DZU++lIO8Pbxw0r0i9e29IW7PPUuy2L32uVO9pUSVPNWa77zyvm4+al1kPkdwBr4w2w6+UooMPURdhz4Y9bK9hgDnvW7msT7Rqw4+tranPZdeSr41BOS9UGfDvIZDfb5TTRE+f1JlPpnD5zqyOTG+ZrxavuxfQz4a2KG9qMEOPEtdjj7svQc9J5vLve/Opb5qDmw77fNlPvVmG77eqXG+dxa3vU0sBj7PkVM+bNZyPgCSVLtnUeS8AnDHPYavyj4R4qy+8gRPvoU1rD3KHgk9X72SvmR3Ij7MmQq75NoVvfnNtL2/GZm+HbR7PF+ZwL0phu093lKZPMCrpbxz3tM8xCefvchnnbw6qWu+RtygvQsZPT3GK2q9R8aQPo8iHb5gJl0+p98kvp1HwjyxYUu+h3+FvRN0Ar6uQVi8pLw2vgvnIr7jSTk+b1ygvWW4DT5O7c099k+UPPu8Kz5Se8K9MspXPfPA3D39cFq+TiBIO7mMzb0RNHa+smJ0vRYGhjynZuC7cC5Lvh0vBb1vZUY+NouivYNDy70SyeG7i+SpviUXJz6y0SC+t520PYY3Wr6yMqC+4QGmOxuq9TzcIna9+2uZvpNH/7yJoJK8LqBtPnRdor7erd6+I4grPZp+Nr42Cjq9QgZRvTNxFD7onlE+szMHPpiNFr4Hi8s83eBtvE/0Dr7IHC2+CTljvjIJCjxyArG9GAUpvkkV3b2lHgO+7MVRvuczyj6yr4G+W06XvWCPNz0Ai0O+6ZLqPVHAnz3kNrS9vJttPtKTxTydrAa+c58jvTcNk72Rgyq91gnEvXLYFT688hq+sYiePW4pkL2TKSQ9uZOcvcAinj2pwYy9RTXgPdHeSr64uC6+5WqwvviZoz4fmUS+a+aBvj3GCr6I0W49Kx2JPlXdjL2SEZU+j5k/vosu27o3kSA+XL3YPH7fBz+xnkq+CG/nvezGAz7j8m29U8iuPgP3uL7BLa++JdHevVci6r0SS3A9jQYEPfcmPD4QVIS8fHg0Pm+GiTpe9pS88d4lPvyUxD0AsUi+RufBvRtRD74X7hI+bTpNPiEWCD01Afy9L2YJvshpKD76G+Q9B4sNPE+WA76LcL+9MjJEPC7GwT202eY9+h+SvkIG1L06CxS+lasRPrJyDL0kbjM9h7kGPpe7SjxfmwS+trE9vjGiPT152Py9rJX2PWM/l72T2u29zauAPf3yPr7PayG+rbovvdlLcj4hdiW+ZnuAvicKPD77KS8+7rdlPXC1cT3pv+w8+TDvvLV2XD4SORO9yCfOPSR4673vyMI8xQ8cvGRUuz3y5Ma92y6ivQ6oTb41oQK+tlbTvT5IUL4kfBs+fh6+PZjlpr2gtyI9Be7GPWxshD0RHOC9PZTCPVFGdz7vUVW85pGqvg53U74yLIa+oGeEvQQp6L17MY+7EiGoPSRYxz0ha7I7kPa5vaaz/z0yw+g90lsKvlmcYzz1neU8AXdnPdL4xbzt5F88I42CPXb9lT1MB8u8yFyBPM+XXD2I5ww+AkEvPj/YIr7LXxE+7ABmvRGtCr6BJDe9gXZEvWP2OrtFN5C9wIgBvtFjFbsCttG9rIUAPg2Rx71tGMC9viNyvJ7drb11GoS9oKs/vO1/Sz0XOjO9n5A8vmMNAjyzOSU+yZ7xPRCJfztnbfC9u0zLPDL3mT1A35w9JdvMPUjMzj1d9Jc9GEtoPYn0DrxVQ+a8NAELPSYMHr5j3ca8pofkva8QHT7NXE+8BZoBPtdCxL2dObs924bUvdblv7waSIm9LFjtvNU0Lj4KBCC+xSqEPQjTP76qdY49KHtqvf43ITvlWEm9+vytvdlEpL3eVc89IgCaPYrjDr79gAQ+s3VvvZeXDbzCN2q8E4kWvji+mTyVRP09+6UZvqlagT1QsXg9jCMYOTl6f70DA6U9JydBvdv93b2qTjw+YHL4vHT7OT34ORG+yqkOPQcKEz3Fx5S9oORQvWrSYjwml/S9nYYAvpJOWD70xwu94DPXvPz35z1g4h89VXCkPQ6qEL6rO8q9rrC5vBd2Lb2UDGG+Jr1pPZMbJL4Rmwe+iBQBPqz9Tj6fRYg9jbAbvcsWZ7yroSI+YL1wPWKiiz0Q3aU9/pWBvT1zTz6FT5+9yXyavounaD6adGm8CmXhveQi/z2ipvY8bKKGvp1LEL6qkzO8P6OOvZqX/D0/Vji9zQ+fvImMkzxQpKw82FEYvrV+yLzCEVI+VEDLPRsjHr1yYGa99SrmPWyMrbxBNJi7u6uZPWJqgDyFosu9AzGuPCEwsj2PUoy9XY2dvBhlAr7/uYw9pq4xvqGy9jxc5g6+nWegPeRUCL5ldAg+dmP+vVn/tz3uKR6+BjZkOxzg1TzZm9C73m5VPQn3L7wMmEe90r2kvVhUwDuYmB2+lkpSvYrwCz50LUK98JqyPVe8Pr3fV5299LMbPtimi72XyAk+NniUvUD20rpvVe+9o98BviYEa768D3u9mQXUvak7B747r7C9xG/MvcvWIz7pPbA989EUvkFoi71oAYo9YYlZPaVS1j2jozC9cEGUPPCIv71W3Ew8S/MrvnrTNb1PY6I9U0y+PXIcH77czwC+eqeVvURGvz0+/5i96zoSvnFFnr0Us3e+zAaRPjS6Qj6ARrA8tfnQPbrPJ77g4HM+3s1SvVud/L1Ksxq+Z/nsvB9lkb1loMQ9IPbNvW5aw7002vA8aP2zPUrpnj0CzTK+Uoe3PEo/+DwfyWS9gPeKvR9AMT3zGg49hrwlPexorz2iu/c8n0p6vZeE2D1lRyK9KugQvOMcnjwgPJS+bb5EO5VYFb06RXe+jk2lvAAML76r5Ia+VNwIvrevnr3u/Cg+7QipvaBwRb7Df3u+gPQuPnozVT3+fHE9mUaSPWQcUT7DX+m9KdoBPMhd2Twk7UA9Li8UPgrbnb0c45Y9RKmEvh/00TvEbUw9xmQ/vorBBz0Hj4S+9rMqPchF3j3yoA++6FfXvEY0kD5R3CM9B/3ZvZUhXLyYUV0+pbyQvTEVcz4Q1u+9F5F2vnf9ET3vHWq913R3PHAjazzYooe9ETxPPutK8D2p1cw9wiQgvoRKNbwznG88I/gMu19TbD2q/Mm9tOs8Prmm3jv2xfy9pKwfvj3LRD4QfhI+BQ/UPWP8sT3WA9a9N0VxvVyW2b24C229SZSAvtpV771Fg7q9ykBbPisXx7yyls49wvKoO0dFAT6CLko9wJ8hvgDBQ70RJhq+vpnfvIcmBb1z/E6+sDtyPSQCr7ycTKw99yhcvQnAwT0vWrg8P8YpvrrKGL7Hy3O9yzAuvmiFTr755es94DnuvN0cwT196Bi+a3whPRsd2r27jKc+ihc/vjd3ZT5TX7q9LO4CPWqsXjxH8CO9DvGPPrwZAr55VBw+FZxTPQdBvD1ixMG9sqGnu9OGgL0/dde8ACsLPQgEYb1b/BS+zcDRvHYeRbxhWhI8YZMsOQcsKz3z04m+SD+nvpuMpT3aIEA9FFgFvRNzlL6Cn189xEXMPdA6Cb7qwRa9qGDRPYQUXj7KnvM8KvkxvLhl071hdFU89glOvlgNAryFTsQ9MzpXvQaeYz3brR0+K15tPZ0nBLxrC0C9+OG3PeqiOD69bZo9JECZPcTVH71SJzC+NIgMvgEYA75m4WC9RGiXPSmlTD2TUmm+KHdrvSArtr2cLhs9PRa7Pc3iHj5ox/o9aZBEvgbyDb7VcEC+O9yUvYZHGD0lzYK+1ynqO01C2T1PMEQ98fNBvstKGL5KGSu+pPXDvVEAtD1Rihw9bplwvU6uyT0QeG+7Ukn4vN3Xqb3iwpi9qJnvvQRjaL5c306+MFWlPW9usL1i3rQ9B0MWPRV87DzqJwC9XluYPhcrGj4q5S0+MVVCvQwxRr6wttM9D1O1vZ6Zqr1YBl09kinnvQTI173gQlK9B15CvhOorjyX0fs7K9pJvV0fq706Nlm+PE6evfWAH75UGDE+eNP5PeIVUb0PE14+n7iXvn2W7jvfLbg9Mk1Cvqt4dL51DJ+8ua0BvTGYGbzESDS9PrNMvSZtk7xspoY9cP8DPirqmb50YB2+wBSLO4Gzr7yE9oW9jnTMPYKSIb3dbzm+2TF6O1m2Nz5TlZS+g7cTvsxXJr5nugk+872nPZGjID7j2cw+AEkLPmP5lTy0amS9MRjLvbGHgj14MzW+leASPg00pz7whSk+7XPPvkj7Fb1z0tK9kdK6vKsEzL1zdxi8fqctvmnprLzK4dS8tMxNPn+grb2KVNs8Bnk0PBCVrr1AROs8+UvOPWEIzb1VU6o+KDx7vJVagj6XfB0+Alo2vSbhrL44n+A89OVhvUBnOb4bo7o+hWWjPTn71z33foq91vCSvin20b0D35O+YW+6u/XnR71rFCQ+3+iGPt0jez5h/I8++huXPiNRZD7axkS8O9pPPlvjkD3vuUW+R2EDvusUp70izDi+hpgLvWUP2727gMo95frAuwellb4bG30+OxAsvTaOr72Wuju+G4o4Pq1O5rt83IC9cZadvv4rqL3iLhc+xysAvnzOoL7zw2M9JjykPHKebz5ea0c+TsMVPxjzJj4KjZQ+L9eiPCmwDT6eLGE+AfH2PGQ28TxPWnA+XbTpvUr32r3YQgA9byaOPtLoM76/6fk9JuuePkN3i700dn09waSxPiCbXL0bWO29Gn8rvaz0jr0AHCG+E2fKvXoUDz4vSwm+wS69vLRMj76u6n09NmA4vlGZ8r3vvT2+UPVhvb+k9r2I/I08tSNwPrPAWzwHfpq9sO5/vVhzJz6THAa+y6QTPnqIzz6oC/Y9FgIqvn/irb7Wj4u9IpVAvrTJWL6QBUE+MdUmvW1EoL555BE91LHEvlEDFb6+j/S9BWovvmkr4j0B3VI+dzqKPUvOtb0Ea2e+E5E4PkQa1r1Ose47Lu8evWLpiL2vHoA4YOt9vqa7lz7AHZ29CwwEPgZxmjyg6EA+NMW6PAJwjr07f5W+WHv/PZTGJb6GSPq9EVyzvpc5er4VZhy+FF/qPevVmL72RVs+zonnvYvH1j0ijF6+LKOivu5xUT3g8pu+vePJPKurZr6DSaw9JSSJvo6Xgj0uTyO9CklfvuI5873nGf29OEbyPtTpW7quBCk+tOjFPU5XjT0r7pS8UFmlvQuYXj5teF699SSqPtFxDT+IJxq+853MvEey7L10d/a9QViOvBgiAD1BZYg9J61KPZ1Bmz0/72++D+GRPQLe570btns9PvYRvmMN0r2QC+a9IiD/PQsLN76tCI290ZomvlSdvj7r5Jc+xuyIPPj0oL5iiNA9UDUQvlf3gD5P24Y+ftioPZZEIr4WceS9f2iEOTE2wD0/5qG9awgrPqIQfz0zjLU9ulqBvWfmLzzijAS9xMNdvQ1Osr2zluA9RtQDPeoP4D1tT3q+YV98PmFmvLyCWpS9Q/msvcbGDL4NZRK+DR8Vu4ldsL7L6YC9+qDmPbJIjz6E7Ka+d4MEvBYvJDyCZtq9XC6Yvh4f8r38Jri+WAP0vfIqqLyn8cQ72fSgvYe2W77kEY08Ggm1vKDO+T2vDa89Pd6JPRr0Az7Y94c9xL6ivUZuEr4B1OW8KRmlPQ6g1T1UUik9M/nqvVwZ6b3vrts9dxUJvnJrZT6g8Mc9DD9pvmswJr7x0dk9Lp/cvavAFT2uK829vhddvqL6GT68TZG9+GYLvnF/Pz65/Ic7KmEBPf2STL2MgTM7Z0y6vZOI5T1ynNg9jbFBvbYAKb0y1Ng9CXWJPagqarxOPAI8wi1gPiFcv70fMv+8LNBFveiKQr4gOE07GLqAPNcv6LwPnZc9qRS0PbswPD0kAeY8icONvF7d4D1TYdq93Oc0vj+RpT3MYvw9N61Lvh/1rT2PXlC9a+LJvaPPzr1iIhE+aXJBPST7D75wDl69wR1NvRKhKD3w/KA86+XPPXWgdr2XfE69cqwjvpzBYr2eDp+8XwHpvUmEHT2/2eE8gSwKu7VDmz3ixEC8w/XqPXbVGj7K3Ro+/hoQPrSvLL5o2BC+8Q+Lvee6O749BlK+GKruvRLGgDtdV9U84M2OvUb9hr5cdnU9ki3PvILMrb0KGT2+wJrGPRpnGT3IGTq95Re9PUddtj0/9ts9TpyevdQPlT1djyq+sJAJvuyd1T2F0a09VUIePcoFR70vTWO9QgAvPoYJmjxSadm9HL6IPYdj4LysIRq9XIgrvNOzIj55Oc2968pIPiQHrr3j+g8+6rqAvkuCO73Tn9i9yqxmvXt24r37jls+yoVYvQ3VDz3KgGm9r5lPvQ9hRby0XkU7MNg3PjQ8vTxM8pi8JhcFPvrNt72xv5Q84ishvEv19T1UXgC8qlVXvXib3j1gRhg+2jPdu8ENQb77Q/+9P6UvviyK872THRK8IDGuPdAiw76NijA+2m8kvXnJGr2CP0i+jacHPb6iTD4FXCo9obzivTq+yT2UTLQ9doBZvmF8ET0oR+s9tn7mvXl5K75eAN69dtj6u/POo73Vihw+gdzbve/+9rydwwQ8yLhwvuBlqT3aPDo+kyniPONb9bzwVIO8Kl9ePbARDb4t3kM9avgtPr5lGr4wCyY899jPvX0ikDzMSJK+fRWJvSXImr1YDQ++rwMJvsSlRr3a7Fm+HzJAvhjcUb4IRIc938YoPv6e471YjfY+KRQbv1WpFD6Foxw94Y50PlVUqz0fR509G5RuPVOrpL0x4E0+f0UoPplxWz7MJiw+lfyYPXKxvL3dygc8dtSWPg3/77xF82i8WPiAPjZnKj5dE7U+y/OzPYvulz5zbWG9W6AkPj3Ksj3ynWg+QWnIvZ7LmD1tE3S+lWETve3ACz0aL4m9meNnPSATE7vNdAw+JZQ2vUUUMrzsEoa+OP0nvZdfgL6WzzY+GVPIPHxnxzyjpYW8ao0KvlCFpb3U/jI+tuW3vQvFZD1jiiI+/Se5veRAKj3Do588g7o+PtI4zbwFq5k9TfOqvFyrqj6mr2k+CDqTvTmKlT7+xis+JdZnPp3+3r2dHVA+EXNJPgt/p71+7IY9eqaCPuEEDj7qgtu9qWQOvl8Irj2EBHG+abjXvQmjpD2psa897eOOOlQeTj4pGRm+S7z6vUCSX77d0pW8lwtCvmPBaz5sCGy7AFYDPQwVur0xehs+Q9v/vMGXjL1PSsw8yGjZvR7kITw0BoY+z/LzOyGAIz5Guwi+OxsPPfuHNz1ha4u+JHMUvUlt2T72+zG8DdR7vfeyJr71NrI+rbfmPUZQTb5P+kg+wW36vQgjsb22jTG+O/HovOqNcr5n7SI9e99Wvoealb3xG986FkeRvDnqEL70RGm+gtUqvl56xT6vmBg9Q8/5vdwzAT6l4hE+pogRPqaQLL2Q168+oX1fPiqBPz5VMRI+CMmnO9VB872LObI9wCVvvZTqJT6vI/u8b/1gPQjPAjyj9ak+J9ZUvXlF471lpI++zrPTPnffU7yYpE++krKIPkz+nz2pQd29sin7vkCkMD64RbG8G+7BPaBwM76VfyW9RODlvfYIKD0prYi8AHW2PatZvjt0oI08beUEPdNgYbwYWw8+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "U+wIvoUdZr2CA9q9ZKECvjSvCz46Y6a98q9+PmDGcL4nyI891wCdPopR87wCuYG9UKUwPyyG+71ayIU+B0yvPnhpqT5jHbs+IYx+vbpHzb3/tAg+8BVbvEPlsz0VoT8+WmcePczK/r3Q1fq9hDCHPWJVlj3dF7A+S/QEPxZEor7tveC8OOuuPRtpID5msiq9+UEhu8RH872xeq29ETmXPHztET6xf1o+5ohYvC5jIz6nFZq9iDQHvtVQDb51HBa+AcrPvexTW70RiGI/GHFrvDF0szy1Thm90p7Lvsi+ej4+I8W9BptGvnXEHj4+xBG+NZR4PPo4zb0P2qG+hJogvgnWrb3W6049Ro7bPU6ThzwkN4m9dHfcPsnHbD7+diK+bcrHvEA3EbzcSh++8xBjPqhKlz7Hktc9zQSGvo/btjwzss0+1oDlPF2dDj5Zs7I9OAofPZ8XMr7Usuk+EWSlvsC5/DzmHxe+nN42vQnNZ76Ntro95rwQvjhu9D7qpIY+o7UzvKgxnbyFGFE93ENPvhScXb4NoSq9du61PuVHPz+9Yb0+l4iFPmujNzupQac+MCsKPvfFKjt2ZZg9NoSjPuY6wj6+XD4+EuRnPQpmRj03ydC94wMqvDSPiT59kOW9z4VGPmuoCD7v/Ek+jrtQPamDM77Uekw+a3t3PeB3Mj0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1_2/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 