{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "GOBJvtZpv776vAa/+E2EPQPRvL7njGA+kCANvgK5rLyp3pI85VGJvXvMer4u09M9J9MtPpvz6j0caF4+T2TGvuCdlL5n50k+ZNrWvU+6Vb5Tg0Y+er61PW6yG71+HDi+Oa75vUJGuD3w+qu+hCoavoZ59b1Q+Po93JRSviiMuL22aYC9x7KHvnPrwT3Xr3w+073ivEIDAzmTvAA+xlafu/LfCr3DeH4+wxFwPd36t74jeeu+TyTnvR+yZj5ZYbu+SnpRPvFEo7x5vZ49uSEBPYnzBb9xMNQ+wlq+vYhiwD0uLh4+DEUWvrdjU7+IQo49DZkPvniS6T1HHlu+ZhQQu9Q8HzxK0q6+GENEvso0Hr5P0b+92xvQPFXDOb1L3yA++DYUvwnVT71iEoy+9jZgPndtqL2hW6q9w353vqOSWj4oo0o+cb1+Pkom670shAm+mnECvq38hz1FfZw7L1zPvkR0ub2xAOI9x4yVPSgW4b3DUau9HLKXPfXes7y9R16+htOZPOK/qD3eOUk+U1kEvbIs0r73jH88W+wePkpC/L1ShqE7YCk5PVY7Br9RPrS9xhQQvv31Fz5o6FE9+XvRPa/Rqb4Rnfm9P7EOvjWKqb2Ctna9lmFMv9LBzLxZYKC8PbIJvl3NRj0zRE2+OJwePmn2fL6e/hu+rhxjPhJviz0aLdO976VkvaTc5r6wtmY+8xw5vgo3Eb4hFiu+2Kk7Po5u5rzty0O+RHTHPRfsWz7a69A9UDpFvphoHT1nChW+6ZquvVCflT27cyy8K0NYvl0sOj4ip4w970lxPbeXIj5nN+W9AMYZPloei75hGrC64ZAGPluU6D5YtQE9W3ULvi6oNT6rsNu90fRRvtQZQTwm2DO+rUNivttoDD7xOKk9ArcQPgJ+7LzbQwo+LuS1PfWQEzufOzA+okGDO01SmD0p8Ro9mHQ+vpISbj6YElM+680DvpY+EL4m6zs830+EPY4WuD1r+Q4+VmNePgjQgj3tYNS+tWW1PAaW0L7OnAI99vk5vSaiwz0JxAS+oq31PlhdCb4i5fI9liRIvnLB5z3kVNu9xMQUOyBDiD3jN4w9yXC0PPI7sb5LJ/M+GXG7PZaMvb3vRxQ4UwetO9nE6TvHQ/q9G5h7Pa3LubzFR5G9EwQxPp5Pqj31Fiw+mRtfPt7hlL1eqYg+gTunPkjSeDxsXgC+Nom4vrrEwj3ALA4+EJC3vlx4i75TAwu9t4oEPstYyD5MS2k83eI0PfXf/jzgUZ++5ighuzOsyj5dABa+h1HLvQz0bD7wVH4+wDw5Ppu8oD3pPUE+XxC9PnUBlD4BBGe9oLg2vmZv2jwMyA0+FDt4Prjbwz3hyXO+e7pYveaKAr3Yj3070MYNvqB/2DVlOSQ+QYLnPbVSmT7X6Yy9e1ovvhIQcr44gPY8+6QVvZW1Hzyw3/i7KKx1PBLplbsg4+W9UhbHPXUIIj411e89E6+XvV5mEr8xO5m9BcFAvsDlhr3O67k90KbvvbO36j2TjqK9e2XvvWS88bt82h2+JjLtvj2ttD50m7G8IjFgPj5iFT45lpE99lBzPr3VCb1u/1y7GfUxvs82Cr48+hA+LSfgvuocnj7UAOM9XGf7vYtaQTtXzIg9getHO48UAz7C0b68tJYAvSR+FT4o0RQ+xh8mvrilQT6r5wQ+1i0QPhp9sTzKDLS+NdG9Pqa+Sj199lQ+prVBvMloUD6lASe/9oh9vhnZQr3hhDW+2GQRPn1EIb8v/ou+PvLYPdjSAT63f3M9l+J5vJrYGr4OWqK9n9YYPhrdHr04oEC+Ui33Oy1omj4shw++Op4FPn8XND4xMti9VNfsPXAEYTpb2oK+igYFPrce6L18pqA+ykfavleGNj7yysg+hWRru8TzND7GWBU+GHe+vdujJb6gMzQ9TJZJvuzlxryCotI82e1zvjKlIj+r+os+haKxvnYNMz5QATM9CodLvo7mOL6MJe26REsPvSOOYb5LdDU+XYC4Pc62C77/cYw+hrflvaSzVr7MWoo+dLxxPbZssr3A+g29Yxh0vHSnOzxq1OW9StNrPZk8I76QudS9wXKlvT+Cur07TCQ+Ni1HPfZyFz59yl29RsKWvsOal73xeTU+HiwWvoyiRb5K2Qy9PfodvP3yT76PNhs+mK1GvhEjkb26Dha+DhaQPImVsjzsV4K+0RBLvmlOJT3RKTg+tKA7PhQ17T2L+Za+wnSMvabSDj69lyu9blEsvnpxKz434do8G6O3OpD9/7ysOhi+iMMSPVCKur3SPiK/vpEUvvD5k72246O+tgA8vtjMr752WPS9GrZhvZAy4b29FgO+JrpKvjjDOzwSl2++OzuBPfKTbr/gvBW+J5k2v/nus711nkO+AW5mPiCypb62sSC+Agfju8ESpjwJe10+xW5iPlRmRT7H1+S9QbAIv+KQDb4ow+I92nZVvL/dLT46zY29tln2vTVHaj4+cEE93Nn7Pcw8Eb1OWaY8hbsVPu6sTTtjQju9pDBAPgycULztjZg+GUfcPZ/jnDyeSK297QMePqTGgL74waa+JEQLvb2asb2zWgA+ADyAvvYWLr66Uyc+m/tBvqxemb1/Yii+eY8pPvHCKr7W6UG9gJ6CPZQ23j0oOzS+7KcuPYlTLr61Br09SxtivadjQ757ZeQ9uCbZvr6ngz3Uv8q9CD05vTDtWz5SMYI+zPqMPd+5VzzsMY4+1oaFvrSybD226jo+WJEdPgJl/b6EM6e9BpCovns6DDxYpVi+U0iUPDvdojwsiAw+COLLvfjsOD7+OnK8kEuBvYjINj5LH4u+1b3RvmaHlL2aZ+y9bmOFPRbMOj5yTy8+CsyOvjOk3byLqSQ+Z9IUvhmGH77qBDY8Z805PiRveT6GGSc+O11Zvs0sOj5ojVe+mDPavbLuljyk1iA+Z23YvESxND6w6xk9vJzBPlcua7527nM+OHFOvoDKar69FBQ+2U6bvWZA7L0djBE+Qi+jvV/q+7zbR16+DxDQvqX+bLxKkDM+SspnvMcOtbuw/2U+xxtpPs65Lj2KteS+0Xf9u5JcCL4MBMC9W1lRvpNfcz71yty95yrXPjisDL4zVmw9/7sUPT2nJb0y1oA+7fdivmPgETv2pQc9jR5DvJxDdr7oMdo+/97nPdE/xD2CVZG9R54JPXaaB774iBS+sJ2kPbqZFjwh+yy+o0OCOiMd8LwYdi4+krp0PpSqUj7nGQU9poLIPsDm7b2NnuW9mT00vui91j26uKW+uNFqvFQilr1pA2S8IuAIvQdaHj4ZI9c9Dyo/PnTgNb4RSdy+fVofvgn3Dz7lOD++hsEvPk/4Mz4qwPE929CEvkhhAj6AjPQ+ejVRPrUAcT7KZd497nx0uhHp6z2IrIQ+WBmcPu+1FL5iiYO+pWjOPF7Omz7ellA9G1RtvGtaVr5yT3I94rvNPJzbbD5FN1O+faJhPOdOl777O9a9UpyGPq0Eir5FT6s9mntGPUYMiz78EXm9ul8XvYFf7T1oVyu+gZrIPfCpwb5dTSK+nJENvbjxbr7jL749vZsOvM1vlT5D/5I+8DW5vt3+uD1pIIG+nVb7vs8oDD4J7J49YdObPT133jy+sV897kMevQ/hlj1SLOM9RRAivuseqryMNBY+IGeDvnuYbj44Jw28Ul+Hvtp4rD055Q0+dAQovpfBzj1Q+Yy+svPNvF4Dgb2KmKE9bBm3PRZ8+rx+hd091nP0vX3orz01awK8w/tyPsAL4z0F3+s+SXfrvTihPD1LR1O+eejHvbKXfL3HZVW+HdhbPuRCC799dO28nmcYve1jsr3pDxe+YFgAvnnCzz2inxu4YEjcvdpmNr59wV8+nOZFvZ8eu73cF4Q7UDSBPH76BT5NzUQ9ZV7FPedsGT2Z45G+48SuPR3wLr7JJ48+FLvMvjOuVz3lfrk+yMkOPghRgz1nzD4+WClQvrDTEz3YloC9craivbfIob5Pc5e9hH+qPfR8kz3tR2A+Axg9PAmZKLwZXx+9RTBQPqpW9r2jLvi8C4c6vpBi9r5SwFk+Dcy1vv6yzb3RMRU+0WwQvsRnf74p5u09eRhcPCUfdr01l4E7bGdCvcmBNj4iEUK+vBlaPXo8gL5BZ+e84ViIPehBVT6Lp5096PfbPNrU3z1gb1g+c9qBPholvDvTi2a+Bf99vm9vTr2S/Zc9G/+0PJfSF72yriY9t9ejvmIOiD3Jssa8blsPPrQBRr53+xa+35YTvmBiU71Ed0W9sWSwvR88q709ey29FFeQvShCkb1inwO+CG/HvdqdMj6pzCA+43MIPW39hr70JZC9P+1JvmG4Fr+Vswu/bmRovRVK6bwwoHq+QaUQvZnsqb63+iO9LwIavUx+hL7uRKO9f9eNPqYX2D5+DBM+j9+cvQ61dL9j0QE+1yRov4ZSpL3NJ9A9JZWFvoyIsL42DvY8pKuqvso8hr51/wa+sHN9PEgANz7re9S9uf+bvlc7RL5AviY+1DUKvlbnn76vhgS+ZOxNvk0B1bxj2no++294Pd7hub0a0KE9G2VtvBzELT2x/oM+uaTLvjRsZT4I642+jzslPH/Xvr1TDxE+XMCIvVKuAT5yUzg9BYvDuxZ5E76inZo9eRtwvXi2qb0uKy++A8W0va/aWT4bA449bNIAvh01njx6VMG9zrUovntnOD0Wy8G+CcxJvsHwfj0CK+k9RmE0PRFJdb5GgqG9DDnjvipyDTxVi3W+oxmOPoLxJ72Qzkg+x3oKvuLjs7vbPca9zxjtPBTMgj1Z8qc+g25CPg+KHb9E3AW+zcWevR/RWz7j9Ii97wnaPfM/HD2HGOs9nCo/Poq7HzwMZn29ZjWDviH+Gr5xBVm+kZ+ZvkZ5m7xsjRg+DYiUPnKgk7tua9u8/JqovqHLJT4ju32+hsaPvT1s3L58L8m+nhGyPmniiD4ySYE+cpiiPbDPqj4yheG9PsVCvv5yyL2fjTE8QnAkviOEzDzwPje9pRGYPj+KPD4XeA8+ziBdvelFJ7/faBW+Z7USPiPMP7+1YRM+zLsOv0zwqr0Lv909mtwzvqNSFL7cE2Y+SYwwvpjYajydRrw9VGyAPSx8Ar4/NPO+EbMpvij7o72wVim9QubGvtmxvz0hLH++YqGSvEB+Ur5wHGU+s94oPoPy4zsJQ62+MDwovZfPXD7mKis++GWMPo2j671woiA/kVETvVo8ID6VjBW9CZWevv1AUL6T1pk+qoCGvfi6WT0MC2Q+gGHWu8+NxL3LPPM9b5ACviUbfj4cHU49rrQJPnaI/j09E4a9o+byvQeXoL7o/iG/BCCYvhihGz3E5+y9YgBRvbnDij41Ffg9MDA6PvDx3T31q9K9zEiUOicD5D5sPE2+xY4CPgD8xD2RJMu8Az/wvqmmBT7HwfE+SYLPPZMZSz6YVEK+DKHMvTgbtL3rOIg9R6BbPk8Plr2g/tq9tLsxvGRQoD4hLug95oK7vV55zz2P2eA9ntI5vl8vzD2XEoG+QdkAvgSsWD44Cok+cN0uvlQD6TwyA4S+Y1O2vQ1eBT8lVAe9LZELvVlNGb67fIG+pCIFPqUZwb73RQK+SyAwvTF5dD4YiLY8n7ubPt1KxD5GhQM/y2mPvujMLz54zCi+dPcNv+yKpD5JYn8+zqkEPmqLLz2RNxm9VtoRObJNXz7dtq090CP2vXpHrj27KGo+IBv0vr0Ks72+spA9HIoGv81Nkz09zxk/sbj4vc8nfT70cBw+uztuPv6ADb7VhG89fW7XvTsBST18+Q0/Xq4rPozrkD7k1XK+rv+jPjmrp750TQ4/Hk5svIkj1z3HAOW9p6ZcvQOTKj6Un+o9mTVSu2/9HL60hmA9bWUPPZVNaz6lYpO+JhZNvkJ0JD7bXzU+/53GvWzkaD7+JCW+3Rt2vtIMGL57pYK9aa5ZPlgy8D5+t4e+CjiEPeQWBr5tKfU8yjFwPTxjrbz1aEc+W9JdvgTd0bzBNYw+wLTJPXH29T0U7yu+wsUxPoVGKD6PVvk9R3R8vrNfpD1GOLO+xR/YPQEnFD1CPBw+Obdqvtob+72iu44+0lYxPLJJOT112/k8b23JvVDzQb8vVzE+PsQZv8K89T0CjuM9u4sAPmJxDT5Tgxc+yCrZPdVg4r4bBnm9sNJiPSPVyD29fd+9ge7hPePjJL7fNgy+RLu2vAEBpD20qzo8lT4VvWwcLb03CBe9JV53vLfAwD2eavI9THUaPs5d8D0STPK8tYr8OzeMjT0Tm2G+iJOXvswyqL6uzJG+gGIsPigF5jyQ02+6JQYOvlw4qLz5IYm9+y7sva3fD75QUHO7RGL6PHNGgD3cw0A+YEGdPGLoub2AEzw9xrcwPdjkAj45QdI9TIS3vccmlb6MML+86dzgPdK/jL0zZ+g8C+t5vsAQAL4Kni68eXl3PcG6Zz3scEU9JvdDvD5Fvb6Nxpc7f1/jPZaLhb1E6dQ99JU6v6//n7xpdbY9eLUtvQyfvD3lCSc+n0M5PqNuIL1ZZ6G+yzh6PkqUxL6kZA4+COt+vhvIZ746xfA91CiqPdn7Dz6FhGw97HcDvkCIar5lM1u+OYSMvkb0qL2kGR4+2aEKvu0b+70r5do9KcB5Pccq/73SUU6+ew5TPq/UIL271C8+fE0aPqY1Fb7YSVO9RkaVPQe2ub2g9QO9gN/Fvjl/Bb7jBDU9ZHr5PWO7Hz4kQyA8PeIHPdL01L0tyZI9Lqn0vCqpA779fVk9ZIxtPk1VrD0oxbu9iNt7PWJgMb7rUA++xqc2PYkMIj5yz669lDuXPEVUP7wbXre9cROkPCXkSTxUAgi+RR8xPt+AsTxr8hE+3t4mPjPYib2Ecki8FWiOvhEVeD7lJoi+Q/XBPNCQbj6UdBk+STWMPqfsTz6ieWW9SgibPhx3zb2O5fK9kk2PvUBcaD4csHk+m6qjPu2AKT76IGs+K5GgvXINXb1Vqe++H9XevOr0AT4eT/u9LmwZPhCHqbypL3A+DlePvM27KD4wO7K+1/sFvtfJ3rwe0ec7ctLTvo8dvz3DUbU9b+plPp/i8b0KCc+8SbfVPl29nj7JNDO+Fv0eO4yRgz2KZE89CeGlvAh2cz00Vqg8OpsPv2BdHjxhh4M+GHRWvLuHajz9naA6vYDXvBPthL4n34G+0bQ9Pj0frz2pDY6+4exPvjs8Pr4bPUI+XfanveuDvDxAuKg+A9EePkKFzb1Tv0u+Uj6FPKQOnz3eF94+IhIhPr4YNL6j6T89iAmOPs7JVT4vJq0+X1nPuVcN770L2Ga9e/3Xvr1RF71Sq5E9zeCJPU7vLb5me4W+FcVMPgvqqr0SdGG+50WYvBc5p72zML2974rEvYT4rr6hN0E8tdqgPaUUrz6dZis+oav7OfuckD7gICc+DOffPVE1J742Oim+m48SvlqkL75kvAu9SrSYPeSSnb1QmqG9JuDDPrvRDb6FgEQ+9gODvTCgwz3vitE8hy3+vbtL4Dy1Vnm8BHM4PobtFDybag6+kPOuvtC4Rj2MK489gDrZu86PXbu3Wa89yQyAPAMvKT42Ayc++LvGvpkVb74Ljgy96/8SuvK5Qb6ouxS9zVILPXvxA733i+899IImvXlEH746B6I9bDwDPp8n7b5MEh08+DFHvZogPz6LORI+5vyRvnZdWj3NUu49UpuzPYAMqD52JwI+XEl5vsHczbxt8W4+IkpwPbdiXr3I6qQ+AsN3PT5auT00F5w8pIGSvf6RWL4c3ps9zTjzvtroQj7gn529MaWbPYowTT1ocmI6eO9DvoPjJT7idDg+0PP4vBbet747wiE+4r8wPJ3T670LRys9WzGHvDiXlj2XxEE9Q91cvRc+174EA2Y+Gjg9PmeFGj5oQ5C9Jl9cvQzgFj4tcRg+AX/yPYKR4DvN2Xu9s1IYvrWBpj0dHoK+/kJPvv2WwD3vwLq7KK2/vHMwTz7ldIA9KovYvUE9i73lmIk+R6qAPcD9OD4TGfy+3bo+PVUdX75gkLS+WxssvgahzTw97c49Nm3gPabNar0hemq9DfaOPo2av74aLbm9B8kfvWcRWLvzyYI9iwWDvrxav7wkPAa+l8cfPpWuoz1I3vY9vsowPiaXpb60ags++4v2PW74gL7zDDw+VhGiO0MMb759pci9AAQevV14UL4BgrE+pAmHva8QmT3ARFs9TugpPpBrd75D0ui9W87CPAEFvrmATR2+g/+AvUV5aD7Hfh2+vJffvfMiJr7QQqQ+tzWlu4yusL3Oycq8WJHJvaKzQ74Mmp49sWeLPjgnAT56L+68goJIPnm69j7Jmvu9EhDVPu3uDD7RpP49J2cDPgK/ubwtZbM9ngcePjmEAD6LhKq95xNWPnbx1r3Xx9s90Dh1PvYt3T3q52U9cJeEPnNu2z4G5v69X+/+vSacXD75Cd+96bEivOq1VT6PHQM+F04KPmtP1jzOQBA+a6pYveKlND4YuZ8+yp8+vnDm8z1q5zm9udUtvUdnUj6+nue9fz62vUDVMjtH2lM9KzJnPh6Nrj2Bdw+9dCj1vLtitz5N0NG95fHivaZFoT3oEcq9SFdmPVej6L3HCQa+N6y2PYTqjT6N16C9ooKWPGb7bL3/JV8+YMIFPl904ry9Fq+9w1OHvZycTD2YziG+6awAvlRbiL2ONIs8N7sfvsF+ub1SAfq98rjmvdyKEL1f3WK98Wq1vO3DEj5GDb09ZbPyu/FqjD6UQa88xQ4wvvhVSj0Lx+67HrKFPXGVEr5D8Lc9Z1dUPk5k7b3UOdg8rYzyPZuLPz6PXJ49lvIqviL/2j3U4QY+8HaXPex2rT18cba9Yll7vWEzajwILSc+p76VPnmxPb1FCzO80ZdLvierFT4DT2m9oZfFPUsCcr0cpKu9T3OPPre51L0S7ui8nS2QPgNiz72U+Nk8+nkwvjjiz77gDDi8rDxHvo0cG77BZlA+kwshPoI95z0LnyI91PbJPpFGV75P4PC+nPY2PlM5Nj20b4W9roe2vYMO27wLntM+UsmVPkaK272pLaS+LG+4PuJwEr1Tp1w9chazvTMmxz1jcrg96HAdPrtYr76WZvg9S/WVPiijhj4wpgK9/fBmvu3+Hz3OK06+LwxXvuXWMz6X3bK9VK3/vruMnr5awqa9lriHvpHc8buqoY09ybGlPsBAzTsGFrW97aY+vWmqF75/eDK+F3m1PdWm/z39iyc+mfxEvk9b2r6P/bu73tKxvkoFoD7dSJA+uGUWvq0z8zzi7wy+2U6SvZzZgj5hjXc+e4qWPncRLD6z6kq+MH4WPnjvmD4IEGq+ktvtvSAyv71htcQ8nklQvsPkr77qfE6+au4SP785aT6DTys+J0Q1PrjlnT305U+/O4UEvb6d5T1eK0o++3GGPM8uJr4Wt2c+Q9tJvQvFqL0Stb++SxcPPsn9nL4/+0m+XBhVPpGwCT/nK1I+ZgezPS+Tl76yQzk/ybJ7vpbMMz2AZtW+wWA9vuJ+7r2wV489jbxlvXyfDD4ZX909WdmTPkATiz4XTNG+9JKZPjSxNr7eJYK9S1T7vXShUT5KstM++VuXvisHXr4w2mq8zifWPecGJL6M5mW+udBaPfBhtb1Ansy9cg8wvvW/Ej4FYoa+m0wovjorUjyjYIA+piLkvLvgXD6CmaE+LhzJviJ+Hjx6tBq/8Xc1PWqXxj6IPKG+qPOmPhg6uT1Yq10+b/0DPgvQnz1Dl549lL43voKyC758XrS9jAB/PQVvPT3BURi+sGNrvtz+U76b1gY9ENPyO0XMcb3X5bK+thaSPi61pT351FI+Q0+GPgt5l7xqYyG+5Z87vTHzHrxdjQA/oNvHvs5tkL2ZfPM9RDnDvZ+yAL6Kxi8902svvc0Tub0T11K9lIdbPZ2qVj6w30E+keCVPMQqlD5MbsO9y+csPSinor3fQia934pQvq2Owz25MC++KO95vfjai72ATKE+HODsPPE9SDyez9A9FZGgvMJ4ZT4xFnC+7caFvX+j7b2gSWu97YDZvQp1br6gr50+Fg+gvk/hcr4i6sE+wbGZPbzuxb7zyBM+Ky8tPi21kj6lfBu+cTPhPVUmBr/6jVG+f9WOvnzChD40UOC9y5P0vgdBp74PLjq9BoKYPtGZ5bwdalu90BIgvdykB78AdKM9PLAgvpGZGD6NBG+9ZLwhvd57zz4hHzY9gI09vlCAAD4oWeA9RVnzvfPa074ZrZ89RBxIvjvlCbxQils82DrKvUfzTD790pK9xczYvfqNnb0wJoU9Dp50vvFUgD3yD9i9FG5kPX8dUD3Heqe9wDyxvQ4W+z2WK4O9F11Zvve0kb2TFfo95LCavXd17LwVFF4+tLK1vfQuQj7V8US+dtdTPrODHzzK9hO+6BlwPpbXHbziqBO8IsMQvihxE76mn0m98+QKPQLrKz7SoEe+cMsMPqTuHD2n7FG9BEJ7PoRnrb29MKW+O/ayvYnWR749Fw09MrLjPRi5qTwHgq08F2tcPqL3ODx9qgw9gn5GPoGR/DsggT09usXKvjeK9jw0XLq8zzEBvaBQ0T3wh6Q8EgdRvGt7nj17vxs+DbL+OwRmi77og1i+HpyAPa6YO73hS06+Cm/bPQRPVT5C5yw+Q9wavv+6rrz8sNc8bn5NvrDWjL3YEw8+GzOOPR77Sr4BuEK+WiZSPR+f5z2+ecE9y8g6Pg1Xn7560Zm9Ff6OPkJDzj2RmSc+By6Tvs7biT5c5CE9RZ/0vZ+1sr1UBDk+lhfIvYaFXr0q89+9dXe5PBfvY71+Xg0+q9IkvuMxWL15h5a+1mC0Pc7RX74f1xS9B6oYviLXi71b4ms+1ZmfPcxWRb6VuaS90/O5Pv3YNL5csec8QiDdvQdPLz39tN49+AYQPqultr0lzKC87Si7vP+/LL1lobi9AzMFvsREZL6aVRq8NwSGvpEtLb6lXAE+q5zzvtsXrb6hBDg+qbZqPdRbgj7DdM69y2iXvW7WED5eZpg9Wy7UvkKOQ77E7W89niovvTs6e76AaB2+V8ncPgkTdb3e5z2/lnEEPqEnrbxRKFI9TN+sPW8EuT5IBiE8Cc4Gvy0OXj4h1Gi7CdgEP9zLST5t6cU8rEm3vfjqRD5ebDO8tw2jPtHfKj5Gm44+bqWMPv+qlr5bCfk+AsfNvbwkWL7dwam+GLyXvjtxar4pd5o+PvBxPu9PXj4/Ja+8A+LXvV6cGj5MrvW+Ynt0vtZcCz3JWVi9dHcrPo7C1b3jXc8+iOaHvunQA7546eA9u5tRPL1wab3ASWU9sZTvPknferzTAXm+fVqVPsrpCr3Lp9q+VOhsvra8MT7AFHY+27thPl4nYL4OYyU+MdGcvqS3qb1ejAC//eXbPWkwMj3TQ4Y+PJn8vZg71L0yoKU+0X0Evk00tb25sne7j7sivpYlXjxaqA0/l05dvrGtTr73+YE+XRe6vWfmo76pRFI+3Sy0vRKnhD5e30A+Ya7Avqt2fT7/hnC+L2JBPiya6b5ojIa+6cFEPlzTMj4XzOK9JPo+Phv/+D0iYhk9tOpqvUFprj73I9U+NTwgv38Asr4f0S27M+GYPS1Zgz5Q+to++zUMP1sGvL2FncO9/T+PvVZdjT4lru0+GbNqPhoagD4GgQ+7lhiVvqtZAj7dtY2861+Ovc7qSTydDsG9hCbtPdlxrb6fGz4+ILeOPigkT775+zq9g1P5PVXWcjzecxS/ChuAPorbzL2J35W+0TpZPsW+HD+I9XO+NV2nPi9XHL3G0og+nS5uPmRfujxd/f0+I4HrO6BJ9T2dcry9zCAhv7gOyz5Ixya/6QEiv1Kkub59Dz4+xDYqvjpRMb6QYK0+FRsVvGlWoz2qZ9W91YqmPoma2r6YXZ09ndI9PZ1RJzxeHtA+hDeDvghTEr4r8J4+CqOAPT4rpz0nJc69jEFmPjX5jDyc9rc+ctLFuwVQ8726xze+Ch+CvuBwn77gvAO+L5xpPs5eSjygWA26LszOvcQu+z28Apa7GrGcvjt9IL51MoA+4me3PVRgeD48/BE/PcoWPbATS75DR+m9XB8Yvo4WND6xzYw+1jKDPSRPDj4SWjM9a6hPvsTLDD27z8E+LdywPYv6Pz5oGui7vDKIPosvlz5jbfk9cczOvaaAmr4iq+E+fVoTv02vAb3fHWU+jIu9ve/KKT6POCO+mP00Pnt7hz7gkWY9bn3vvXtbXr7IINm+n/ZtvouS47ve9Go90LADvyw17T59Dz6/5IxMvjnKp74+GVc9Yqa+O+1OdD1xMPe+ZgZAPfdvYr15r8q+tGAZvngp3z6UEpc9UA3+vdNrczzN3C68VgAUvnE4/z2wMIw9jCTevGpSVz6Ngqa+jbBhvvYT47yGXwK+43IDvgzEVz7OckA+rYrmvLwj3j1cQAO9EiORPfskyz3SjHO+l1fgPfEYoL6qIGi+YzEjPRNwRr5s42S9a2B9vlN2LD4xcZi9XAxuPWcwzT0IH9I7UbrZPZVnV76+diG9vUThvT9tib1thkC+wcg0vhVRiD4PlBw+qljLParcgz3+izk+JcJhPioiir7NtUY+dbFpPVDmcT312SA+iZj/Pfbr3L2Q8F49LlZ2vG09QLuGtSc9NBUaPgj4Z76BOt89GHgDPm0Ptb7aeLQ9jxlUPb8FOz7BBrM833w3PGH4Yb7Kpra90YzSvUYOGr7xAvm8mU+9PBCvKr1xc9k95zJFPnXzij1p7Gu+PbZ9vftOh77v61u+NohQvv5Ier46usQ9vwTuPSm/DzxiBxI8G58zvRilsL2KIsw7lfKUvhKe972Yq7w5N6RlvuLvSz42AMy9OPZPva94MjynvOo8CSjLvXQMPj6P8Vi+q25Qve1Wer6ukvC84xP3vSGXXj6A/cy9CgFJPN+xaTxVJd49Nd9MPpSHlL3ascC91S17PWQJzz12WBk+pjDsvFO2d72lvaa8JBDIvo0AID0YfKm9djN8vhy+Hb3Fg4q9VOVCvUBiEz6vRym+SVzWPDhaVz2aZnQ+zpxOvsLLLT5wIW69vx8UvnRydz4bZFq9bHawvl5cgj6kUwc9CoqtPiLBIz6Ysrq8uUDcPWtvrz5AZ4O+VRglPkJVXb2F/jq+oVwjPvwH870Hm4k9ZuVvPgrnyz7c2tQ94dopvuNGYT3lPsE96/C6vQuq1r0bagS9FYxsPuz2Mj4n+/C8qvJKvou6tLyoTqQ+d9cOPv87Q76XBuu9W4KFvdz8gTx2Ioi9f3/svRlXAT9CcJk95DVEPo2LWjuHax2+4SeFvvryW7414Bc96TjCvQICsbwS4QO+FReiPTsE6L3cK9Y9OvSOvppLLL6ZRhy9UPWAPrmRmb7yt7u9x8HXPVGckD3ioR++2hYivJL8Qb4iCxs+aUStvrt9QL589/W+OoOFvYrVar5lS4O+y4rqvkFyqL4XNqu8cHZbvnfxhz1gsw49+G7+vbtGAz03n6u+k/xyPowOpj0JK6I9x2h8vhnEH71TQGc+tk0mvhbigD3NLdM9rCmUParuHT5ImaU9bpt6PipOuLxZ4pM+qFKRPXbIsb5tl/W+eFayvQqtQb4Bymk+M3KpPQq+v75ybZU+1Ep7vevZZj7vWZo8dWazPJRp777p1um8VHx6Ph/HiD1cV1G+TmvuPpCPb7439o6+hbqFvuEmkD4FVCw+nPfPvZxjtLxW3tG+1zc0PfJT9Tu/hp4+XRk+vtiosj7XtWQ+xV9uvm6v8j5CmIC95tbFPs2gGL3W0wW9sas4PF9WuL6vcqK+2hmBvcJC4z3vz8C9DIEnvp/TEL6RFcK8IZFxvo22F75J5xG/DScWv9d8i7zuz5m+7a+KPt2wwz61N/w8NG+9PnW5mD7eob6+tgsAvm+aUD6SmJM9nxZPvGBGaj5SqlU+sw/APQ7/wz1tFGa9JyqNPdHSsb27578+35W4Pnc+Gr5kgaa+9hYyvYuMv76ONmS+6plLPaH0nb0Mi7K9cvNiPs7C1z4CN1i+8p3evv+5wr1At18+WjxwPCSJFL2Qn769YbQyPh1/lb5QzGu90EhCvmCnrb45W5e9PvqHvDIV9T3JdwS//7axvWmz/b2kCTk+T1gfPXqusrwbK0M+bhjAPcHkkz3n/Ae9HjiSPVVGzTu9EJm+8HtjPWZ7ab7T8ZC+WRnvvY9UJz+vDXo+8PpxvTSy4LyGzBy+AvoFPjJYK72E9YC9SoWQvoEb3j7P3py8GzGkvT5Duz30i569g/NQv6ot+j2P0YU+axAxPhMGOT0UpAY+0LXxPVMrrD5wfMk9QVm2PUUHYb2vQzW+kJoTvvKckL0kILe9gUuRPOOPyj3OZXm+jbv/PNqFIr1arF6+yYOLvJEsvT79YgE83D6aPbmJUzxsLoM8xaDdveXhAj54N5C+XTQ6O4aFrj20zC6+XViAvCClUL3bTTu9xI2DvXkpBL63g8m9TWWOPWE51zwAPA2+k6UJPhdAkD7ZrT89NICIPoYVkT1lRj693U86vrVxLj0s7YU9cV8APip+8D1/72C+4LjFvfbWOj7rAs+9RO6QPpXwRr2/6LM94PaFPVW7yr2O5gs+j28cvnUc9r1gNE2+02MQPUcRnT1tj3g+E1oePf94Kz0jeqM9Pa4Kvr+OojybGSU+J22zvRAFND5UDZi9nAsQvsczO72xet+6P+mpvVgguj1ft9I93WeVPvmnaD6sJXe9RWY9PidEDT5hhlm+nGw/Pk//RL36b6c9XCVjvsftij7ItaI7swLYPdx4ID7aJFM+TcEtvIdxwj0vFb09QkbyPHGJxz2O7No9JiwBvnJPUz5PgS2+MQUTvvdV6L1SXSA+Az0cvgOgCT7AWwu+gV6dvdeCh77wuwI9s6SMPe6SmD3ugBm9OgkMPoKrCD4I8CI9VvqJvJf1DjzbhE097qjcvWaEIr6adPM9xWWOvuekoz3G1g2+OaOFvMmDyj1xv6A9QPzavFF8br662628uykUvFImOz6e0zk+HqsavtM6Lb5PKMk9PjCTvmR2jj34tBe9pWN4Ptrqur1xwjO+4i0ZvWjkCT4v09A9P5/GvrVZFD0pSQY+GVnVPS85776+hC8+zKSuPf1Gcj1/XaM9I0zcvas1Nb6t99e9C91LPniVOLxEYEm9QA2RPgvKcD0rmVC+Pum8uzi+lb40Uw68/G1Evl5Xhb1MRLU+CI9bvu03Lr2VPdw9N1phvtGHED7+dqC9RV8XPjlBb74T8rA+6gWQPldT3r7qdCo+h1GbPsKH372ePjg+aMbTvSZzSj7Z9jU8zA3TvhINlT2wqDy+ETj8vBmfGb17mt69tIJnvbGhDT4K+Uq+AZRiPivIxTzqU4a+fMQNPhGvbj7vxSi9M2zdOz0/qD2w+2s+xgqiPJ/M2z02Ql0+inBpvn1Ts7yhoJM9NscpPt3mcTrJyom+J6HDvEhwSj6FeKU9UAG7PXUah73Sppy+yy2wvowA8D3k8Uy/ARJ1PhsLDbsYfcQ+R0zpvEcM37tsCUg+teyZPssZRz49RFm+27WuPi+eDD2BXqe+TbPJvmyCmz1IkKW9UEedvlU4Ob0tDCs+rGiWPqZdWb04jok+28OTPqO4lL6HmIK9wD4vviaIA7+BEIs8TtPzvKjqLT5ljws/90UtPmK3nzzoDGY+N/2mPmhYU7662ZK+HUxBuctUyT1TAPe9NX89PvzdoT4XK2e+idITPrE1fr4gMOU9dCeZvE3KxT6jbpA+zERqvgTQij4bitm+sZaLPtETzzwIiZC9W4ohvrIVNT2un54+phfTvRxfuz4557G+v+CdvbQSi7vXGKQ9tx1YvZCLSL4gLhS+pUsXPV2icr5nxsK9UmtFvtytkD2p6FY9fLFMvbpvVb1vEGC+TXUVPePNyb7Daay+Eq3SPQ+YCj6jgJi+hH4cP3wFEb5+rmm++Z4IPvy6gD5UEYa+vyGRPstT/rwdC4E91ZKIPvI06z4uUQy/rrKtvtcmjT3laRo+vRnovWPRtr1K9oG8kkyTvQp9Or6y/HA9euWkO+xcH72z44m+ly9LPWRnjT6BPPa+2YlHvBmEcr53Uiq+g/raPlhmvj5E+MU+hP2ZOmK79rxBOas9GxgpvqDVSj3UkrC9zc/ovnn6kL2b2X8+c16avCvflL5+Lzy+o+89vrgahb6Fz5U+7F3OOTDKpz44Nga+nqCtujvwpbyzuCe+uOUYPb1iU738ri4+7UqEvS0W8D4+ecQ+o99dO95zmD7n+5y+KKQ9Pr9l7D2DuUg9WwSYvuBGtb4UUAg+XpFQPhPn2r4KXI++ngkUv+j8ujwylTO9UW8PvYXhSz5vlQw+N+xfvrtIgT0ohWy+zxd9vI0aRb0zgEa+DxDrPfa3fz7vG6G9cX49PvRgCD2dxMg8UCwWPhUSvT3iSj8+Epq0vYUiqD1U7wA9qpPYPBrrjT311OI9tn03vnRgPD4ZdCm9yEwXvrq9uT3vTrq9X4SHPDQ6gj4+41O81jVfPZ2Rxj1mqnO+cGWHvQGTCL0yFe+8Ma8SvqcQdz5jlRI+tBhCPrVoLz4Fh2S++8wVvuLuVz0GQSS+tJa+PU+cYTw7ap472VZQPhBxFL4bmLK9Q6q4veH+Br76bMG932VaPhWRxbzGbt29+xXmvjfydD0iZtK9JtxGPoQr+73fWkG+UzjNPYquJD1CExs+4tR9PsTVF73Ls4E+kBItvh/njz5vOsY9ExckPo6FQr5p7lo9EWNUPowjpr2sSbu+i/y9vjUTYz7a+pM9/w56vZ0rNz1uwlq+0pq0vZxEurzS1Lq64SkpPUSrxj3p2dC9l6PPu8M2Jj0ObwI9ZuUvPruTgT1poQS+57XFvb/lOjuq9Pk5/u6DvvQGsjwwDrq86mwdPRcYgD7wqe08WH+pPvpHXz71VKa93pWAPpauU75igp+9nYMuPvDKPr3LGPG7bG8XPkgnfD7Aeg++EInRO9H8Sjvq7HY9xaQWPkKktr2piW08v+gKvqoRrj3FoDC9SD4qvgT/MD6KKkA+pEnXPsFFUrxbOVq+O82JvaSDO747lhY+Qen3PWmS0r0rapW9rM5IPrhSFL7VVyw+Bxk+PV5Fsb3njU6+DjSlveOEpb2J9qY+jqwbPY+Ujz2Piio9rdrYPlvb8zy2jdM8YqXSvULVqL3RSTc92XaCPgsTI74TOiK+6+N2PgW6h70qMpy9isb6PotmM76oXsu+tb8CPmbI973L55y98J+qvq83mb3/dDY+4fSPPpDfk75m0oy+OTuGPl3vDL5758u8TxaDvgbUmj4YlDk/Prt5PqX3pL75giy9RDLAPh7BjD5Wniy+pgDGvv+Bj70AFIG93XHpvUg01720Wy6+mwpbvSoJor6Ft9K8n1OmvliFNr6YLLW+wIvCPvCC7zw2gY6+iTxlPZtWHj4whGu+q/ZBPkz7MT5Mi+K8y24Aveandr2jUZQ+bCVHvhtYHj71G6M9bCO/vpnTRr2xeaa+YfwhvfJ4aT6XhlW+5OqqPrTbMj2Mb+w99WiwPCa2yz2+efi+DsnPu30qWz2leVq8kYiMvhhUib6rnyQ+CS5/Plvk3D7ckH89QGapPXj5Xzycktm+QrkGPv9tKz+fEgu+iuwmPnDW+b0wWV89TRqBvoLUGb8t0269tx7iPNULRD1xL+S945G1PeNFmz7oPqK98Qz+vYH+xb2GQZE+hyejvOHXBD/ItvK8xqf5vi8Pk74zMVc9EPkKvpr5Pz5U6Gc9yT1KvQP7CD9dLqW+n0w4P13YAr1yBRa8H921vQ10bD6z6+A+eoIgPBBo+DzQIIi+D8Khvo3w1LyRDBy/CKhVPb8VtL5KCxO845sAPoGDMr5oYYK+Dk6wPaMQxjxed5s9DpSNvYoM/r2cnWi+ZpI4Pa+aCr7PV/q+F0qlvUZUAT95mJa9qNgePuVd3z1LJFu9iTOtPpzwA7009n8+dvc7vRzlib6zHeY9G28Rvm4bVz035m++mbspPoBem70spYG8QYdZvpj2hbxYOUq8B6a2PlrN1L3mJsK+S8LGvkXrBr6e2pQ+EwTfvliHDL18Ah8+HvfPvhlEwr1vNRs+ri6Uvu1nsz6vmH69u72HvVPiET6YLCe+RByJvoNlC74ybrC7HsmuPVz5cT4kb4s+ZlgLvoWOOT3j3LK75DJlvp/HmT40CNa9O1iwvtkfgb5sUFM+uKAxvt1x/D10qx68zS/8PVUJxr4ECEm+keO4PgTPmD7IOjM+x9EDP5FtPz6L3HO+iAG6vnEBPb4ojJs+7NzbPH4xfj5qhDk+c/wHPS09xrxy8w2+KCUivZtBqb0ZV4K88ozHvrxiUb4wvg4+oCN0vJxUvr5wRPe+6CCevusMfj4GeGM+xbFDvhf8wD2O1EQ9Gks0v2Txnr02dsC9OZfMvr9Hqz6PJQa/9Qrcvv72tDzEqFC+0T39u4pAu72Mwdu9zSaku4PSnzwULAW8fUyovihpgT0rSDa+mXgQPvX4UD3GqQU+pCdZPbj+9j2kuL+93pfwPmhfDr5+a2y9poJmPa0wtr3kMUe9dL3/vRUyFD7SFT+++f0tPldb372kRZ0+j0eKPZg52j6X5Ay+19zfPvLTmT1G6sU8PXjZPUXZSb0IZ8s9xm3svCu1jj66qCE9fmwQPtiusL2+0889qD75Pdv7k72AdE4+WZlcPkrocj4pg/Q9dWsyvp1wArzpYtQ93cSEPWorMz1oucg9PwV9PgDdg7scJqg+5ncMPaX6ar2x7Rg+b0cEvhzfKrqpV0w6UqcIPdMUgT0Lglk9Q/tYvmNjlLzCADK9wlKIvWiZBT0CwXq+b8ZtPYsa4bzjO1S+db4yPbuYLb1fXKm9SqXxPRinsz1g2929uQY5veFymD1wwty9+aoBvjw1kD3wwNw98MJivaHSA76fRok+j12dvc4Pdj7gYSe9VIoGPhcfZz3KojO+C+mzvW6+Xb7vqDo+AkhVPmNJQb7KHAI+/5RFPv3QP70TMoq98xXkvfMhv71TB+o+7ONcvZJ5MD27FFO+HqMHPlSDjT429WY+NwROvp4qHD5Unla+eGWOPQbJHD0oaYM9ukqDPafofrzZ9yk+3vLhPdCQE72jeDQ9/m2LPUrYojxyTZQ+9hSKPvALnT06DWq+S+osPfBAej6PXdE96eSrvcm7GT4W91U9VJ/9PVxtHj40CaQ+RxF3PonpC77Rv2k+R2Evvj/qeryjZjO+Ev0mvhmkZL5b7+I98CrGvZa8Nz4WiEq+WAUiPsXUYr7m+we/7fBpvJnsaD6NFp2+RrgZvpXTCD6TcDk9uBSmvdkH2r1YLRW+a25JPKIzqL1ETpG+h3MvvjThJDw/F/g9uJgdvq1EyL1kbYI+NBJXvv/ctj4T7Ma97Lt1vXl7pD19cDQ+P6zNvueLI79WuCI/g0sUPagLwL5WoUY9XZHMviHwAL7kPbE9M7j2Paomobzae/A9kKPWvaEZ7L3QmWk+2CFGvUVHgb6UWOq+T9JsvclWVT70Uqg9eG+kvQhRZT3pXrS8UNFyvvyS4r4Ktn68OqmDPBgMBj3qebG+g7lXPYS1Ab68sk4+/kMSv1RhWT5vay0+G5MKPxCe4D4bgQW+CRhAPkr5yD7VLeA+s4WWvqRWtD7Y1nS9gDYzvtQu0j0IYhA/ZarVPqz6jL5B1a8+upU8vo6D1b3yQZG+zKh5vqyc/74xjXs+8i+9PggmKzz/eZY9Daf5PRneIj0Ls4W9yztCvup68TyxI30+VPkqvkDe6ra7l/e9gnAuPvvcnb0g4Ze+Zf80vyhnyL7lqTS+s3FRO0hHwT2jSBg+6EGpvsREVL1N4kg+jbBhvmkchT7gFMk+06lpviMwH72V3g4+Giw+vmPNrb6Tuyy+6hkNPnJXrr1Gw8S+EUspPvRKlb6FclK+NvYFvbdXUb41E1A8hyE3PSSOl71qus49so9pPQEXlr4q6L2+P7NYvcIjfj2BRIG+BCYNPrbMJr6O2G2+jix0PVR7ZjxKF66+HaRvvT8brz2ODJM+eQrTPrD2ND3ud7S+FLgVPUFfI752Eym+HgEUPldxxzyr6AU+R24OPvxwfD4CrcW9YWrNu+o6qz5wvtQ+3NXCvrEB4z3m4gU/o6+tvj3gBr51xN49AW4kPljVlb5ZYaE9E2aBvh5JyT2nh5W+CpoPvhd+zz06R7I8W8lQvvigqzyDljG+ZeGnPuHXuj5s/ys+hqXlvdB6pz7jJQ69FhA3vu/Gqb4SPjQ+96zJPW9nLz5RUEm+e+O0vQC9LL7Srak+SnmOPmOZyLz42ke9SftzPq4n0D4dK2y94lzhvcp4Az/eK/09SWALPV8Vwj4qWMe+n+okPurfYr1b6gW+Ijq5PvKUMr17+4S+S58+vlZv/z2zi/09znxivBt8P76drkY+2fLtvo7+77toSty98JubPQXOiz3OFKc+ZLJivlBnEzzeciI81L3svlFZvz64LO69gVULvibesL1HR/09GTU9vgvRIT2HXRW8ZG6WPAA0JT7kUh497jLWvjTCTr3NP9U+PTRYvcdp9L0li/C77VoAvrpWFr3B/dy9rptLve0/kbxMbyC+TH9IPbs2vrld8mi+/r30Pfcwl7xKQtM9USokvsw6qz1SLR2+5wIlPhVEPD5pySC+23k8PXZZEb6TSiW+KlhYPukl6r13VkE+YwJ0vHCwf73bkV++eZP+vfB+Nz7NE5882/3MvR4Yhr348p09UkEVvjHqfLw5k4y+NtF0va7DGz4Yd7i9SB/EvNLTBr6fPPk9ekQJvkBD0DxADCi9Evotvc8ht73vlxi+y9FOvs/SMD6tpm4+ACEAPgckhj2YTyu+302zvDIhor0akqq9EEtOvVs7N77sta+7dA0IvoF9Jr529L2+AIrjPVaKi70QJOw8yeJvPQYuC74jjUK++LcivTDwRr1sgyc65qzxvaAaTD2y7Ca+cuevvfNSTb5HNHs9WT0wPgjkCb4zGqK8pzRrPRJk/j0aPee9Ta/fvRZgQb76MRa+DYGQPcxd770RNPW9jXTUPfITzr0GCmE+4uEAvmJJgju+YVw+m3ezvh8mt76+VSI9eCbaPW7QIb7WNog+u9ExPsxoRjw2BTq+7Rtzva86Nb572Ou9eHmfvnsTIjteYbK9TUzBPX+IZj1r6A49uJEIvqixcL7UBp6+VMRBvpvjQb1aqSc9+vmtvvx1xb1a3A8+Mb0FvlaJOj2xAou+qQxdPiqgK75ObPU99nFbvm9uHb4E3Yi+ZsT1PXogg747owG/uB2PPpRIxT0u6I88v6PXvq21+rtp9KU9RWkwPiBEgr4S0yS/rVBNPuW5Gz6e7mu+mbybvgTqcT4n9Lm+zI22PIqW0j72mQi+RLPlPvMkWb5F6pk+dQLTvRqVir1cEFm9LcjJvPPnbz2h2pg+9ZjVPkt2Rz4mdti7kXPtPW4Vc75Ilfo9l0A9vX6s7D3oNky85/XWvOHi5D4e5Iw9DRh4PpkPwD2xGXs9hqWPPYFYODxvKZQ+X20QPk1T2740aYo9BucdvUuJXr0FhSs+1xvWPutWRr6XEs+52KOVPuw/LL7PH/a+91LxvBrDMr30YHa8cKU2vEkHIT5cwFs9uUgSv90nzL1AZO89itexvRpIET4d/yS/Q8HSPRSZ0z7ZTG2+alOUPapoXD2Eh5c99I1QvnP/Xr6D0Vq9VretPYg2iL04bQ09D+0rvbFHob7YKQG+KF9fPeyIbj7K24S8Rc+lvVqAx705h6w9oD4nPm8dEL5UnSQ+KOvRvSZBvD1shpm+2idAPtbP2D1GKNa9YFpmPjRYxD1np4+9aBXCPHDuoD7s0qQ+powzvmIUnL7c81s96Kk6vh2A1z4LzlW92VdsPgdrur0nBW49VITRvh5eUj3E2G49SZgwvWzWlL4MxDa9xGglvauP7L3sYRA++RmdvupaFr7Uxac9NFtJPgbJur0+wY48A7uyPW9EoL6rlmC9SAjkPEHeuT2VrNC9wweXve8u4TyrPw+/yIqSvO6Z4T7FCaw58+v3PnvMUz2oUd49EEuSPlmZojzYrpM9OG1OvpUaMLqgsb++nne/vnKxkj61vHw9oOVEvs0fW74lDPQ9zF+CPU2SbT424Le+eCFjPQYtLb0bDPU+z/l5P/yavT7/gwW/OjM0PkRTf7yXeNU9TJiLvl1Dgr5vs+k7mz+CPfmHLD6Uj688qqGRvgBShDwFsjs9Vd70PZTYDT+UNdS+EO97vhVAfr73vbM9xJOdPnWoQz4le/U9zzhTPpHQ5bzE5cG9muN8Pg5J4j4GsfA+5wW5Pro/iT70nNM+4XA7vpBquT66cH6++AEavo/e/j7gIGo9iBACvunyKr4eh64+nux/PTELdT0ZQe49cfrmvCi4zr5CIKy+FKm4vMDoyj2SUHe+LME3vuOSvr3x52O+gRZFPZFICb4ELJ86Cnd+vojHYDxeFLS92VTpvFAPLj7sjoW+NawrvmxAlb6kk+E9B13VPaNprb6wxhe+eh3mPWeM3z7rpPA+EY0nPA9VNb59Efk9wNS3PEjeBL7dKou9mEcSvb7h+r15duC9cDobvqcg2D5oweK+oVqsvdU0WL6Yam++efB4vveJF735EZU9Jul+vnerhzzA/Qg+arANPR/gvj1Xhxs9RpXMPKVj2D07tUe+5OXxPQOBPT4yvD6+ybZ1Pn4k1z6wmiE9bpyAPtlYbLwdbBS+n/oAvYXr4T049mA8dhs6Pl2MoD2aLgW+L3rFvJgF970Ay8C8b2D6PSPVlL1zSzC+xnayPpgypr2tbsi94nlEvFiXnr32Lug9/d5aPkGJW7wRTq89U3i8PA6rxD5l2Kg+a1P6vVpwLr0FW4I9joZiPJsbhryfgQC+/CHwPUWAvTu3pmW9RF+nPlt67b34w9a8jCa2PQSzizw129k9IQmKPcUuWr0sc2295iYhPiw16jzITq49DQuOvXuhPL48nnQ9Ur6lPUtgybzDkze9HjwWPmL/Aj5rRi0+i5L6PeWIOT4krlk/904oPgbsiTxKvAM+P4KAPv1xGT51OfG9aHOGPCFSeD04mPS9kHSovKE5q72d4/y9D78bvnxdKL7dzim+MXgKPTyBO74Z48I+1ku0vG4JEjwdhPw8YID5PL6/gL2z2d89uXejvJ8I1r1p14o9joOzPcEKAr075Ss+JrsDPr2aEr5bvyc+2NGUvdBkQjz8vRA97jduvbVzb74ZjbO8PmQwvV9+1D1jpRI+YsxMPR8as72bBGC+X3IPPQXkEj7hb4e+3Kl+PkLCYL4ar9w9SVQ5Pv8AE7+2O/q9qClCupCdd74g5dW+uMUDPjqZ970jqe29IItYPr9VAD5mhW0+uDV4PhKOHbxR2Yi+BjAhvmRgZD7jk26+luISvhnhej5c4DW+8qxMPWIker4DMJI9vQe3PRaboj0sllO+G6QVv50rpr5NZuA+rM/iPa96QL71Woo+jfJEPYWLfD5/rac+wBlzvsJeOj59O9U8wJH1PomhmT4Vh5A+6A+/vsFSAb5s3G09JHp5vSqSDz1WtRQ+Zn5wvkuh6T2Agtq96iYwPmGkX712x8S+NAGIPrq6ir0sK58+ydy5Ppe++L4j6du9aUU1viw7gT5T4Ig+altrPhCGDjz2R3y9XeUnvdhdnT6/VVg+03H7PQRfbj4cv8o7suCSPdawaj3elws9eIQXvat+ZD7GfGA9AeJkPm3Yxb5GOoe98JwUPqSOQD06lqo9BVccPh6Zm77W7EW+6QpFPhdfnz0vypM9adIrvWpVzL7KwyO/px2PvszxIL7/NME8iNgMvtUlAL5oN3i+PWgfvWDA9j63Eis++ZkgPvMqkb5AZAM9Tm6KPSiPeT7yOM6+L1saPu4pN74N9Iq6cTldPmC49D2WKEq93Qr4vcTQsr0Xofq8CzGcPpDK4j1XTj8+mxGGPmaGXD6s3Vy9TAafvr07EryuNHW9PeHOPYh4qLwMv5W+AnDOuzG46D7hiJu9uMGJPlh19b7YAo++b/SVPdZk1T19Yg29T8RGPSwCOD44SG6+FDkZPbtIbb1JxvG+NlmsvdUgez5khmG+JYqKPXhiAr5H9Ye9AawKPmgjpTyqNRG/CzQ5ve8AXr4eQy29mJUsPiKWAL7r6lq+fH05PbxIgrznKjK+7wUiPqLiOj7Amfq9yli7Pv4FSb6NoZ2+z1nrvt8uGT7uLqA+jkEhvpzjxr29+2K9dJ0rvrxv3DxgXJW9pqBDvtmvwr7EesK8vvUHvZ/OAT7kMNm92pRWPTx0lb1M33w9uG5wPU3Ibz7C6zU9R21lvpg81jzmKFG9lWnbO/YD5LxVy5s9OF4wvbAv5DszXgq920d1PQ0vGb5iaf2+dGufPknHjb6LRLk7eZpbPglKYb75NnM+jWosPeQ3+j7XnJa+rlrqvS/aIT5dllG+MEyVPkOzUT2eVo69kOn2PU6bLL4/9m++rtv2PT16KL2pgfu9JFEEvsVwCr0/24G8XppsvuY5Fb8Xi/i9qVEhv/J2B7ygwEK+F9QNPm0zfr5gjUc+4LmBvg1a3D1rRpo+MA+DvlZHgb1+2aq+DH73vdUR0r1+gdW9u6H0O7cnSDxzloY+tFKTvvwWbD3I4Ay+X8o1vUylR76obss+4dPXvdR45j3Chaq9TDENvD0Tcr35K14+PS8jvv+cYj7C9iK8Ov8ivm94uz2YFq2+HKMTPotslr4764K+2bqCvTgJqj3oPXG+i2SlvS3qUj40cA0+bB8oPh9WtL2BxqG9Y6KGvv1HhjzYB2S+yUdVPegmML7/VDs7D10KvvuMJT6LTo+92co4vMRYqj2lctI9ByhFPJMfhb5ANIa8vfcIvkxqEL0MmoE9WWkivgPZQb0ZgRe+6lULPZQN9D3qLhO+ON3CvDsvp75mzzU+F0olPofVHj7fPCs8PtpXPKXMdr1UvA0+/ey2PRcM17zFLkg9xMLPvlWvCj0uXrO9C6fdPQp8LL6NMgS9VbvevRekWr7XLk2+2NwLPmnqrbvQ0ba9k4YEPuFHkrxfLB6+hKKAPSsK372WF+29AGcrvmvcjb1zubI8kKRkvgwPFr4Ruh8+kNFlvUwVWb1quXK+KX0vviCjI74ZONs9o37KPSf1wD1Jetc8svrEvXXTSr4X5Ma+nSGCvilIWr0gduw9pNhtvjKniT7detE9e7CzPBfS4r299xA+oHFEvnHgGz1ydLW9FxdKvcSDBL0KWa69R/ECPq5xR75HEB29Qbdevgsud760dP+9uNRAPTiR9T3BkH6+gQ+OvUo9nrxwxlg+UeXWvVZzLb5cVOe9WiQGuZs3Ob47SoK9ITQCvQfnRr0dN4s95UtevjUhAD5wHDW9YfgxvkU7ab5OW1+9TMhyPoZbTD4YREI+X55GPrG5PTwWesg9Cl5LPvyxwb4hIWu+VWvNPpzIHj5L+WG+8iKjPKGxL71VYBe+ZCIuvdhxir7pBpq+TCwoP9RdD75cU5O9bS30vlKnaj6DE4++n6w9vkFIe70NjmU+KBdWPqNv/7ySb4S+SzAGPWJ7Cj4BEAu/l1ZmPsIWuD40snO+uEoVvqlb6L0/Z289YdY4vSe/VT64DcK8eTm9vVyIQ75ZnSs90+8LvaXrsL4b7P69iXr3PWnqmD6Naz0+hVwovqIEjb7m0ju7xU0wvmfisz5TYiK9VKGaPRB7ez7g03M++OpbvVU4VL7f7CS+zC7cPSBwSD6KeEE+xxSQPhtE8T2R0ys/2UsAvoBhj74bBZk8XAewOwpdkr6oRLK9n2phPknOor0c4yO+oJo4ve9jGjzESPi+GyujPsFuEj5iJxW/5VzjvGAKxr2H3tw+Os1BvvekTT449VW+wim2vlRvgT5jBlg9ROGCu1M4sT7Zm12+bUpNPCMtkL4W6JY+xF81vn1siD79BpA8ye6Rvvp+6T08ark9eC7YPqLEwr3Cg4M++IcoPgWvKLybw4u9CjsTPtcgyj1sjr6+H2drvTFRD77IQkK+VVecvQiXDz6fa5K+3fW0vhhdiz0Xwlw+h+Cvvav3gj0K3ig9B0UYPpDGnL4nVOO93W5mPm+LOL6eajC+gHMFPWcNLj7Z/J+7gTDkuyP2cT1JOw2/VUwYvmd3AD6vzWW+rilIvsVvtr0Wbvm+7rtrvlJp6j2jvAM/Q9unuwstmb5ieRw+/A2fvh4Idr7Ien4+TTCoPkOaeL55hw0/0MoNv/bCPj58a4m9SPz2PZ0Wor7qhpG+62oWv8JFEr5/y5Q+OsvJvp45JjwptvC9VUPDvjxAvT4jwKO+a+nFPQP4jbrAn8u6CsYhviP6Bz9DFXE8qz2/vgBBxTsCAUQ+cGXMvH1y1L0LGuS82g51PiKtfL4SjsQ88UpOPm4SC75Ea8c99A+1PSNns72xLdm8WryWvk/I17vuXuq+N47ovFcRCD6VWxU+15AhP64niz5vddY8Bww3Pj+61j2NAaa+VK0xPpq9uL7jAES+b7CJvDBnED+HTNO+sBzpvSt/Hj4CZDQ98w0lPg+p+74uSso8u6lcPqMF/b3ueow9L+7nvVC8xD0l1XU+ktsUv5E1uT61RCa+g4o3vYuJ8b6+gvy+LVc5PnrA0z07yhw9MOa0Ptk0Cr60+m8+TagLvm7Aur5Bp5O+gCW6PTnf77z71ns+UvaTPnkxqzyG9N88rrMRPKDqAb8HXsg9y007vn7HMLo+nom9uVmVvl4qCL7m++O9Z2D/vIvBn74E7ma+DES4PW6C3bs1xJA9Fg0VvuRP9j0GV9M9qFWAvqpBSr7D9H6++XNdvrnezb3cSly8AJy3uwR+SL6iDoi+rI3HPeSvkL2tP7m9V+DLvtMdk7sAHbK8XvX1vRlox7z6TYa+4aA8vjZMqb0zwwC9lS1YvNwHdb5ODmm9K5LQPKeMVb5YrXi856QgvZwxAz3sW5K9F6QvPnBvGb6ZMQ29pWwPPeLGCTyKhpS8hHFGvvndYj0SfC8+CXrWvG3yeT68KS2+iGYwvm6Hqjye8AU+YWpoPafLCT7+JDy+VtSFPXSG8bzjOUm9XCQUvhsxJz227gK+QFKLvOE0hb2ZnMA97JJ1vsU7E75EK989ERtQvsdanL0a1Da+vXE6vtQI2TyV4Bq+0OxzPXU00L29Pgm+XvJkvlN7HL6DjwS+MRMMvdIvxT1or6M9lip/vh3/Ur4lSMU9rZUxvmnCtr0l+Bi+D7KMvjPTU76KXTq+2zwIvfUBib4u1a+9b9YQvi5oiT2qBdO9htrDve4bHb12uVU+0CbBvqB4Gb41qnq+T4IcvtHijL6Wozq+XFAPvolGMrx/0bW9kpf9PIVdBDwRkiC+C6uOvGF7LL3YUju+P+avvVEoqj127Y87rgWzvVWTNL5BvZo+EXtQPFHf576BQBm+BhUtvCBvg72+Ji2+SzblvfSzzz7NgFW7c8yNvo4Sk76HsYI94iMJvRH8Dz0IZwi91wdIPjsrRr6edTi/buxFPfMsiD1XI6u8f0RYPuyutT52lvW9DSh/vW9YXTzt5pQ+TnuqPknpr76UFuK9zElKvsD8PT2USMg93saJPtoIlj0fQOs+OQgDPkOQSb66ys67ZMQTPcMzmLw/sTO+jbUjvp8yFr76FW++B+BdPQrgjj6ZqlC9CwwJPidWrD319B++3lNnvlirB74NOTw+RV+OvIx/Db579Zu+wFHsPMExUb4NDyk+5Dtkveoi/z2ZN+09xXSpPoUaYL0FRo2+QQDXvNBeEr5jdZK+de11u9NlnD217Ai+9LVYPU6AM77kXsE+hrmrPVDH0z3BVeq+ZzY5vf1cmT4toq2+7paCvQkmKL4+Kr49mMmtvA394LxGGsg7ouF9veIY9zyqJwM+A/kwPrmOaz2VkBK+PhhOPmyzz769GTq+sof3voQGrzwdiMO908yZvmzLdz7je5q9tK1xvjkDjT0y5+W+r18QPnxFkL1NBeC++TWGPinopz6/cxm+VsyPPp5vrz3GbYc+TbBFvc/OEr9a0VY8SJj5vUK8o75B44E+1dxZPpFAA76mU78+7wo7vo7aYbwYCBk+yrlGPjzajz788TK+Bi8PPWj8JDuYdKQ9WDEpvt+elL0410U+oLA2vn+1kT3T7Yg+18xFPvelGL4hwZK+/wIivk0feL6EJwK9iQeQPRHpwbpD2AG/LaffvmzoMD7O5nk9Ea2SPhOnpj0GnCY+4mBPPk0Q3b69oIM+2SYPPgyncj43L7k+x6iQvSUk8z6gKhm+jGJXvgJZ270SqOO9XyUKvY4Mhb1JrNg+W6nTvsgupD5zqX4+gN2WPoApVL4eRuM+CaArPpW0SL6Fs989xm13vvFuj76s/yk+XL0ePldXHz7U8dC9pcvEPQk80D54j+y9Kx4yvgPUmj33Ow2+lm3hvgyBJL43OfK8i2MiPvyYib7tmTI+tZZQvRjrp71D9vo9/hIrvgCGQ72P8o4+FMj5vLOqmD6SYMK9NRHLvq7vFj3Qjuc9SSBHPHy2H77qRKy+VHbrvd6Z4DzZcDU+xLWQO5TtsD2Of7+84aU4PSV0gj7KE7A99RwWvmcy1D29jqI9e4sSvik3Lzy444s+radNvta1Wr7Fmm0+rEmfPeznyD476yq+ZqCGPcwYSL7nhBA+t5gDvj6dEb4hzEC+wqeSvrm4rb2C/yy+RCUKPdyP0D7zwzC9zss+vLzF272saio+kmnKPcbQg77EL9K+SknWvaMnJz40rWm+NSAQvGF5lj5uITG+s4oGvjc1DD4x/o49TBBFPrnJZz6Aik29ddISPjaqqz1rQt69vzpcvUnVzrpn/D69c6o7Push+TxCPAA+QMmPvv5DSL29bJu+vEZZPPFspz1xx4g9LvR3PuypwLwRahk8JAU7vrgLvz1wk1I8dCcMvpFv5r2Kbaa7uAWHPbqvkzwAe3y9VgJvPvzO5D16cg6+zKrKPF6oNz3xlWS+CM8yvtbMdb3BE9A9HpUePmwOmTuVCaC99cMHvcCfUb4kjHI+UzkKPi89rzyHTyI+eDLkvdUGmzxTZXq+EeiFPdNu1r0amD4+Gi4Yvq1bHj5Q7HM+mecHu5+rB72ad/A9xLmNPrpjQb6oY42+3olqvtSY5b1SKoY9ZhMqvsFOhTyFF0Y9g5yZPvFJlr3L8JC9Uj4TvnDxKjyPf6G+nRPpvafwWL2fIxC+9OqkvoSwmb6Q5gW9PiIIvopWjT2qEYw9RYlRvi46GD4ZMcG7rTZvvXNBNr5PKDC+Xc0yvgz5wbzSdMi97O+avgGAIr5wcEO+jAYxPcK5tL3NvEa9B1k+PXTQHj2jV1c+lX0EPIrQEL5Bzgs+hBJjviMdjL4J8A++HId9PM+0Xb7JpsE86tTWPRbKkzuoKAu+xBuLOxv9gDxo9Ra//aSnPVDvob1CQIG+alXSvcCIvL0gUYw+q5bdvIg8ib5wm6k8xJNQvhQrDr1RMFk+xXTIvqlbEr1K1xc+YdzoPXJ1fT1oyH69ZpdjvY7Zm735Hqe9TVuRvhW14L5ugo69fC7EvoWCEr4OyrS+/2r5PYXmuz3EUai+hMtVvVxnT7wjIQ2+/cYVvhoHnjzT62E+1uedPo6E0j15GOw9HeqFvuH7vD79BUG8er9ovtvQED77dfs+kjEpP32WE75MTkc+1qf3vf5nmj5nSEO8AhOxvn5BQT4PBTC+N4cAP6uhMj748me9Jhx/Po6VQD4RTUA+iYWBvPzZGr6oqkA+914YPfUxIL5w5qg8/jtCvjzrpL30fy4+E+NuvTwyL76/A4I8soH4u3KmwLxHyAy9Z4MBPsoyyTt8Al4+9xw/vkdnSj77n0e9kqHVvskcPL5QdQM+Ko1nvv/ftz62GAe/7z4WPrKNuD75qx49XUIHvoBgvz5Ma30+i/GevqZgZr6sfra+dlQ4vrFQrj6mTOg+YZITPiazVb7c4Ie+vecTvsj617v3Zmw99CsqPo/FxT4QQEw+II7pPS/yWr52Rwk+0lUGvhXjOL9EtP2+ejgxO+W/8LzBiog+oMpdPsy1Xr5E/VM+081TPG16xj0XCzM+OGsyPoSehT0Qn/q9njaPvbUCqT4sTHg7ATkqvs4oBb6L1gu+b72dPnhiRD2YKYW+ipL2POgJeD5SuwK/KmTUvNtbjb4gwyo+RjEmvpD5Pz0JqqC9u1+uPdUPuj02kCO8wz08Ppxkrb2Tak4+cy8tPrXaAD55Dem9ZC8PPva9/L1c89G+ilu+viS4QL2qjka+RFYQvnVYSr6l9ga/O01ovhhg472Lhak+OttuvfLJwL5+3zo+z+0avMl/v75vE5Q9qsouvrDmjDyY1fw9VLWmvt62Tb2MH3M9y4nMPKPwOT2w2iy8Od03Ppb8sT0Hlxo9rnY2Pa3cM767R9K+81SuvjjxVb4UX7i+Q+AHPjnm4D2iEoA+MUHovb4IOr54mkA+UjMWPqZ7Lz4jK0c+heotPkV4XD6QmFO/ObqKPc/XML7XWW+9uEJbPuGYSL73Y6M8b3vFvJ4FubzI3Iu+yLKGPqkge75a8rc+oRh4PSoKEzxPIHC9UUQBPvIx/z4Dii8+s2eDPMAJwr0C/2a9He4+vi6kGr6C+Og8IgJYvQT0Ub7B7g6+LPVzvQEamDsLq08+YjCrOAuIEz7xMMw9FfjBPV7oFj0ha4Y+IV0YPAp9fD7wPmg+Zx2qPiwlkj5wfCs+P1Gbve+DtD7ZGKq+P6M6PkYhgb7wkhW9eHG4PEPUTT4M6MI++NNhPpsr8b3YlnM8JKNHP8XDUb5j0my+YUhavokA772l6tC+01LJvbclrD0UZge+WQOIvi4nhL7wgo+9Zb8GvM38GD7tIkU+8p0Gvi87Kb75Ooy+l9dkvnKojry6jNC8cpf1PUFFHT6Q7A07EWp0vn6sbb0h9Lq+1y69PFniZjwk7hO+jQkmvmbdQr3Yvj6++QTgPeqgQb6/4Ry+xqNGvj4mXL5MCzO+63JJvoFeH77Nxk2+R7y5PWelvL3N0po9+TFXvrtxjb4Dno09X2bVvWjyNb58SBK+byv8PBj5cj3mAN29TjwtvdaYjDsV0x++VfTau/3VKbwfDv69hFwwvu9CzrwWZMc9XAbgPAPWtr2SwEq+3ycJvs5Yijxp1yc+kAraPbcLJ755xoC+TiFZPkW+qb19q5w97GgVPgPIDL7FJgA+dy8+vvUfNL21Ecc9oyIAvjOOob1ylSk+xk4qPYWyzD387ES+LKwdvaGqb772thm+OuEGvsnRrj0cpdu9YRQKPrirSz2j9iy+Whb/vdaNlDw/x5s9BPVVvYRGSbx+LxY9U3BCvlsDsrw+r+m8iS+0vSNvBb7oBNm9h6oEvn8KQbxfN4O+UaeXPSoCQr3jpZS8QuQAvppYNj42FIk9nhlJvsYrJ75EePQ8MPE6vTDpHj2NLp49YfYNvtEJEz2zji++0h+uvVUGMD4cFvy+CqjDvh1MHTzbkWk7yhXfvU5mZ755Q8m9ITSIvRimHD0ktKi9v7fkvnzNST0zr2w+SsK7vW+bdr5cwYC9XaXNPfQy2z3xK0K+VOL/PV9OAT61Ha49tLsfPoLgRL5PtW4+x7CVvsfB2L3rLT6+T93CvK93Hbx+6oE9EO2SPstxfz2Suzw9KOFLvhPomz6VQts9HPHCPf/Knz1LtI69zjS2vqU3Pr14hTu+zG0lPCYVAj4dk1Y+lhooPoxOfL3ti5s9EbIOPli3Q76FM4G+GByNvrmh8L5nuHm+ltJCvtihiz4pq5Y9Js/yPSE6DT1peVK9dzj2vic5Rb3EDGY9XO0OvvSYtL4YrqG9re1pPf8Sqb4tGak908WUvqnLt77wLEe9yIWqPlhhJD3tRou+ft3DPbvafL0ikZ2+MMYtPPyCNL6iLiW8qmkuvozh3z2cTmM9s8+4vYfl+D0307K+5l+CvtJ/FT5jTlk9zjaUPqCDKb5i3cm8Mv2tvjHQcb2Vzuq+8ww9vllqbb5Uctg+pBDavS3WAr7rT7a9RDpvvSXpJ75ZQx6+OXBhPd8GsD4LNme+5Q8VPiNHFT1WGq4+TXiNPsx1KL+96kG9CoGTvpLSNb6P0jQ+KR8kPkymgr6UjUU9bgeVPGBhiz5mA4s+XoRsvkMM0r5s4vi97Hcqvmb2U72ONvw9lOQ9vkUXKrsZThS+CRqjvVbh5T1bwMe9iyKHvtzkxb1VA+898lqmvTjaiDtZ+Uc9b2/gO8lxGz7H/AI+TYVIPA3lVz64u2k+Pxn5PdLwF75DHBO+ddxcPqp1bL0W3uW+7DfiPfneQj2ut6i+dt5cPX2xjT4Uuqi8hIfUvYFKyD1PfS6+aTe8vnqiYr1RQl++hhsLPp3GFj7+vaE9zmAQvs8vtT6QaQi+D7o8vkJhP74VrqG9l38GveC5lD3uBT89bOpVvjZGrDs6HiS9mzrpPeRMkD22koU+HcndPvcG9zzG46a+1sBGvpHfjzv8FlS9xjaSvYqEML5gbj69Ju2QPtJypjyv9zU7w+0DPjhym70Aa4k+t1eyPZDYwL2PV7I+ZyuFPeVkAb9xF6m+BstyvQebHzxHVT2906ynPteDXz75X02+NX9hvggFRL5M2448O2P1PHgeaz53Jok+oEgBPhr9pb1dJs89Ph2DPe8X2z31maq+SwBGPhFqOjx/uI6+zXIIPUIv1j0WpU8+nY+bvTNnjr4pVpq9lDAcvHOurr6WxoK8GF8Fv3MoP77Ygjg+MqFuvvWzfr7HW429ocQ2PlIaSz5jotY9+v75Pb2s9r64ACG9kfEbPv7u1T1E45W8jKetPrxOfb7r1O69oWdjvr4qRD3JCJe9LtoyvseS0j6dZ8q8J9ABPrvubT3bYgy/ognQPdgVjz4s8tE+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "hxsTPoYzGzzcjIw93sYEPdTGp72kbys9fDYXPje+HjzEUh89oQdLPXbhzLx/DG+9HA/yvY+NT76b2NO9G88jPjpq7bwx6b89CNxVupdyYzzb0nM9Scz3vA4AQj6jMG8+Zw0SvlBwAT5Dpj+9lFQJPpP0FTyXSd09koEoPbSJGj1iuEk9RIFIvcun8jv73pG9lrbfPRyB+zzU6ZA9VQAHPtNSqT3A0s29MHEYPmAITb35DTE8LYyovBmpkj1W+I29DKFEPoD7Zbz06D27hCrPPXF+uLw4c/O9yaxkvRU0Mj633ww+RI9JPXPqTz6SWAW+bYHPO7sa0T2aT5g9eIRFvYRxi7waJXO8OtPMvMfX+j3wEHa7PyN2vZuNjDwYExm+tz2RPAm/Uj76SBe++ci0PUUOHD3Yz/g9RN6jPc6Jg7z/csw9D0E8PoeEkj0fj/M9maypPeDIM7w6FqC9FqqqPbrKxL2ELNg99g6APORT0D0VuU29kjYWOyADV71OVow8ch1aPWTUJD6us0Q87FvAPXCb/T2s1Kg9do8jvXewnb1TOwI8zjbqPduvlT337z894weZPcRfSD7DNly8LWW8PEj/ED5quOM9ZWKFvdgFOj2ajR49nOg+vCnSAb7ILY4+WjfIPTDQ6TsRMZw+nVAaPqY8QT4ulUA9/tFqO/T1tD0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1_2/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 