{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "IhkkvmVBNj6aQag+qCtRvDiIRr6jzqi+iCynPc84Kj6LQiO+VEbhvYasIj7ViK09/1ZPvvPmwb7pEYy9fyE2vkZhvD2Cvmw+mfDkPY2v6r4v7l++RsthPnXL2r3PXbG9yELAvUeHcT0O3I49b640vYkx5j1bjT69PJt5uk1Upr4wUZ4+AjyVvliZuz62aG89VwmXvbCUfjya95y+Qqj2vSTElr1ytqG++sCAPYr5Kj3eyXS9fIRFvuZsRb5sh2u94K1YvelrDj6CleO9kg+NPAl+tD0f5q48yRmwvsAnS75bVEq+2iPgvYiuH75vN52+3c87PVXztDy7bAA/rBglveN+E7zkWU4+vI4GPkEazz3mkj2+WuSjvsZcVr3VfIO9bUBAvXO2ez5hotq9qVtsPDKiDD+rdUQ+Gn+BOz6CtL2kHUu+EmNSvj6nk77n6mC/Mzc4PZ2SrT2vMnq+RUlFPrUyDb9lAIe7SBOYPNHXsj7nyf29GcoJPuwM3j3nFqO97ApivoI/3L23egy+ifOdPaZZkT4HwM+9vHWCvjqNtL2lC6s+bY4rvgrc47ykQGa+UEphPdt+M74lx/07bkCSPa8BHb5ogjW+wfyLPjTwPL0JC9m9D94rvgyuBT6jzX2+V4i7PRDyGr5r75o+EUwxvpLdoj0zu489YEKyvftF5j21U6C8JhHhPeV2/70qzxQ+VWwEvtu9pD77aaK9drAtPio4Kr62pcy9qCA2PtQMjz7LsHO9CE+kvuWrdz70WaA94s8KPadv4T2oFoq9RzhRu4erkr3TUzY+tffrvCSDxLxT1Lw+fJSpvk1kp74d+f08o/Cdvc1FgT1TKH099/6zvmDOc7307gc+wcScvB1f0z29aIU+LfnPvfm3Kj5+lIW+trKFPTbmjL4ejXk+kdh6PArjzD6cVUk9/JEXPjqQWb33Haq9MNeIPaNB7TyRgYG+WNzTvUNRRT7rtC+782hnPoWk7LrrpzK+q9PfPR1d6r7w2qC+TWixPusYFz7Mr4q+dlebvkSZtbxruxK9NoR/vXlq/jy3e8M8EbBcPv6tMr05Wjo+HAeevW8N8D6rOpA9pacxPXgSWD+ranS9cHsXvuDo3j2k0xG+gqTPvcnNYT6RKao+FbQlvmtZYz5XwV2+rpZSvqvf5zzzaks+oVChvQEOgz2172s+kQUEvcMChL7zOAU9poAjPlOUvLskw7s9jkRtPkPSFr3DIeE+mfErPtpMOb37ORi+WpS5vVJfYT3WKtM9C8UgvnVT5z3vCQU917JRPivPqj3mM2g+AQs1PXp5Dz4hX8g8hwHxvDodIzubbii+zyKOPdpR1b6ycgs7qNagvdyRDb8Hkc09VbPDvgD53r2JLFE+RSK4PCo0dD20i3U+8gtmvUtTDb3t7Kc9jqEgvtZjur09OOa9UA9Nu2fm8zwCxI49CHSOutLEt74e7Ag9JrF8Ph9rM7y5lpy9QjPmPXGHXb7RweS9pSOavU6Igr4azk4+3E0KvY34wT1tWIK9kUUWvhBFED6Ac729QLKCvdy/Bb4emvi9aq9tPi1LSz7VNaS9yfIDPzZnNr6d1dy8Iu2bvIwk3D3AXXk+nb13vqDRrz1xLZE9CriFviCkQr1FMHG9FDeKPRBaADpKxSY+ND/CvQm9qz5OtCI+812CvAqJbD0suYq8D0+7PVguoD3wjB08X7bDvnWzzT14nSO+GYmKvmIGA701lG49g2tevu0BVr6JnDq+mh1vPtE4h72R8IS+47wIvR2PAj2p6Ss+3WCFvlVZUL4q2du935FjvW5Pbzwt8wU+A/ogPpuPoT12Dy29T85wPfhXhD1/LrY9VET3PrcyJT690AU+cQ+MvRrJ5r3Ob5k98OJTvang8z2s7xM8OeWRvlnRujyzZg4+HIT0PPqspr5IS2k9v7R/PmOfMT7Quri9678NPmnQzD1lo0w+qRQfPD6Pub5RDpg+M6ZhPtTtg72R4Bw+lCB/PUviKD7OPTC95fcAPn8Kqr3D2jW+8W1CvgoDmL0UA968vYK2vuPUrz2/gaW9ynYdPnSiZ72kr38+POgbPljzBL1OMpE+thVOvQT5cD7/rxi+9X1MvlQ/QL4snlO+ZgywvQ5/iL5qRoK+NHY3vneDH70hTYw9sDGOt50FK76oE7M8mDXQvgO/zz2Ei4e+wuoTvvMTZb6ydim8hyUsvlqxKr4GAOG9QypZvMPNJr30ppY+CPoXvqCeuj4L/9o8sw41PdwC3b0xRHu+q06+vUletr4q4Y6+SDBJvjO2kz2QXJG8jka2vYp1Pb2wP4S+5kEcvqwHRb5lZHO+jd6cvRbzYr7VHy4+qZMHPqr6+7yLXjC+rDAvve0uKz2alps+u2cDvq6Ahz6vxMg9uXs+PDS4Nb6CkV4+Z4RXvZaYNr5xvgG+hZpbvrXdNL78sRO8u/VLPS+Shr0hr7Q9YpyxPGnFQ72HoF+9YCJUPJF6zb7k52083407PeievT02My2/DWBLvvlrcjsfRfm8iw5RPqWLBL9Veeq+zwZxPfB2+7xRgpo8jvrpvfF/aj4OkeG9lCWvPfWVVb7fMSA9QSFtvcXzST6Z1CA+JpgXvjpeBT1tmrM+fP78PPyNI7uRsXq+PAHhvPwjIb2Kg5k9mbiZPs50Lb67It489Vefvl9Xyz27/iM9Kf+FvryivT1w3s89ffgkPtS6JjxWOSY+/vABvqyImjv+Njg+jsqZvV5wnb4USxG+YQOjvZrgKr7guPy913oQPVFL1D2Fk1E+10Uovl7HAj6WpBC9n2YZPcVqrD2nIAi+VTKIvpd+vb0uqYc+ZtaQPW2ABb1BT569IsSRvEnV1b2SRc+9s6lfvXH+z70fA7k+vPadvqyzRL4xT768C55rO/OZzT31WhK+9tBsvnLdjL1EeDg+LAXMPe4oUT2F0wA+2MQGPgfT/r2uqTG+5dtrPmPu2jwKUts93lKovEkmZb10neE9aDBPPVBsXD2oojq+U57wvdMBkT4ElGm+iCygPfuJQz616yk9uZ0zPaUnRb225BW+CKyjvRaQfL7Ead29As1SPhv4NL2JGbW9SmhOvHSP4rthRSe+CQYgPVTycL1xWTI+eBRWPh0vnTwP5pO92RilvTZKVD6xA6c9Lcz9vTnKIT9e3r2+aqzPvUkDGD6X59E97hYtPpTqlD3fcKM7YLJrvqPKOj1YtfC8bgySvsXn7rpFrUk+bFkCPXeOd724MgG+EiUpvuEwh72qc6A9HNs4PiVZu723zDe9g/dZvSJoPb7ZxE8++EAyPrZEHj6O7J49YvxVuYBDsL2DuAA+ZGcLvTaBBb54Cw8+pg27PZFiiz49aos+uNwzPjFVXD4xUxg+C1b+PTe0jb2btYK+mOs8vqXH6r1NzCG9qeudPWrf7r7ctFW+6+COvqpJar1ZrqE8uwh8Pps/gb1VX2C9nyvyvkTewDvps829L/eSPRAYSL4JEfG91jLyvEuqt73NUy+9cMoSvkqDXL5lYNk9hyarvS0FSD7N2h2+WnIXPv6j7zwOLIe9YtWLPPrlIT0dNYU+hidgPW/iOT7SgRq+W/6CPXLsVL2BWjW+fg+xPShRKL2LZg4+6xcAPA7/oD44R4e+4ssCP5PLer6qJEq9e4hdPuH8Fj60WA4+VULavvDJHj50oNc9VOVbviClN74uZ1a+xbJJPfej6j0iQA8+InOVvFKf0D5dcdC9WuvivIzOsjy8wg+9GWl1PlxEBT25rDW+wLuCvSgvjj2aYgM+vzZuvq71ebzezuW920vyvKgKk76Tvpu+qbdfPqazQr5a6w4++gcYPjT1hb01zJQ+IVAOvmdUtrwcrBS9RgLgvMQ2+LpV4h48NgRvPnWsjD7g5aO8KVURPnBHer5dMME9/WnoPncJgL01jIo+5BCVvInzTz5HRlI9pkElvVj74j0QLRG+WW8CPLk9fb35uKY+xdg4Ptz4Qr1CBEe+Q+gKPo1oBb7OIDw+qU8pPaSajr25SzI+BB7MvEa0tb60IrQ+kDaIvTYxpD2IWTw+UawuvpneoT2WROM9lkaMvMt+3T0BkRg9AdbzvuZLDT3CiUS+hhiOvrQXUT6oU04+L73BvflZQj4uVZy+DReDvZbq/D13sAC+hSkTvpzNerycvNM8CGeLPIyUcr7qNYI9qBSZvmeLPr7A9dc9qcrsPc9oE74cITo+Ydrduz5M3j3GuQE+m/x7Plo0WL7TYJa9XJ5Lvu8Fej1ITmc99J7nPRXEjb1oR4c9QSLXvb7btzw18ae9zGobPr7Kdz0P47G9qruzvqiPGr3u/Au+YF80PQ5vyD4j3lm74zSrvnj7OD7jqyQ9YXblvUGxrDwbvrS9sMLsvbRhmz49RIA9o7oIvQYnH732aoU+AAboPFCdozwB74k9QNIXvjz4HT6m9kU+8hjXPbJ93z1L5Qo+LVB/vfzmqr3Ea4s7wIQJvrFHL76WcJQ9dU3bvDUrgz11HxW93U0fvXLlhT2VbqU9Wsq9vbJ8uL4efx+93vKUvrRF8L3KqY6+b8uIvXPShr6UAwq90Q0EvXlMDT4oyWE8TaUMPql+L79d2dK+luqGvpcQJrpLV+u9vCM0vn7LBT3PwgC9QwmNPQ6DTr6zjRe9j+SvPYjv1T0iA8k+UC3lvTUEJb2zml+9PHMhvcGXsD7WxFG84Am9vbjMXb5nNiu+GcOfPnBvnz3ZYmS91FuEPqEVZL5LWxg92JRQvbusyr2RCpW73yQ7Pg3xEb5uxq283k+AvlPjxb0v/ji+/I8QvQL0Ez5IZBe+6cOfvUafjr1ujKW9ETsGPkeA6D22I5A+ow0jvvt2OzthG5q9G2JtPdvvfD1xksa9DBsDvqCzlTz9BQg+Nf6/PUKFIL4N3L09DUf3PclsDL7cL4Y8BQB9vGoC4z1Ki7k+hE/wPW/E8r3N/d49mi6vvS0Wt73SfzG9OzKKPRtvubxOlQk+K+7MPD9SKL7LnT2+jh2gPa0xC77njdE66nwhPjL1ZL08COm91fMrPigaED2HpnG+KvvGPAj2Bz2U5jU98Pgevp4crT0PoqC+PWU4PuDrYz1Ggi6+H8gOvXg8Fr4y0sy9CV1wvuA9qb3FV8G9mHrdPblvx7u5DMa9/GITPgaSbj6nyXe9OtzRPcfUCj5EAl8++/5kPXT7uT30sMQ9yewqvpmrTz5PCYm86ZcuvduqNT9Z32O+ub4UvtKux72zdFM+PjcDPgemYD6gEYy8ggH1vfKhF7xIgug9keTFvtKWjj6IQ6Y9x00sPhJuqz3jg0c9StirPUaQBL0ws5A928YtvernzL34rLc9GwWZPYmVkD39XhU+ovqfPtEyLb52IlK+SOxkvqaQzT0kuO69MboGvo7SAT5io1S+NKNBPWVTnT36AcY9adqMPp/LFz0vTy8+ZuhIPgf7+D0qvJC+Hr/iu+/c6L5EA+y8r4ufPCeSH74e5a49OnrMvn4vZj4YXvm9UfMou5ZiRT0ESmC9FHkYvgWgTb095am+t7slPZFJtr2Fw5q9WuibvhOcgL10pY48jUh/vrpuib7drRG8d8TUvVYkD72bsT69iTwEPl0yS76GRUS+HZ9bvYysCD11F0c+w+qKPKVSTDuU6TM+dSToPDhz7r0qFZC+vX4fvq7s/rw/ntE7dRGRvKqlCj5l/HO+8Tf/PToQA759hK49Ix60vWiojDyc7YI8nV/+vqcy6joODfM96zrcPW1inb2xJxI+fZFYPd78DL7qcwa+0qhyvpLd8T5FPBM8qDbaOzfSV77IQ9o9f3YPPq5OTz7NvJI94J9vPUhSajwSx+M9aU8JvMksUL6pBDm+yoGovZ3pHL7u1zC+6iWNvSYfoL6DojG9MShUPrB9zT21G0Q+6p2evqdfcb7GsIo9frtFvtN8Fj6ST/c8388IPr7QFT1tvdy9pDJcPhEgzb3VZVg+MBxZPmJ5dD5Zuco+lPlVPoR7/b3tYd899noxPvXdcD3u0Ea+2JT/vfx3+j1F3dM+4kvhPYGEOr4imPe9cOXEPjzt4b3MIIe8zQKBviq38z1YOYk+wmvyvceKyb1X/4I+UuspPW/kuj6Hhde8LpsRvuUQ7b3AdeS9OHjsvGnEa73QAQc+ArBUvqIfhz509xI+QBIHvohumD7rsbo99Oq7uu90z70+Khc9gpUGvlpxUL4vGJ681LhvPHdrmr0yJE2+euTaPNAKDr0WgvG9aJ20PWc8O703AAY+56acvfckmbwoUVY8KCPevSVSXj6KR7C9BxBcvXIzzr3cynG8bfePvY9r5b2s1hS+h0oivtV2JL58HNS94BIMvi+YCD3N6ec9eaEjPr/gFT3OAqM9+XcPvYv3cbt5HIA9hgKHvp3zlbmd9QM+/8SUvDEsnD1POtU8xUzgvIM2F76nZkG9LNk5veAXu7zxYJw9fOPUPbQhjD3fWIe9ldqFuysJIb5k3Ai+2wCuPHvoJzyhrO09sjJLvSq2HL5fKqI9aNJ4vrplEj5005I7sJOHvsvLtb2k3h4+P63bvaBIH70OsR++4qvzPHHNbL6XCCG8tIuEPlYpGz68GAu+/bBevjUN6r03F/e9eNQkvnXe8T2roEW9sJcKPRZus7y4XDi++GwGPmeNDr5nTkI+iokivspthj1O+Ug92mdGvXHQHr2yRK2876wVvu1ISL6XK8i9VZiSvXT577z7owk+hlhRvXwj/rvi2S692DhtPVvcuTzskKm9905PvUgG/bz+QHe9sjhwPczuPr4Ls109boXlO64SSb6GCRK9be85vX+uYL5SJYO9GkG3vW77j70qEhg9ylOaPNplqLvjGCM+9bKOve29SD6+k/m8tsi7PAOXAD0Fr448XCqvvRYprL3tiCu9eRkxvU+/gz7t14E9zua2PnhXEL2Lv++9fWVuvhkRyTzJEQs9fWubPVr0zb3B2Ag9I/a6Pf/R5z3/yB2+b93zPTYmHD7LsAS9RuCGvQv4rD4Feuc81QQlPefvaT69WU+8x8ZLvS53kb1mGoK+q4uSPvGxK75ZuEg+DTsGPXgP+b1HUi6+BJUrPt04s71sJoQ+0w4EPm1StD1jnC8+Ynw+PsYfwT0JVGQ+fGknvs6W/rzd5cW8CjefPhqXob17YNc9gLVwPvRgjL7wFqy8c9Vivlje0r3t+zU+YicnPoezaj701Be+oSYevQwAjT3HKc292zoPvstrIj1cksI9epFAPZZkNj4qTUQ+2Ml5Pqh6JD7r1k29aC2gO8B1bT7SRY6+IQM6PW/NCr4EpBs+R+1EvjKwcbw77Ci9/0ClvQOIJ744tDO8CKCIPLJnEr73VS++sMSTPRtLtD3jWFa+BcA4PJLLATtVoNs9ANcLPn82hD3tKci9H/HAvaMRIT5YHRi+ctC4PuT10D3/0Ti+WvgRPSs4IbwmcDw9q/3mOmOrDj5xup+9zi4kvg41qz5jmuq9WB2jPr7KW73Q73Y+i+IePv6Xyz0C+QU+bllsvg7G0L41r7W7rSSZvS7vBj2C2qE9CVa4PSnWujx48Nk9vIohPXaq+7y+y9W94D1TPcPtm74c7rI+lFiPvRMW6by10OE9LuoLPpLrK74HCBC+6+JOPZKy8z3odiy+NJ73vLX6Zj6sCwC/kpzBPWdyAjw0eI49fFGVviKNOL3cyIc+QJ4IvgNEFz7hfFK+WnncPfjztL40yzC8QOcePhEjCb1En5I9ZTRGuy8uLb4P4FC+zyO5PX6uRL1/YY++U9d7vizVgL5+QPe8E6mGPeb5C71uGpQ+sLpPvTSyB77aUd88p2g9vq4yAb3oFII9sFZ/PoZHdD5K/Rs+YjmWPaauB77xyka+M65PvmBy7b0iQZe9alKCu0xpy76AJ1E+dteBPUDutL07yhS9n093O0VoPb7tu9g9KkzFvCtzG77uu2i9M3KKPZ2sLD4who6+AGsQPXAoOz4qlLW974AUvl7Ofr5X8cK81qz5PNjjjD0P2ie+tkMYPRbodj5qY/A9HRe4Pqq96z1fwEg+Sd4pPmcCBL5nXaa9Q5d2PmniEb5jshM+163evS0/u719kmo+MYz+O0xcKD4TTX++4OQlPhle1jxLPDY8yY36vVHLIz3w2gi+kjNKvlwtGD0z3pG+/Oq2veGhvj25Lhi++xSjvCSRJb6grjs9X/YAvXhCpj7f+oY+JWQFPheKMT67/wK+vxbHPelgfD4LJhq9AH1kPmNEFT57sU09cnrQPblfw70qXJ87/QhGPp0JLT3nlWA9uiX7vWfzoj2TB0i9KhcxPcjhTD5oEcC9rBKCvCF0CT725ys+D89bvYXmYD1dQRM9gVVmPaB49Lz8my0+ttBxvuUyMj4BS549dr0+Pr8cx72Qo8K95pYwPtpPo72ksu+9pakMvk0sn719FbI830PAPReXRT1wGe687I07PeACnD28UUk+NS8GPrHTrj0eV/e9iGgsPRekC72azxc9oZyCPcNTcb30NkU8JGFMve0Z6buuqSG+Pru5PXu9v7uq1Lk8mBn2PL+xJLthPda84Fo1vQPBuD2D9gm+K0FbPSGvUroR/TS+kZKBvYvRqb29sEw+01m0PZM0zzyvK5C9xgMHPpOiJb4xEUu9kVSzu/Fl77wG0ow9VglUvQCF1j0tKnw9kd7ZPe+RGL603Pw9S/FTvUXYez1G+BI9jt8uOyOCij3U1v+9XF8NPsUlQrx0Uc27UxTPvcGhOL4dVwO91pkcPmGHcz5f0YA++phbPZj7Ab21nxu+4gblvOmITD6chci9GrVNPcUjCT6Ft5g9HOkaPp9TcD3RND+9WbOEPVPuRT66qta8FKxbvuDz8D0YjM292qZtPZmQXbsIZkI+B/7Fu9BX9z0d5G09LzpPPuK4DD6EC8s9dsgZPcQMBb4VXzK9LeU0vrjiXT0aJTk+9wRwPev+vT38yOk9+K8TvkdCLz49N5W9ng/APpHvEr7HajY+aynxPlRpar45xTQ+tpoKvGoKIbyqraA92BgSPapvkT5pR3Y+5MAUPZF3qD7knI0+PugFPkCb8j5pcXQ+X/6NvnarOT7QoJg+xQsqPFveb750rNU9jGupvTaPSb75XqI+FfwpvqnkSD57goo940QDPcDRkL7gg4Y+ued6vkHevrxnQjE+R8D2PVhM/r2JdaK9POzpPRWuHD5HL7M8DaQkPomVe721Wfk8ATkmPkNwRT7qT2O+htGvvGTqgj7kP4S9URMovRqijjxWjE0+RYLIva19Kj6LOmE+IaZMPY2bNL61G4o98EygPWlsnj7T62O9R85jPr8JYL5r9EC+vOGKO0wWrz0eyou++b6nPYIiwD1HU4E+yOYJvi8eizz7xHW+aHsxvhz47z0mPjU+f9StPZwksb54tdE9hAjXvSvgKb4/VEa+ZjGAPnT8iD6fMCS+6FRIPVDHNr4SDKq+b0vrPTnFDb6QGJ69yHFMvoCg6b3MKTA9FZFBvuVMjD25XvI9nKlyPixBvT1y/9q9XsYlPm1L7z3uPQY+x5YcPMdBOL69TAg+B+c0Pl/Xiz6f4eo+8Hy4vovCoD7owxO+S+GKvQo9kL2+bNg9/OorvjCHMz16gG6+VEmBvaFdDj7AITQ+spTTu8rzbL0S3Ne9m9SZvmj7kz3P9CE9c/nlvfVtfj6WKRM+NtzFPZzRD74INio+cJKIvum/gz0A9ZM+9sd1PqBiDr2rhDG+owUkvnILHT5Oi+29BO4OvkiLVT6nqE++jxUpvcqSJ76Mlog+8/WqPTc3ST4uTL29ikUXPp1duj4AyyS9hvmrPvFhL7x1GFc+JChSvg1MIb6n0IU+GjCKPt4IEr5QVS0+1+fCvVF+RD13RDE+CZGZPvsdXz2A7BE+zGciPu+t+jyVdGY+XSl+PkCZvT0b3vA9Q2XZPIBQQr2WIiM+li2APiB3mT3JW2K+iBraPVfojb5vwIm+JCwnvnnkBz7sr2a4Az0EvnlMtD4PoMO+x2caPpHLC76P9g0+wxM9vWoHkT1vpiK+zDgUPblQ1b6rA/Q8SqAgPTOhmj5UwP08G5IbvlrRvT1r5Hm8GvoavpZ8erx1snI8088nPthEpr4ms408lJlpvks/4L3JYLk95r9Evriqxz0R1yK92K4Sviryg70nB6484NKMPYir27z20j4+V86kPQu7yT3r/JW+FyXovb+Ybj1c3hQ+WK1DPoHoBjydXii+gx98vQ86pj2LuN28OGslvQIIJ7w0SIg+6iqDvaTKab1rhyc+cTM+Pv4zAz6//pW9y0t6PdrjIj3sAtK93jQLvvgyFTvhwwk+gUKsPSOOV70y/5q9yeSsPRxk2zxHE2m9+rnRvF6rH73QZrI91+zsPLKUebzlTgm8V08pvmLZpr0AdQM+pMYOPHu8/jrHSKC9SipPvbK7Lj40qNs84L9dPuRXiL6683o9loMZvmlcs70zCla+eR+LvQ4RND2dl46+b26zPQTfez4wwky9ZCxDvJuYGT5Xfuw9+aWVPX4bDD1xIo+92/8FvXNchD2OZmA9n1LBPVsbXL4zG6u8agVYvvo69b24hpU9vZDfPBqBWb6QbM49u1W6PHihI76O4Ey9qcXjPezGED23QWa8i9X/vN5aD76pUS+9W+p7vcC98b3ht/o8JNCTu6mA+L1reUO+rp0FPghBBz4rOMs8K+i6vQj2trxXu1+9HJrTvbEuvj1/GvM87F88OcHB0bxvbzk9r2lHvbB10j261wA93iQmvuwWvjyPw+29Dh5ZviiXMb5gPrK9D+Q0vjE3yD09NrO+Td3xvUddcr6+nvg64rIsPmUix71KD8K9e7GuvfFNBb59SgS+XreBvUEwJ72NShe+/pgXvkohYb1XRAQ+RCKNPKBwAj6hFj6+hs0bPFrUxzxiODW+/wwdvsTR6z1smz09k3GoPQRwbL1vbTo+25glvqnmHb6fSGk9S3u5PT7L3L1bMII+GnzMPQnk1r17LC0+ZZHDPIY2Z70Axk4+DGTlvPTugT5txLW913WOPiWSeL7iziw+HXopPp8QQz1GYC4+YjaYvRvOXD74fFm925cVvh4dlT1uUR27rpUuPqsNpj33pk48ZainPpStsb0UQw8+pmHYvNfuZD476xc9R1J7Pq91CT7SAxe9SbZ0Pj2ij73OVt29+bPRPSo+oD6Sal4+XpgyvnjKeb6NggC9jAuSvvGPjD3Xb9i9+G2QPr9F3z31eDM+1FJsvbascj6z4Iq+RfWUPWux4L2kUyg95HgXPlTlQL0FKBy9u9VnPH8Q7zyD7YM+Rnekvnxmkb1UGQc+hAAlPrSsAr62+5Y+0ck6vP4ZhD0rv789bAM4Pgknlz49T72+u2HXPik5Kr4Mcqi9eEh1vmTHU77TNKG+dVKBPKKOpr4tjMw9iErOPY8G0r1dh4s9pMmtPi7otz6ET4o9VcTvvSv2gb2jgAE+RD/2PAF56b3xob6+Z9vBPYErpD4ICU2+2z/HPToai71bAJK+6UBZPSQCkr6xA70+0U4mvXOWrj6/qbG9KjDFvhEEtT0tYtM8aViKPQE1fjsLAjM9U5qhvf3M0T1bzRk+haemPTAJMb7SC0U9EjdmPigb6r2PRec88IfLvoEWYT4bLXg+TWZkPddberzBpiI+wKiAvJDOlD5ZIRg9ldJWPSMAGr1+Q8q8PJgQvhkeiD337MO7R6W7vQD33jxf+1s9ThEgvL7vUr0JUgS9VB3jPA6PGz5hlkk916EIPggjIbwm6kc+qM2bPkLv7zxqoXm9BKhuvbpJ5j05KVq8flNavRJXcLvrNFe+Wf1wvaqgRr7fypI+3I+VvfBE87yS64E8jz2lvUK6AD4aFkk+qiBlPr/5AL7KFio9tVPIvCtW3L1tq5C+ker+PcPBkL1Mivc9deL7u8ua1LyPQ0w8VwsBPw0AXT3yMqi9XvT6vV+eEr6j5KO8woFivUTY1L1418O8MUZePqjcLL7Ey0O+lSp9PdOXlL1xCU+9BdZsPY2eJ74CGt49dIPyvZNUUD3ScbY88QV9vR8sSr4TwFa+5fUDvpdOjzzXyCo+TLUqvoNyaD57ScW9CDH4u8gCiL7o14U+QpKHPVxbQr2sdhg+w8vqvVkYJj6IYog96HEMvptxUj2YrXO9UF6VPKX/ir7x+/A9vNKhvsHw1L2XWTi9ZFM5PEAAlT3ghxE+lupQvVGKiL1LX2w+9+irPP+Oob3nLNk9ZVIAvsSHIz6RlXq9QQbivqiodr1P+p68WCgMvjFFMj4rkba+fHxmPTlHfT7LzpS9jLA+vm8JFT5E5xM+ntwcvfopCjyntre9cAEAPiLNnzyl2SK+MwL6PcwNHD3bk8E8QR4KvcYjqjzevIi9QAYdvZgiwD37dBq8iNQOviQZzL0yEUG+FT5oPQeyBj4oM069AII/Pqpu871BYvi9yVHxvQl3xL0r3YE8epqkPV5afj35UY09zDYiPLw+Ab1YFB8+iQAwPYsOFLw2VmM9aMKCPM0moz2b5tW93aSqvfqBfb7Mvg0+BKldvMhm270A/YO72VNbPkkkxb06jhY+95tCPUeea72qGNs7NCPnvQtxlT1oJZy5BGuvPaTXSr34V9q9J3K8O092RbyrTfW9H45uvVHxMj3+HYa9QIUAvhv8gj4bArQ8sgk+vuNNkTwu8U2+0X4uPZBGyL00x3u+lrIBPgr7HD7Uqge+N0cQPqdUlj1JSac9Rvy3vZUJOr5+tZW9PFD4vW7jZzq2hBi+5EkzPbUc5D088gI+TjiivLAKmb07p449V74JvnjhxD2WDjY+dDA4vgsVSLwbcLS95IwYPhnGz73xsrQ9CqWdPZvWlz19kI49+0cCvh4hDT3XCUi9jpBBvT12AD3h+ZS9j8cwvcckID4njzy+gHJ+Pe+wHT2dk8K9wXcdPuoq0r2d4Ru9Jsa4vKKdHT6FLnu9vcWUvU4aZz34qNc8uJzTPbsqNT6XoJo9REtFvmc1X7xgH5a9qYX2PERqh73Uk6Y9bYhovPFJlLzHJj++jsUQvhNWyb1xZre9F3pnvlZzVz1E9Da+V0kZvtOZ9juN9CM+IK+ZvRchS776cjG+QBWgvZIyEb6KPBm+CuThPsQJ6D1TxRy9o0ZgvLCZ0j1dHis+t9bnvf8lUj4UtBU+Cp0APs8LPD50c0K+xNFnPFvIPD1U8Qo+3gDXPZyVQL7we3M9AP87vv/9Hj6YI5M+XAK/vHJ8aD78PjS+Zl1dvfyU/r17+LQ9y87JvJZs0jxz78k+yxY7vlGZ4b3EHAs+6UPgvNdj5DyyBTM+VZkEvvNXgb1LrUa943dlvgV4pz36wgE+g8ovPqTtUj5qtky8g5aRPH9Bob37utQ9IDZOvSuNOj6p+mW+aSLCvYxPZr4a5E2+hDeivA1tPj2WZ1m9fBjzvWAv/r2IIkY9+APUPe93Kr4l33U867sBPhq2Kz5rP5g9MP4FPv8oyD3Zcc27SBN0vSvkob6Tx5E+ROnHu+qQ271mC129ROqzvFRjC73T8XI94sMIPv/VgT7Cb/w8HZkCvlcRbT7ePtw9btQzPf7DhLlPOfc9LiWjvv+kWL47pfm81v43PjfNP7zveci9dS82PYRUQz4z+P2954c+PuNEmL0eQvS7MZz0vbCudT6m70G+VIfMvcW6oj7D/vW8sQ5BvQcrCL2sv+Q6fdhQvUxvEb4nYbM9XQ6XvT/qGL4iERY+hBswvrTzAD4GuwY+b7WKPMN6wr0Xh4e+IqdsvsXF/L0fREM+yPpzPB9kIz6m0Ki99pCgvOX/sDsrI4W9nMspPcMey72bDDs+eA8XvegP07xDCFE8riSdPQKOGT5zzmC9C08zvpAAsz0KCTo+1QWHPv3yAb1rUsw+puD2vU5DLr6o9rc9aLPXPUJ6mb34Yre7/RMKPsBJgj2DAeg9lXGqPaRYMr6CNri9NOgxPq0Ieb6tlCu+UJBlvidQij2cEDm908o3PbnQSD5KiMI9adynPN74h709IZ+9cOhKPj65nT3DMdY8D2+OuymZQT3oQB89veMBvMaKnr2GZYa9ilnIvSXi772cBBI9KtciPi6tPj4woLQ9KHjdPbBipr0MmQe/q5JuvjPak7xcSoA9J6vDPbDbZL0gMqI9iC4HuzF7SL4CBuw9X6LPvWEpBL7ni+09AqsYvanGG7wUG049QpCMvTsG572BSiG+2Tw2vkT1IT329L65c/STvk8QEL7b+tU9zJxpPtkjLr4r4mC+/e0Nvkttyz77rNk9AzAsvjeP3T2Ms+w9Rx2+PEGWar5zq7o9/+YIPRScqD3EyCk+wmtjvp20O768Ube9l/uRvqQpw725Pv48At1gvSbQPr7QP5W9mXZfPqUqxbz5HeM6Ab/OOvHS2L3T0jU9A3//vRmQ5zypOlW9KBfBPfGcXb2wtDG+eX4jvpjy1b1uYjq+CJFZvgVejb32Hh89B8GBvfSgnL1ohqc8XmlVvcsmg726Z0O9dKMUvqTggr3j/e+9K692vbc4gzwmEVE83b04PlPBub2lqHi9hMojvtaiNz563jy+2QNoPV3KSLu+BZw9eHGNvo1bEz2y3b08XyzJu52gjL6d6rG94prXPU2MWr3tjeM9DZ8fvpC4Mr4lHES9E30hPcpBnr0Ddju9zrmYvfGQSL3bgTW+fRXnO3H7ybyZFHE8BQN4vkne0zwCz9K9eA8OvU+1IL4ynoc9o8+MvitQnb3NBLC95EaYvCuI3z1BK6c7bJ/dOrUfYD1Pvzg+H91KvbpySb6BPpu7Md1EvU1pIT7pMAo+duJdvikYhTy9QZO9i/xMvX8VGD5Xbhe9UVbVPaUBIz476DS9h18NvmTMA74wjsW9H6uEvmr4Fr7nDBK9ZPL+vXuhxjw2Jr+8r9I4PdUvaD6RIXc8PAQQPTWorT1P4cG8XU1PviZVf71DI6K9FOQoPi7+Xjq8TYw9esdbvVt/WT0yH5a7ZkdnPqKepT27ASi+MC3XPFrRG73kEPi9dxMIvqlQer31APa9pRLnPLpZC77BM4M9g3bhPJsPBDz5UbQ9JzjvvYH5A77a6ye+ODNlviuifj0PUFM8zZCwvQraL7550bU9CNMmPVd0iz0OHNG+6iIHvtD81zywbYA+W0bRPnEjFT1ovhG+a8xjPh2mBL4agie+t0QevQTpzz16CoM98a8PPsRVuD5cDh09u4X/PdumLz7nQ1W+7lstPtd55ryhTVo9fGkMPsBE1T0+piY9QdjWPgsdjL1tBey+kAohva7gSr0wDVs+hH3YPcboBT4NfaI+i7jNPRtdMT1PjJY9nryEPVkGRr4aUa09F+ccPlWcWj3b0mI+YiAZPcwip76Arjw++nebvXVh673kXmu+VEKTPb0V2j1GUxg8QZvpPWTLNT2OmSc+oyzYPf1UWb7Gk4A+3nG6vn1AJr6dNyM+M/EqvWk8B72a5S2+X6dHvvGUfb2rZUA+jo4aPkMMbr26tAu+Tu1UPfUX0L1z/8U+e5yWPjOAdb2gVCu+LDMAP3sV3L3narU8ILQcvjaQHLxCFhi+2DJaPbQyEb2ZVA6+qZeIvgXwDr77oQS9gnniPY8mhb5koVY91YPNPUj3o70eK1Q6rJHevT7/Fb7TR389oZetvSsQPr6plf09Qzg0PuqY270nZsK9Y2FWPpuwhL2DHhy9AOafPZT/Rr7VbZG+lY95PKu9M76tyxS9Bbo1vJENsj3OShg9WIBOvbbPzL3HjUY+fuRqPk9ntL73ch8+wViGPgYbBT1E/jM+ctMJPp+NW721U8K9iSccPRj5L70EKRY+FbYEPpGxnDvfGhK8sgdLvfhkYT4C4KK9/ZTHPfuOBT7AlBQ92lguvJe8kz4S/XE+CSKxuXLgXL3leZY+jNNQvVN9hb76eCg+dk3FPS9PJD5Kmq+9JRuEPmPUQj7upVg+fL7UvKTKbr5MgIO9onz2vRHqET4OjDg+KPb1PL0gjL6QAow93Gx0voRuGz56cTw+leIjPdxWjr2pR6G9AE+TPLGv5r0Xrg69ez5WPuIadD5IBDc8NPcjPoCaVj0MV4U+g91FvZYOpDzJbyy+vKMRvhe12z0wlAg+NTCQPY41pr6Fah47UaFTPsjEDb7n0r89+uGevWgePD5WLYc+a0bkvowoZjx6b2G+3yEUPrIwD76zsS+9kK1+vT/TZD7rOFc9qzG1Pf9e6r1HjYK+La8evtEtCb7xrBM+qZwrvvd5iT6e5y0+j50uvqUJm77y9Ei+juwHPpyO1r2H6w6+2iSAOg/xCT6AAgE//YOXPou+kz7dO2676DZTPZh1rT6k4f88EgGqvfreI77ZOaY+4RiUPif/RD6vQLO9n7ZPvSWqHDyiX4M+LOjAPH2sGb370Hs9/VkHvtxDyj3UwSC+gUGlPS8Irj3/a2A9/Ol1vAZCiTz1Vu48/DVLPuhStb7zgia+GQ+1PZYap7xm6gA+kYWEvC5neb42Lmq9X7awvIVCQ71mqnq+3MoGvuf++Lxbl8E95i7APVIR2b1YBqE83T8EvTB0pTqfKKi8cNNmvkxmfz3vwUC9Cp+ZPbC9sr3azvO96xlPPUtUZr65xhu+U6sNvpTqur1qk1e9ASDVvZ7ABD6+4hQ+meoYvoBviD39S4a98moHPZ94Sz2//Lc99wIQPUYBPb1OQPM9iFSIvioZY71a4cM9SanUvUF8dTrvTEy+L31PPYSARr4YU6a9Uz0wvhKwjL3V12g+ixlePbVh3b08bPK9XWJcvi+LaD05BWA8XJndvWiuzjyeUB8+XEMjvv9YEL0r0cA89V1qvCMXVr2NvRO+b83TvflEAr6KfSg9/idavv0Hir1jHvs7nlWoveoXl72a+LE8/1MgvkbcMr2IC6O8ryWwPQ7AyrzZmVG+4/SDu+uUajx1UYO+AvJqvlsRNL7gOwU+aDJLvbMjsD3saEc7YSRZPcRkwD2zUAa9ymc6vkHXmb7jNhe+57QFPt/XkD1fOtg9nXy0PV3PTD5Mhj49QPLKvcGFNrrrayu+RZLWPdhLcr6gzX09AEEsPnv5Ob6b0ea9jj0yvvAgmb3SvTS9Ep8MvQJ+5j1eM6Q81X+1vG1/lr3dAvM9UTxnvG80671S6b09QRPaOyL8Iz5b68o9wHUrvB90hr7QayE+rcQrPeFm3LuBpXo7uASHvviBKj72PEE+388uvsi8zL1td4C95jAiPTuJ9T1gdJ49q1iLPiVsfz2ByaM8AZ68vP8B5jk8Yno8Q1T4PR1BxT3zVm0+pl/CvHcdBj4VieG9VZ5qPb/vmT1iKgQ+nfeZvqhuD76ArpW8uNd+va9viTtWs54+9ZjrPSiWHT5Yvl69OL+3vArADb1QmUM+VHQqPBKbC70gea0+ztfuPeb6PL0PDeg9aGKMvUKPIz6tcR+9vH6xPB6lDb4jXqQ9y24FPsbWtrxe/MA9PnQfPn28qbyEE3g9lKQvvtIRtzw+rxs8DXeavdGfLL5QwqI9NtcRPtudYryNeRg+/csKvllPFD2+f+e9Y4BHPuANNbyBL7o86OeGvPQiB77GLf67l+5APkRZbL41PfS8YC6+PrO+RT0/pLc83ZgNvbah7z3OYkI947BMvvrqEL6MP0k7qHeLPQBSPL4PqoW9LPQtvXeUw7xfBXS++5SSupo8Hrzwpte96jTPvSon1r1a7VS93qFXPnIcjzyNZqm9IzNPvgZt/byxJ369T9ZbPvA6mD3K5W49ELn9vUNFuryL0go+rwGFO+f29b1QkQW9uTYgPqEKsz3iUKa+sYUgvt5URb7Vp4Q+UAV4PqaA27zPJpU9HJTGPdECIT5y3SO+yHr9PUsLLr5dSl69J+qsvQJ6Ez5l3hI+WdbuvX7vNL6woiW+n9qJvJ07A7xVBgi76MhYvRMjgjy7NAe9KaBHPvqVAr6smY28r4+BPifkur0V5kI9qM0vvom0Kr2tmaI9uQNmPs7BNT6bGhk+zEmdPn45vLzDlLy8crTjvNnkMj14owk+oMKAvc48kT4Ugva9s1ksPscUhT3LDxS96/WqPVO7PT18g209fQZdPgPaVj7oMVw+ZK1QPbYYGr7AiSS+sR1DvbHo8rrNAt68+c3MvQqdM7uF1oU+1dwPPkIFQL37fkC+U54FvSYjQ775PTQ9bQ0APs5viL5gpl4+HdapPZC7Fb4xymi9Wjm6PMZGer5Oyz29kaBdPSWApjwI0ms+eZDhu5MY6b3kJBO7umMzvtaFC710W++9UVQovhp0ezsPqIS9NvKMPRJzLT3ou3k9QeY2vWbH+D292A49HYs1vh5vMr5/Ow6+Y2wHPlo5xr3h3eo9gBkzvqV7BLuHOfc9MZZhvt8fVD61WLW9bU+EPWhRrr36yqq8qfzHPR+fjr4CszY+Xf7oPf+0Oz5Bjuq90ew4PeSdgD3Pzbc9f2H6PbNOez2JSTO+pboOvcQIOz5ua8q9H2lEvIhJPD434Go+OqTCPSILcz1NP9e8pQeOvHqc4jziwhC7I+nyPRhzij0LXXu9W2Y2vlAeNz0RWgm98hzgvQ6pNjwmoSq+j/5nvWVl/D2ezQ++p9sqvriw1D1PDcc8tk6TvQcx972Sjx++ZRg6vQ+LBj2+9fG9uxamvHbfKL5XVWe8sCs1Pm9lLrxgL1S9tIqKPKYYqjwQ4w+8XiqSvnc0vr2TrBK+jbOuvREAQL1Zwge+hEF6PW++zT3H5R6+nmljvrg+nT0Z8QS+q1ZSPUWPUb6OP1A9sJk0vvZsCL6k0Yu9Wh+HvZ0Z7DwwkTW9e6mlvZcqgr4qLhK+LgMQva9VmLw43929Jo8nvvOOdL16E5s99tO+vWwulz01lAU+yJTnve374r04Wli+WgEtvgyt6r2F4wm9bAfmvK1HYr3jNrE9BRPzPE6KLb0OfGi+2Q6SPYzCjj3KQQg91Z6OvTDFXT0ucL88Iotovo8erj21zom752+9vHFXRb6w+z09xFSRPdQrFzxPJB08Jf6PPaMjhT0p4lO+Il0qviUS5T2e/9W9woT9vFLhBL71MNE7rafYvStLw73x8kI9bG4SvkOlz7z4oD09qCkfvjdWFz1VLSm+q6Y8vksIRD0AoQs8haBcvl/8Y71Xr/u832SWPSakjTxGtDO+ZltKvtTJO71Ub2++mVjEvQyiJb6Tdiq9z5OsvbGXgjzT/8S990AjvkLnirzsxQk+ltrIPNT8ZD6Ek1E9vFWTvlUIgj35Aeq9rynrvCxbJ74lLyc+BLgZvbKYfr5KwLa+gZYtvkuFeD5cWjs9o32TPtKt1T0W40a9u2OjvbKgZDz/ruM8/afWO24iJL5dEwc+AxRIvmQOHz6XYE0+oMsAPjtyQL7Vj2O8xiSevYY82r2vnRU+DNAMvg5Ak75lA509VKwjvqkSlz1hCJG+/smnvZSrBr6qi649BVMIPsieUrxetVU+DfA8vqDRCr0LiyM9JhyxvfP0kr0ji0c+rN+DPEOg+rxxWk2+xyUBPherSL7Sz2q9PZSGvpIALLtiEdu7+eKmvGOGND1mipG8K4DaPlnAsj2eLp69yilmvT2RVz4REjS+EOWNuPL9yT5GM/K9BjtWPhtm7j6uOJw+uLx5POF3eb2y5MA+yak/PsUPsr1i4Ka+7N5EvbNPuD1rsTY++CotPqeslD5+pFW7Y7ezvFCWZb2/nAe+Qy2lvramGL1BTVK+gAgaPgmhFz7lI9a98ErtPfMWj70pATc9C7LWPCweND4tgjG+gUOevSiBF75pIMo9NtJPvYs87L2bOTk93ZvWvcmO2b13wii9qTxLvn5XHD9tmxA+8CefPS6SwL1JTCi+TaKRu73usz7xkLY8i9Rxvv+szj025ai9uvTIPVq5PL6LDeu74vnUPRCWDz4Dhu09nqWYO9LZBbzmo7u9xeSlPUj36r1UmLo9PQAGvnL1rr0n1tg9MkLqPaAcEz5wGq89DzGDvpFWLr0DUKm8L9RGPtvumTzJo3+98mh1PmBLGD4dRus8swTyvZOeO76Zgis+RItXvivzq73OIDW+r+mSPsLZsjxxhj0+zd6wPdlcOr2RxAe9CUVrPWSIU7wzuYo84GJzPvIHRj5OcKO9YkSnvSOO+r2df1m87I8WPJeicj1+C809Rf82PFfjX750cQM+Mcx1PfCEZrxt0lY9mkggvm0a2j15X3e99bmgPrPWrD1yQ5I+wcxXPUM9Vz1PF249/b+UPYlo6r3p0zo+tXhePR6TJr0f1TQ+2PIXPv/zCj62u4c87uNtvXc2JD6+7vK8SSmfvIp/fzxpgx68cJTzPUqzLT6SRPw8eb2GPfnZBz42SvY7jtq1vCPsPD5z1y49ij73vYk1XDyu5BK93KoOvagCs70MMns9NBIoPuRY0b6sG5u9XXsSPq0izL0hWRQ+xBFCvnI5OT2+mz4+Dz6Lvd79jT6LeY26Y2YYPmrwyz1GDP08NNaKPhxcZL0/Vq29WuC+PbU2lj0TaAq9sux1voC1Ub3S75y8GmjWvT5TvrxV9cs6kPy9PPZ5AD5+cbU+va0/Pa21OT547LO9sM8MviciHz0EByO8xw8evrf5Nz1CSCG95uPgPYZJd7z1E8S99N2iPSzTsj2EuTE+R8HSPeB0ST6ZEpY9Rw2EPcKLFD54Gbs9hOnSPRmpxL0+MFk+Hak8PQheyL0d2cM9mlS7vTsH1D2HugQ+3PIVPqwZCTyDeEY97lXJPMwB6j00k4U9NeO5PUQ/3D3Bf1o+s+1wvnTOgr3kUQQ+sb3cvJc/AT7AerO8wtFPvvzjeb2UgME9E/FuPd4gxj2AEyQ9778oPSr4cT39ug+9A0iSPL9Rnb3ThIA9YPZFPn/5lzy71gE+ouk1vnO3KD7X8h8+jCh7PcM1Kj2Ljlq9bQq3PQYTlL2hqb69Pz78uyGiBb3KZ0s+AzobPMbQ1b1vHyA+AziOPfCbFD5esg09rX2kvUdP2b37xbQ9F5HNPQ4qDb1wQyK+ADlgPEAi9r2fLKC92/pIPG54iD0vAzM973EmPUc1CT7lFEO+ki8ZPQr0k72vkgi+r1sMvRb6Bb6kFYw9Be6BPcR8Ijwzhws9S/gwPhMAMTzOcoo98aw6PmSmNb3C4Ce+hYU+PCT6zLzyyxg+LFsvPhBnwj0tkCo9xHiLPd2A6T1am6O7chlePgdgRz4Xu2M8ZVesvbRVG75787Y8hntnPiGV9r2wkfY9z2ewvZ23MT66OEW9gX4JvXwVFL1VOAa+Lf37vdcTK71nHmw+PRMmvnNJW76rz+S8UU44Powklz31vxQ+/6UXPm0uBr4vXGE+D65qPlp+aD4ACyQ+c1D6PYwZrb2eqEg+PiJDPkD49L2LV0Q932qMvJ47M7tZK3y9BKiGPRE3vT3lDOE9SSWFPjJEnb6vtTw+RcSFPYOPAz4u4U+8dSzUvpwkwT3LT1i9xLQ0PWZ0cT5gNxI+ZYy4PWKBdz6eSoe+F10UvF/fi70YnTM8uGsHvAoq0D1z+xc93vyOu3hY6TuIMAw+MDvNuAsKxD3ZLKW9C3e8PZBgJD6Gdjo9YU8MPqK+ST07uqY9E50mPp4cCr6vLBc+dahivZXUSj2A3BI+/5ZAvi93W73Frrk9di1JvuvYpr0Vyqc9cd+gPfo4KT4ICxg+W+uTvdQMFb4yZWa+btMivtPyCT4clXi93mmEvTe1KL5N1/s9I5SZvUtHRD5EOAq+F0s7vo40ub2sbqo+46pbPTi6Hb7Fe445SQpJPsvv5bvz3TS+DCILPk5CAT113CE+gKFXPZohyDzkMN28NTYRPvoUer5m8AC+jZnqvusGWr3XEAU+WDxxvvw9OL3VI4e+ocfRPnvftL2qNjg9CaeKPe6klL4F/EQ8uzhdPsmOG74kSU891V/WPf4eTT3jbu093mMfvoDQ4L5IoxQ+hSwcPXqIhT3+SDE+H1K3PCvS4z1iavM8g7buvTbEpj3erOM9OnAfvGEHCz5zplE8R4Q3vlN+Rr1Uhvk9O/XTPNXBez4q16U+D39EPjyvnr3DXui95deBvZ8grT1+JQk9zLKgPbNUD7w0V/E9rLSUvqUv3T3gvA2+23oivi5FaD6nPpq9Vw17PiJtzL5Yc6I9BZd0vSY2xjtc5QC+5tDhPUBpxz3xbCU+0IU8PiMS0r2LyY89NFYWvmh2Jb2RTnm9PlZVvUmUub0xUG09MuryvsEHBL2J/1Y9WrDXvNUJPL1qGQ++6XPjvSZIYj7Zt8G96zdiPgq8vryQpuu7yaKRPcztrL1mEU++lEIgvjfYMb15+l6+vvomvXsKYr1duow+Mv14PV3BNL0Ze8Y9Dl9LvjpTgb3CJb++rlRJvmRFVT4gLcw9piKQvs/NHT4OXY2+9uUNPcfxlL1TPQM+EgQOvkJcQj2ZlIi8aGAfvap6sj2lpxs+Nq6QPqhD9D2zNbo8L0yrPlGJFb5m0kI+B/0Mvkpt7T2Lxxk+rfrIvcWQorwVUD6+KVenO+6aSL7ps689QlVZPtbLbT1v2AY9vW9PvssxGL5/HdM9V6tHPtp2eDy9uIA+4ykrPuqjKD5NXc6+Vuc8vA1Utj2lqi892xb+PbrSCL6fb5c+hB/QPc8dAT5kMRK9Kx0IPrqAoj0hqTQ9SDMEvjoOGr4qWjO9uheNvtwr7j0br229ikUUPk9eAb2Jf6w8KZkkPS36IT4NZq69YjAMPeyQHD4evfm972kTvv1LJD2OhhW9KkA3vlaSPj6YFw4+XZPyva8nQ728QbU9zOcNvopnNz1Wi8o9jhkRvsGAiL3vE0O9oPlpvFpLoL0ollA9AYQMvtBvF70gt4e9z4y4PfjrjL2dSxK+Sf2tvU235T1KkIm8PPIrPc+GFDy1pzu85A53PcfeQD1R+VM+G/tSvY0qADwpITy5uxRuvbxfyb1SBaK91t5lvVFUFD12MWY7UiE2PuxEY71RuVK9wHcHPiWN1T10e6g9JUAbPQ8ZKDz78yK9xtktvP/TxD3AXFm8AWKVPR+Shb3qjyU9qwsdPtNaRr6+S7w9wVqIvCsyhT2S8JY8jD/IPZL4pDxiyiW+UaHFPMpXgT3ZSli7dnqjPdAEFb3PC8U9dkluPUg+Pzw9yqE9ouslPjGbsj33E4y+bcrJPWbx3r3O3re9RYXQva26Hj2gkDY9ISaMvbi3hb0EQmY9xmxzPZ/JQL6BOMA9bnPxPKQvBD40a7I9DceqPDZHXD3Tu0i+mtwQvhksb7xOLPg8ZUWavVfrxz0JxwI8y+DEPbwEEL7XLbo9Y0dGPs8V5D2ybEi99tfqPSQk/Dp0m0q9LcOSvI9nHL0lTyK+jvsbPjGvij2gMB09mr/lvUjjQj02A4u+nSPSvcmcvLw54sE9VJuoPfmULj1PEEK+HZDfvaoSxz0LT4W+gTdAPgOqBL6bqKU9tKgDvk8DRL2243m9UbKlvbo4zz23bgy+fQRmPquWoj6Ad22+b3ZpPiaAPL5m14I8EzZ3vqfNwb3J5QI+OwuGPgghgT6+RbQ7uw85vRi7D77lIie+sZVaPoTXnr0tndE9obqiPqYhFj5QIRw9ZyGyvYrALTxSk4s+9LyFust/Sr75OGk+hAPUPATygL0pmIa967QSPcWyp71YSPw9GM51vhMYDTx7EGY9Y+MSPrKPbL4ePsE9sV8vvchk3z1nbIw992BSvrMu7D29OPa9FyNgvgcDkb3b0qM9154xvoDaKz6P2rQ9C9dBPY/E5rw9Aqw+T0H4PZFPpz4qsBm9cBnnPTBzRT2R+Se+XMvcvVivzz2/FNC9iR1nPJQ6zj0OuLQ9lUkTvrZHIr6fB6I+rDbbPAWG8D19nQm+9NiivepHiz5QlgO9D105vSwj1z1jS+K+gtFWPdX4OL6Ixvg9FcQxvTZVL76BNGa+eKB3PUt3TjzYlrU9/WWjvM8cBj69HwI+4mBGPaLiQz67sQC+jpkKvjK8N7wYsG69loVUvs8EazyR77E9pxXIPQq06L0RLxi+06T8vXwwej1CcA8+r7yePXoGVT1f2Qw+gNbevbpv8T3gbh69FdpcvseBMb6velg82jQUPa/LJL6uV8c9/MFavbaPgD2oQ1S9QNbtO0/YDDr+nqQ8a60cvnzSsr25y3c+tNd6PpX/I76RPLW+Ew8+vsiCOr7W0yE+A/fmPY4W5T1UGqa8iOJJO8d0H71/xH29HeQGPrp2ZL5Oeeo9ACemPE6IHz7xlNu9pfQsvsqXDz5QUUW+kdiLPRjpLb797mq+i68VPphF8b0B4BC+hCWlvZP8Aj5l3xs+zs7aO6s/m75Fegq+E8kWPnOoZz7dmsW9yQd5PX2rDr5Ap3o87qgSPu/aEb6oFZM+UKAHvFs1eb6+Aga+/IIEPpFmmD3YWY4+1k49PuLBVz0ebtm9De2DPqHOsT1Khng9o45CPiZxQL3ZxAk+2kYxPWt8bz4O8F69mN7yvbxuojvork09OausPXLorLvumA++0n94PslLZr4pP148TKBlvg8lHT7oHgQ+NQwNPkMoML3bR+29j6a3PSI8sD0Lar49W7uMPYG3dL6zDCI+wJkcvXxynb2Ogio+LFIPPZ2Ler4DIj8+oShqPqkq1LzI25U94V0dvlaDuTzC4gA++4PIvS3knT2JS9g9dZ4gPTHDO77cd4O+9x8evT2Oar7QUHq+32E8PYzrW75+qTI+EGbQvfzzCr5F7jm9m4uAvcp4cL1vBC++9c4bPd+iZ7xCbhS+PevJvT7fljzfuF6+Xr7mPTl7GT5bvrY9KPC+PZN5BjyPfVI8UJucPMCo2D2eIxA+pxg3vvYY0Lz/sqQ8ew4rPvLzo70pTSA+jsCYvYzilrzAMY26iPFuPLAYE71D3C0+R8FsPve+UTwgGzU7aoEsvdisj7zl6yS+98TFPe4R6Ludpcs+iVjMPWW2hryqm4w96EI0PCs9Iz5E5O09pzrjPdexbzyjVvG9tUs5PEn2t7zeqg+9dbT6vT7QfLygm8e90bwhPePhQT2PJM+9StIuvIe0bLvzdHg9EvaZvXA5MT1HP6a9WD63O4216T0+xhO+VHl0PSF/gL3yHAy9E3RjPIw2mDw9Egq8VmwKPPo4obxLr7y908/EPWylJj0sxNE9yhooPS8nTb2bz/m9mWLkvcTkKj7QTwa9728hPLfrur1kMhU+Mze/PaQJoL0T/JW8zikzPgiE5T1kVCo+7Cy8vdOxab3G+Ny9qUiDvEabnb2Edr89eouUvRR+ArujloG8r2RuvcE9sj0DOti8IV8lPiA9mL3g4fm9/WMIPikfjD0cd9W9yWMYvspkhT3kuy08l1lePQ8S6ju8xbU9PnXiPdBTtT3gVts9sJplOy0N+73Gsz49jwxcvTqKMz0syJC90r/ivRZckTzM0FM9MeqCvmqojzwmimC+bDA8Pba+uT1qF6g+r8g0PirqSj1ujcS9Nwd7Pm+hEr5dtxy+iKaHPtTXOz3XIxu+RHdHvnTnbz6hBpk8STlFu1H2ST6qOGy+PiB7Pijx0j2Opbu91YECPXfZBz6sliw+p4HhPQHeib0H8AG+NNvNvRYluj7+Crk+9ZQOPMqdmj1XfBY9BZYVvkwXJr7uJkg9P5mgvhX8jL0HJbA+r0RpvjixPT6zU8A+zDWVPc8NqL6foIs+GKYqu23w9L1XAqE9XXxkPghVCz1u1g4+QSFLPgUl+r0I4Lw8+kiWPaKlOb7v7XA+toGeuq29Yb33geC9N1ABvf27uj0z+Oi965BMvvNNaj5ZDLO9GnGgPS3o1L6UynO+0S8cvmXaq76pRJ8+j/qvPvN2PLuZppm8GljDPPIInj1wbme9iF2EPFHcKr5dDVU+FMfZvZI/J75wL9Y8jOy0vc3Eor2CZ4I9G6PBvUqHBz5Lr0U92itTvgpmbD4SW0U9HD48PpONLb6VQLg85i0dvZIUKb5b/pQ767BAPsRm6L3fvLC9qDa2PSP+oT30toO8wQhfPhzMibyNVsa8Pq2XvDa+vDwgaxq9kjUXPcYP4L1SCdI9twLfvPPuJ72vgTk+GjSEPYXUbD13EaY9c4VxPZKqD73lkTo8wnijvWGZLjxqMyc+M/qdPEkNuDxPn7w5BkSHvf/Uoj3bcby8o10mPbZsZj0w3aU96kaQvFE+xD0sEkO+dyQgvfigZz1RHXE+22O/PVlEXr0C5aA+wv6ROTUYujyVqe+9K4RMPuQvPD64YRY+AfRmPm7xGr7ktUU95wNkvfewAj0WitO8OhLmu7qPXr3OrSc+HQTmPB93T74z2ek9NlgwvnzQOj7ZRZ69TknxPXHDV76pAXC+JRjXvZXjuL0y1R0+AaNHvRJZxT1V8b09upsEvvSOsb6y+IS9jEA+vZG8Gr0reY2+iGMcPLeIDz2e91s8gT/ePbLK5jzGkbS+RehSPX9FLL70j429P+sLvmWRNj3Q+Yg+bGOTvB60Jj1Ouam+QfdFPeeKVz7a43s8Isinu9sYs7zXGA4+Jp9vPpvWe75j+Om9ODXpvYgnX7y+vje9Jt0WPiyCwj2AN9E9c5VcvYnsYr7nVEK+0oCxvXsMWTzVN4A+SYHHPbqaM771UVa8lENlPtbOxb27Eeu9aOcyvQZg6z079IY+mmkcvXSZLz1E3gI+j782PtVBpL4EWms+wEB/PilJcjtrdp49rkE9PnTZg70SAKe9MVquvbRf0zyHfGG9iMPrOzYyoD26bwe+N52FPk+EhL6tmcK916MsPPDfzrx1DwW9g9zXPUMaTz70JqK9SEo4PUJIbj0wPia+ZZmrvOq6qb23JoI9Y+9Ivaxivj1ceX29pF6CvTIFKT4SGWs94NwYPrx0ID4PLSS+WL+gvatvLr1DLCi+WaI5PGLqtT1CIQ4+WMEPPTkvnz17CPE9xzzePRvcwbyyk8M9jBtTPrwJ7r0z9I49f9/rPEjmST1R3bE9fw8Pvqyiq71lujA+8Ym/PA1/Lr2stHU+vyFjPRtSoD6qcIM+nftvPSNzgz3a6jG+4xQGPjDDC70Dplc+hiepvR/n4z0Mr189Y50dPeuh/D3qaTE+6YLIvUa9hb21Mqc8nlL+PJhGhD1f7wY+JYXAPD56tb3BNSE9meETPf1Vxj0kEYy9x1roOy2oWD4zg6k9HztEvBKMQj5K+ks8ElwevpEu/LxXGW29oVsaPkbC4z3rE34+6rIsPS2pCb1MAQE+XhsVPlyvRT0TPLQ9FgrUvLgfK72a7qQ9MSUdPpvU5j2V+Qg+zwgkPWggUb0PnfI9TIJbvY2R9j0L6kq93IlIvXxYB76vV/S9RnRRPGxHCL6r+Y09QMWNvUJXI74YXxM+L9gKPscFtz002kc+v2GqPfNXI71bzMM9v0RTvQO3x7yRoRc+dq+rOo4Vwz0kGNk8XPMbPHcCwz2PVQi+tyClvUcTCT5V4WW8dfKSvSDta76ADtq9q52GvoWlIr50oi699HjYPYSV0bzh9Aa+gB5IPe30p7zAqS29LwWbPB8NMT3Qy0C+FDojPnfhA743uVI8KZaBPt1KT76C3LU8bCSBvj/ht7wdzLa9YLEcvuCLiT5Z+8S9ZITvPXoCx702wUm9aJ+oPYiSLb6ippA9/ntqvR9Tcr4OhBO+Tx4HvWYzhz7H2i0+Hu/cO6kY/zwjOqA9HYCzvbOus7tW9gs+4pfrvd8kQr0/wQQ+9rmtPDCeS74ocpM+1nvVPZX8Q77smdU9S2yCvt/02r34k8+9hJtDPpYvir4TMY09INlMvaSyyb1LwOm9H3bKvLlTA77Fz1g+R6BovT4QKr1LVxY+AoeYvigYl7ysxg++P0dRvoX4bzySOMC98ZvWPk0jyb62xjy9YPq/vbFwHLxXM5w+YBeaPoz/sD16srw93XhbPlaDBLsz11m9VFMDvrCMAr6lG3G93AHOvcnIqj0o0RK+dJqEvp2GLb3CUfw9xbhJPuNIeD3Oec69mx3VvS7Qor0x7Qa+BeU1vdb2IL6a4vu904k8PqkZoL0JyTy9Q0gNPihAT74BanS+7M1/PtUEhr57aQk8W3cNveG05L74WUe9HcjRvdgxaT2N8VW+MlomPpbIjr1WvAs9jaP1vei1QD7Y/KQ9Di2uPTIk1D2Ayeq8MMwHPn93nb1nWVK+6fBGvK3Vn72ysQQ+B5EoPvp4pDxm6hA9Pw10vhY/Cb5knWS9S+vLvXptrr2cwu49YtZlPllHC76lbQu+RVS3ve+w77wKFzk9uhxkPaYXHz7z/nk+iy9PPItKqL0ZllK+9nNOPRkFyz1dUo09muRePvxe8jvHDIA+Xct7PVbs271upPq8938aPW1ymztu9da9KQnXvRwGzLpJG+k7AxQ9vt02g74AB/a7EGAOvkiBHzxfo7E9IzcmvpJYZL4r0kU+mlmNu2vxjD3nfb09WbcDvlaojL1QKmi+IqWwPYY+zj0GT+Q9Zym3PbNJ372dxly+gHspPaM//D2AqHy+DdiYPSldOz3v9oI+VAtPPfLVajy+TCM++3KXvR+0hr7wzEW9o7ZKvuy3nTxX7NI9I/a4vXC1Rj6lrPe7a6mjPsHCMj79QFe92SUavhw2RrpEly++eGsLPsSJjr5+Imy9+M+YvUi+vruTtU2+Rl4YvQH2Wj7Do0s+kUQ+Pk4XP7xeusa7tf45PrrBObw/5u29a9rKvGyNzD1BFnE+/psVPsMlED6zmdg8r7eCPt5IE74iQnE9p80vvdVta7xna4m9V9LFPioTlz0vb4e+zPkivg9zID7/SQi+h5wwPtNWC736V3g9cbeHPiRcir0FGEu+VYWFvSaMRr4mGQG903mGvcsuBbpTqKu8OXimvXqjtb1REAY9pGKmvZxLxD0HNbO7Smf9vWhOeD2y/XK9+llUPAG7QL3R+sY9CnD8vOQHE74+V4A960ahvfvRFbyYk2W9t89hve5eE77UnKC90kFEPsH1Aj6IMwE9WfkQPJPaFb3owpG9mS/2vacdAj2QPvu8F7m/PWv/Hbyy1iK+i1AnvYeV2z3TRgm+8/JKvXbDej3AQPS95zYHPhwqCzxTcGc8z0x2vCyWHL2inQC93UpBvdcO8LxmxyS9g5DyvYUwVL7vHom9JZ/1vC2JdL0ODX09AIqIvYCtHL6Z1k69b+RRPYyG/Txv4bI9zyMevut2hr2FzXu9ZCgdvhQ4ib4Neu89VkG6PF5zWbzp4om9vX5ZPcrfBL3e3BK9+bP/PWdORTzGw+w90YD4Oz5stL0MMfc9Qv14vRaKlT3QOhU9OyQlvVrHLL08v0a9Gm+kPTXYAz10BRs+BTOdvQ4htLymeIi+m+QcvheMjL2npuA9L4wtvqLZfb0cR/q9A/6nPVz/Xr3+ghc8V7wGPboaQb0x+Qg+IeTKvZynOT7Ek3q9t7IIvge1+jwgLsW9In7xvURe6D04qMG86YF1vTMM17sP4JW+BpVZvfE30r2Bu+g92mLbPEhaYL1EtQE972v6vMZajbv4+v69K527vZdzC72+f9Y93BpBPnTXsz1TNS8+AAhHvubyBL6M1l8+JgfWOzTzAL7DNIC91GgXPgpyh74JvTS9T01fvXhwlD4AXIc+XFWZPE1zmD37hTY+Fs6Ku84hBz7yxgm+iw8Ivdy5LjsQpSs+nbTQvdnPMr1T7pQ9iNb6Pbl7q7w7Dd29c747vhzMMj6wBlC+rdG6PeRKDr6KaJA9JjovPk6ADz4n27O8CqHlOzxgM7557OG7ZJ3FvGhyBD2AoFI+WHY5vrnRPT2UVfA9S/EGvs55ar5TDzG7lGviPStjRz0IdO69fusrPmBnfb0tYEi8QpXDvQ5Hyr1R+Zs+uDmCvm53tT1MpqE+g9OWPuedETyzh2Y+7x0RvmLFBT4gl189XhMTvgJknj6FRR6+R74UPvC7mz53x7U9fHAQvkG6DD16WmM+2VP+Pbv1Lb5SbTu7spQuPNnbAr66qhS+pDfXO2Q25j18bxo9HlzRvQViqr3IUwG+tZ0MvmnkPb31uZS+nvgkPkZpbD6cDUE+GwkhvtpBpz0NOK29NGUWPhzxzLvcxsC9gngqvpJ3wDyt2dW9Ns+qvst1nr1QWV6+BYx2PSQtYL54OL49lhvSvaSEmz483Sk9/PCPPiVjUr7F8Qq+KtRvPTj3qz2IVzS9C4PDvhAiwr0FICA9fb8kPsZ4OLx+XaI8JycaPmOorj7TSCs+y3SAPcpwwT1/9Te6xCpzvddSjz2bU4I+1DIevh6cArzkULG93pMnPm3Tfz5LGHM8zLZEvl+1Hj1MqyG9InwqPsIqvL462gw+uJVaPdU+Tz2iJQY+X6l8vooFTr355t68jF1Dvpu7Dj7wtA6+CPCNPgRAf765yxY8imWWvbNPY71i4BO+GmP/PYDj9j27bMG9qMg/PnK8tj3dxOq9j6ODvn/eK7wUFZK+2PrDvU3gGT77E6+9n8pQvvovMb3agpW9q6QuPjleML78kIO9WJJMvaiwijzluB+9bh/CPkXVRT6KM4w+/iOGPcChSL4AyeG6K12CvlEDzb0VTqo+IHcMva49Zr62S+Q7sD0RPudrK7tdXzU+p+k9vjWrID5+4JC+5MEmPt+Kaz1PwhI9KljXvXwfjj4w3qS+P/BBvEjQgj3nK7Q9PQQHPqz7ED4LrgW9FhoKvVC0Dz5caAW9oRyJPcK1Br42tak8OiKjPq8vzb1PlY296YORO1VIaD6E4xw9jdGRvHzEpT6fByU+2k4Rvn5l3rwsN0M9GkHHO0HxTL06ISk+jzwEPVWxs7rMyby9koNIPAbhnb0icQ8+nj7FvnVXUD7tRRq+J6mqvKXm+rvb4Rs+x8SKPW1XG723KMM+ujqJvT3ahL5CzCy+IrW6vQrzbL4A9iM8ZBhKPWrenTv74B0+IrEEvrkCwrxySKo97kvWvbFl7budvKC9KjWWvbsdR76XwAS+txOavVJZOL6ACdO9ufYIvWqVfr5AG1k7G80sPqdG5bynL2K9/foEPj8H473rRDG+RnmtvQcgcz2rCr686Vtdvgg6C768Kli8dDEBvh0F9L2Asiq+3t5dvcDzoTfaERq+JP9pvC0qE74UmRm8f8+dPcZpKr0bqLy9z+uSvNwW1j1a6Ss7c7VvvWIS9r1BXDg970S5vPXAWb7bduE8avAKvqFEN72bcfy9HahyPSB3hL65AxA93A85PUl7Qj0frCc+eek9vvheXL2AnJ6971MyvlT83r3h2QC+rGl7vadeIr5yEXs8dxUoPIOmPb1Qg3i+YOwAvuUKnD1yty49NbSOvd7i4j3zkwo+ht2QvZJEyj3nsEs90QlVvPLuMD7R7jc9wAZUvp8tb74+RFI9zAKbPPyPBbwYUEY9zMNIvpsgCj4gnjm+ExLGPddXDL3qEAm+9roHvgYfo72R9EG+dBULvhX22T0g4Y89iLQFPNfrnb2gYB69bONsvksY/j1hehu+XLyzvdf8P771gwm+fSO1vfdfOr79Iec9nySHPW1AqLvCI1O+a8Ypvo0b+L1VlOo8EvikvFT+K76QRqQ98y7QvXJCGb6l8AI+PRwpvr3kED5W04O9Jz7svZ2cmL620o89yMf5vV5Pxj3guCc9pECOvm93aj7QTMc8kM6CPrPwA7+nVf69QDuaOzcOhT0KHB0+rdW0vABKa76eHG89+mu3vk76gj7QO8+9fV0Kvb1MXT5ytAs+zUCMPgEd5rxMuxo9JhXWPfxahT6Y5sG9xPSaPXlaB73k/fu838l1vRLHqL7epU6+5301PiGecj1NTD6+tYZhPrsLebwgeV++Su3nvRhlUL3RuZe9nEKQPlQHMz0lCxw+OQoevKwmjb15LMo9q/h/PjC7vr02Zkc9HP2ZPv1Efjxr9ME9hs3pPajxwL1DG5Q9l9LVvZ1McTyKZ467mGPPPp9tAj6SM/g9GrWpvWw/Db5F1hm+7CY3vrh6Gj6BruG+UQotPr13Pj7JFVw+dcO5PJGCHz7VOoM+TWK4PFZAPL0kMo8+OnLbPokuRD3JzU49WutxPp2npT0msuU9ZHkWPGBIB75H9Te+XlsLvA2mMb4r4m++FCwFPOVeDj6CP6487jrCPIuO+D3/+2G+KEuvvdKlQr6ZArI+nQMLPoVc2j2BYMO9OLqQvI1oYb0OZ6a8TtyWPFi9tbzp9w69Y8nrvHcOSD4Ujms9sBLfPZe/0D295Z09jYKIPjn/Eb6Ydoc9H8QTvWpTnT1CfC8+Jz8PPkF5gL7qsWI+5nnqvJyqa7x4DQs+f7VcPoHCC7sHcEU9qzHrvMisQr0B/DE+mDjMPeb+pb32NvA9/PgjPv7JKL4KOSQ+M2HTPAFgqr0ixti9iENTPTO3A754OSm+mOgTvkEfeb2LPTq+mVSbvbKQMb1QyCa+jz6MvYDdKL1ai+W99p5lvqqpUr5cy02+KSjIPWLGED2/neo9BZ7XPTNrlT2SDW4+mn+VvSPvQL51jwC9Mp+oPYvcM7sfE8q9sX0vPnX4/rysH2I+qZBevSF88b3pE62+vFwKvY/VOL1Am1a+3PrWu1BLfz1lb94+UQQGvnPGp742Kge+p5FfPY9+E7659sM9CAYpvgjdj70OvFw+EzMGviYf3L1e0ZK+oEkWPkNExbw7TaM9vpo7O5oIuD577LS8N77HPvY7iT08V7E9jyyrvV4Usb0EQeu9qyFXviaZnjuZ1pm9wObRPdgCa72J0bA9xCg9Pfda0r2FAT6+dLw2Pn15771LlYe++5hBPlbOn764ufQ9KfDHvk9qxLwaifi9PJpHPq1Nmr1vYom9vyIlPhE1xr48cmu9oLDuPRAUKT7tXQm+tEfWO2bkML75Uj49kDWpPNDdXD5gciC+zI8SvqwI5T1JF469t/TJPMQKID0SAoY9JAxCvkywtL5cwmw+vLo7vms4M76O6V++I/8FPnJzgL5ls34+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "icUDvuA7kzubepc9DQHJvewFIb7STrK9Eqh0PK24jD3hRPU7DrzcvZ2bGLlV9wG9jN/HvfxebL0wquy9ZoR8vUaZgbs0RVS8pxFcvfB6WDys6vG8xe+zvdOOgbwBzzO9NLznPcx+lrw58hK94RZ9vdbKujvRKr29NoEavUVXer7V8wu8YY8BPY0C9z3Mz8q9Z2cXPVDA9z1KzZe9jayivYQgXjzrbh08gbg8PYbalbzuzQg9cVElvZnsC70uLZG4Go8TPNLr7b25cAg88x++vUEMur2LYwO+EvWQPapFzL3S1Se9BZaSPI0pnb0qW+q9pirEvfVCNzwLqL49ebB4vVOkBb0FC6i9tcvLvEzburtiYNm9jNQRvnUJ3TxbqiS+mlJjvATZPb0J1j69QPDZvYJ5Qb5hJd49LfiavEl4oL28NwY9LSgIO6k1kL05gpC9X5yuvSSgFr5RJRS+TOsZPshiCT2Iyck9yaPbvbakz7pGejW9PDRkvEpbA75HeIg8KSqyvVR3Tj1EJxy+BPBYvWfmu73DO1+8mm85vvlVNrwD/tI8zcWDvdooIT327LS8noTjPEbiaL2EDtu7nCoTvjs2ML5eO9M8BVu6vXy/jT3wF0K9sl1FvSxsqb3RJ8C9MA8ZPbLU67yRYyM+01NAvfTBgbxT1xm9GtC2vWxx8Ds="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1_2/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 