{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "/n3GPdvKE74L88Y9ACOavdV4Tb7C5yI9rkq+vqMBFz4yplM+KEicvsa/5j7PZ368BAhJPXCD3D0RlJG9fgFtviorgD4m850+ubIlPnCSh720+0Q+doeDPmh9uD3KAZi+/Cm9vIAVtb6FAWk9X15fPsfXKr4K0lu925CDvmycIr7Lb2c+s5nEPYL3ib3Fciq+sfmzvRA/aD6hBBW5sCoXvlM5bz40DEO/sKgxvqzXML7ITfA9mAchPoIrW71SMPQ9sUGEvvEWib0HIG89UWEDveRtQjxJLqE9sjUqvJ5VNL4suYG8sCvJPdSNKL+jOKg9okIYPk/ZjL3qWsu84GEiPlwcYL6pT8u+JaFzvpUlhT4Ioru9cB13PacXOb0MTlO9xu2IvvqfXL0qkze+s/sWPkoq4z5tw6M9VemivB/DiL1wxr2/i7jcPWXf/b6FsHc9YqKovjeZrr0jP02+g+CMvKM4Zz3G4Nq9mwCQvs3QCT4afCe+W4ZaPfFd2LyTqEI+xFO0O0rUAT5AA5a8ADAmvm6zwj0Kaw8+e5IgvrxcuT31VBy+Qp6aPTr9Fj0+FVa9vxYTPo+Pgr1G74S+//RNvSwmZb4hsyS9GhW4vk5CSL4+Z0Q9LP0TPufzwb4TxzE+5Zu9vQGnBj4kioY9gqfePVfRjj03MiQ+vxmivTeWnL13DAQ+MvY8vtKM6DwV6QA++LQMvniQrT0fRe49SbKava/zVz7WMp48VKTJvS102D6l3pY9JmEZvrXJA73UMSm+0DVPPk0BmT2kzGe9NjeCPOr4pD6Kw8e9u7nOvlYOFb5kAUQ7V8e5vVBKi75Y6rg+4rBLvkM5N7yAyb29J2KQvVSzxD5qPxU8PqDlutA5Uj3sCdq95QMcPU0RFD443Re+OZmIPhppBz/otPw9AtL7vHIMNj77s9O7OaYrPp8aKz5J6hU+QDgmPsvfoDx4WtA9x2pDvtFAPL56SAw9v/kSPkpBZ73Ph2C7gva1vZGuir7A07W9R1UCPsA1LT2Vvvk96R/BPUYHQ70G6OW93jKPPRP7Jr6oEfm9qG3BvTEPET63S6k9kMKTvnAVOT4M8rG89ba2vdHkBL4V7Ce+gwfQvrGQhL+32JY8TpSkPjNbbr4yoIi9jiUTvHMQ0b1ildY+K5UhvtOsDD2g3FA+rpISPgk+W76SYRu946qrvWyNKj5zeWW8rbiCPDd7STzC4ek9uUAzvB7HCTwi3B++KqIFvpBmiL4kzuM9Z5rfPZLICj4mkdS9EIVTvmT4Bb02vhO+Y+fVvT/LPj74M2K+8oErvpqEPz7rHCQ+lkzVPtAUsr1VWaW9ZhGBPvnVXD6Pm6M92tmNvQvIBT4BKNM8+ZhJPvY+uj1Htfy9ggyPvSHKKz72zAm9R3iMvflol74NK589DLFjPXnvJr73B/a+kyuAPccIu737lag9d3xMvcJrFL6606W+S6Suvd+B571b3BG+aeVXPCUe3jzSW62+D6NkvpQyQr72hnI+7atDPiNU3D2f7Yu+CE7IvSmX+D2zjTC+evULPh0i4j3xZ0e9N1QDPjc/Hj4VGUi9GfzavbPDXj7iRFo9f/nEPkmDXz0LjBO+KeFJPhqHAD+yKMq8uiP5O8Vxvz3OMkg+qdERPlg4cLxe+Xa+iH+rvvsGyT2dVks9Ny0kvp/YDD4BFV6+a0eKvqH5sb6svqm+KHSRPWnTMT4xCTo+PdW6vUJoHb7Ah0e+8WV2PaawHD6D8Fs9jmUbPHAngT0i0Rw99GP4vNIdLz5qFn49cLGwve9KVL4sS5Y9/VuUvg5UMr7El8G8ovFOvt0UyD2OQZK+ZdVuPYmCQ74gZPy9CEAQPnVM3DyO5ny+Spu/PPF3PD5ge3+9sNbPPHXuYj4CQbe9pH+TPjHIVj6xmA49osCGvlo/K70RT729BocUvTRev730QB8+9FynvKOIQ74GmSO96YUhPsd9Gb7Jw/49hU4tPv8IGT6S4sO9iaREPgA4BT4rzNQ+PTCIPaLDA75aDFY9wiIAPpdd27xSElU+4YHyPSvcZb2bo04+5UeOPimNlz30j969XgYFu268Nz7fnpW+jSVkPUYIozuiS8Q8wdqjPXc+9z5ZMDu+WTjtvSe3zD0g+Zi8g+dqvvCwB74SZ9k9NhA+vv9Qobww19Y9z2EdPnVspD4YcMA+VxQ8vmyhlj3ddww8P7eQPg+TQD5XZeI7fx0dvADRejxUkzy9wRgSPRv09b0gKBm+U6A0voaLWr4HkzQ+SKptvq8fYz4N1Be+RSv8Pc2exT3kp4W+JQruPE1VXD1KzEi8UKRPPo700j1l8Lc83ZNjPnJHlD5Fc+49wKlEPlcqiL4qwyW+JsCOPFy1Lb+ICh4+XWzXvf6knL6jAB++F3UzPhXQBj7q6VO9jw4GviFjgjwIIz++LbSmPbtxHz4gpM09vOQtPYtE2L0ZXeC8lOnBPVH/h74X5wK+iKnFvQJ+g74gPCK/jIAGPmuzFb8uHFg9gOO9vUQaZb2vpvg9P4NXvmA/H74tQio+m1nfPcBNSb7akhy+i1ICvtqKjryxYY6+igUyPjpsDj61yzW+TzSqvdZLYb77LnE+418SPsftjj3p2TE+GLpkPhHAWT3Hcm29uLfqvAn5UjxFqfO9MrXEvttOZz06dAY+v1oBu9erKr4rhrA8MJ6+vjYSc78AVYC89OhMvi0mh75FkpI9e4aSvm7uCL7D05y+db9VPdDyO77ECbq9W+03PKoIob2/IxS+qa1LvsA1BL5loeE8RQCtvbz6ST5YHpi9F9eFPr4Ysj7MBZo9IPDhvV/gQDvYQtE9tE+hPRYLZz4JUh++jOeevSPgXj6FSGG+na3ivulZeT43sBk+JxW+Pd64lb2IEqY90Z6ivj8RBL4uAYC9F4dMvleF+T7QczC+IlaAPqNk2z1f+7297cNqPnenmTyaCCi+bZfqvRroJj/DWcY8FysSvim3kj58uyq87/IdPoiDNT6OKyk9nPGKPlfCOzwRF+g86VDxvbKAH7utDek9qUKWu/BpGT7yT4Y+sxp8vik3mL1ZkIW+H/6QvK2v5j0Bsdo9Fa8lvTbYXT5UstU9poKcvM+0z74/Tx0+7K9gProrGD725lg+opIVvnS9RD67WzC+M207vvkyHr6p3To+0LOTvrRCIb+9B4q9ztmXPkvKp77QPyU+UO6lPe+WHTyQ4ps+e8BKvgt2OD5SgUg93XIEvTrvcb4HX+W9cyUavnSbk70KUQk+/0XePKIjaT4Apao9yESfvGGNMb4JXVU+jTWXPWGbCr4F870+QfMaPKnZMz7pvAc+dXSjvj87bj6iemo+ZTt8vfx/ez7XMru+5kNFO6Anir1YJpI9DlATPzKwKr4FvY28Eu1DPWfS3rzrmmo9lv6ZPb+3rD7wGry9nm/IPUNgBz5Ayzc9J04dvtbeezyE2HC9H+svPtqmX77gXd49b9JxPgfEIr7FhQK+FUgtPg8iKL7JE5Y8icSJvlkW5718dgi//DBSPtuz6b0kw9M9/NgZvbxuGD4fFAC9xFkevjVSmzyV3us9LeXmPRKjmj0ls2++lZQAPp/bL73NZ4G+VGkAPgjttb0nDys+H6/bvfzYNT6+8oW+Uqz2PFWtdT7Vdtg9CCqoPveoXj5+dxe+h8X1PW4Yxj7DQ5C+V1kGvkLRZD37SCw9jPblPfaHLr6W8nm+FFapvtDsVL21uQE8vp42vlWmZT2fJkg+/tVvvuqUOr5nBMK+39vUPRe69D1Oz6E+CrMavn347T3rCp097+rNvYqsNb01zie+ductPcwyTT4PTJI9l0SUvp7HEL2bE7C9TTHdPX2Saj1Z2cY9z6JivimZzzxNIzK9Bw1CvG7aGD4ieYq+YpVhPdxmD721G/Q9CynZPUxdtb0VQBK9pmcPPWQcdz4LB7y7FBlPvh3WJT7JPAW+WTkDPNUzMr1IQzm+LWI2vis1zztNcha98GhwPZjdnD0ukC8+EF0Hvv48Ez6dtr09//g9vk7B8b5bZsO9InJHvXlkgD5l3kG+gmQ3PT2+uD2Z9/E+bV4MvkKeZb3wkC0+ZhI+vS1pDL7f2KI9tISOPfaRUT63E08+GtBMPUKX+L3Asac9Dkdvvdxteb3MNho+0MBEPesNYb1wMIC+/ABQve/keT1Jute+3Xx2PQhaa77MoU++iyL9Pdrvr75f55o98LQqPV3vmj38voC+NPiCPlj96jyK4I88aKjoPVx0LzxGSYS9UlniPcMk6zz99I29u+ucPW9kHj48QDg+ov40vlz67z5iLkE9iqMlPbx7NT7ZBtm9Ad+2vYl0/r3aGGE9T5npvLDiyb0N0jS+7GcpvaHtJr5IlwK93eFtvi1zmj6UTqC9ZbpKvpeCPj7U2zu+AxBAO6US4j3hkAE885XbPEcvvb5kzW0+5AVQvmKDpbx6CVu+ZTQjvd0gZT6H6v49LbaavQeKtT1eZQs9D0FZviSm1j1uHxu+diiEvmIOYLxxjXw+N8cWvkYVYT5BYRK+RrSwPeIcKbzouao+A8ZUPkapFL9XtmU95uQdPsdeBD7ZNgu+AQRXvCxEDr7X46y+2F6IPbjcZT1RINA9vEVKPt16Fr5IKZ6+ox6bvNS9kL1d8yu9Ks6nvPjdH71Np9c8VHpwPecd2b0MHgM+Y7c9vVg+RT6hlJo9fF0SPtIhfD5uxEg+c+4YP7ZgED46Mhm+mXiMvp+h2b5/bRU90mKvvRzfbr9ikgy/ePYPvlUkir1c+BE+uYafvWi33L1d6+88iaIbPsn4C71H1cs9Hdc5vY95FT2z3606/3N8PPRpDz5XHQY+pZtxvvlyGD7IywM+Wey/PnDgoz4fLvM8wYMYvjB8MT7Ido0+HnTsvZRdRT5if7k9kXhhO6G6RTzwc/u+55rVvpdwND6/j7K9RXE8PkVnp77i81M+JxoOPjXJTL5Sfke80ha1PTqUDz8bcrU80kELPyEnWL4sLVM+GFgBPQ+cZT73DZm+Gs/XvRJgNz+7F4a9ZmRzPai5tD6jFJa9MzwzPtxgqj5Alrq79RC0PZFV6j00gWA9bCvIvVsk/D2UhhK7nBUDPgxCkD3Sb9G8lIgUPeMjSr10lou+RbUnPr3xQz6IHmC+uUXJPXLO+j6fBvo7IbEAPcfOMb5XLCO+jdDlPdYAq73Ufb89Dy6/vrPtjj7hvxe+CGSzvhdtoT1Imwu+xRB/vlsQPr8U89+92vyAPnnMir5RvsW8EQyHPqdnXj6kWnI986BUvq8+4z1Z/4Y9MDEgPjXnV76CrBA+gkCIPJrLJz4liIk+w9dNPU5+Mj46Rr8+DkEwvkdZHzujpxI8EVcDPcoDp744mAE+mZ5JPuz9Pb18Mua9laBPvcV3TD7qkJM+QeUaPubcyj09DwS+pgrBvbWFkL1r52e+A/cgPoN4pTxFKHq+v91HPkfxJj09dmC9VUl1vaA3Lz5aZfc8uyatPMldUz4mu549fkkuvlC0Fz6NwwI+0PnbPd+K6DyfcFg+GDeUPoYpHL6Aq4K+EkhePjWEQ77CPQW+YW4uvmioOj3eEta+V850PhS/ij1Iev69FC0TPg2ff71y6K6+/ciyvrdrcb4hfLE+e8suPHpigD41XJY+0MUyva+Ndz0BHHy+95R/PPmJ9j3H0Hk+M1qOPTK9dT4gpS69i5JJvXazNj4D3og9W/NEPrzaFT7awJ69KSE9vcAm0T4+eKi+/QGEvkAVzz1CDpA+A32yPQ75M75uOuO+3s3nvUTn/730dVo+nTIRvrklmz5OLfE6d9a9vnAbyr0hySi+7V55PjgxWT7hncY8qU0yvtepGb6IsoU90cofvvJb4D1ZGSU+GA5PPjPekr0RGhA+luixvkLeDr70RRS9s2E2vjvr8L3/+BS+OZKwvVtDFL6v/3G+6q2ivrCfjD2TPY6+I0coO1b6ub58ej29yw8SPtazk72FlqG+88a8Pd3H7T3ML6O9bv9IvjnqpTxrkze7XwzMPFWAHb1h2w2+aCSnvu5cRryEOBe+WrhTPVeHSD7zfrO8YW5yPOQtKT1XGj09EmSPPXUs8b7ccyU+xPVdvQjbAj7pmjC+WDR3PqGnk74hc6g+R0dbPhB5ID6t2Qc+ZhszPaf9lT7LbAy961UFvckHArwafJc9bYQ/Pch/K74fAJo86zuYvrIaaj07+xQ+NuTZvaB8wT234oM9zS0UvpCRU74jWSy9y/CNvNhht7wbuHU+y0IWPpED1D3S/8y9oUZEvro+2jsv0B29Do7aPQrfXr62Rj29ufuSPWcEgL1DABQ+FkesvfOXOT6XGYA8fFSKvU49Bry6mUY++z+HvRCplbs/W769h5f6vPVzfD5tWeM8Jyxmve8iRD4I5W295/CLPR4tcjyoKB8+I5MjPZvYOz1TL6k9GsqRvUHLILsVSma+OHR3veFukj3C/DM99QpSv0bteD3VdgQ98wcivv0r8T1xJHQ9EgBYPsAuBz6fIAe+KuhjPQvjfz4vqWE+pQgmPYxBirgLT/+9Y6NZvmH5JL6kXTg+d8CFvra9W7s08Yw9IIwJPu6dE74N5QY9PXOxvupvGL4Tn7s921uqvc7pnb2s8W+7HHCUvqfC+Lx0GKe+5FhQvgR4Bb4Dab6+bvMUvvVU3D0h61i+WJgUveEkh705jvA98Oo7vjxHEDz7wbo959oDvnXvpj2nxIY+rYi5vbcg0r3OPu+9LPlnvrnh2z3+SSs+D8BPvqdJWD5ziGO98gA3vsZwXr5yL+E97tWHvYEWGL45aR+9FsW6vFOtEb7BiPw9OzV5Pp99RLxGLly+bzgzvtfELb42DxM+8oB4vpslR72FPFY79DjUvf1SDb6VGNI9TfwZPaBbNr4uGAc+56U3vsmW+D2bUlg8f0vdvYk4Yz4nHwK90QlIPl7tsD2KGpu9hWyIPqDuCbubx+e8x/yaPRAGEr3IH4m+DMKwvp10Pj5U7Wy+JHS7PQrksr7JO2k+A/9dvhYRnz2Vlii+OqH6PSxljT38Big+a+eZPhcP9j0UUS69+ZXFPRPUsT6rOES9xrTMPaEfYj4zUdG98xJ1u0TB6z3Y8XO+SMCGvtIViT3aRD+8tQMdvmUUW70awYu+MoRGvalcTr2fBa29ulHuPF+xMz32mbo9k4r7vS70tb5BelC+HNKNPnDM3D36Pyk+qR5cvpePDb1pD5O+gG8rvgk3iL6n/AO9dSnWPYfWxD2qBIK9rNeHvYklXT3tEja+Uru7OxYOkD6K6yi+MXMNvo8qSj2r7Cm++UQ4PRPvhb55p/683epzvvYI7zvu2KK9rigFv0jYar0eqoE9UViZPu7c97zKRrO7TaqLvGeESz6yLzI+dxFfveJuiT5XAzk8PMzEvSQxYj5GLt69t/MBPpf9FLuTAPU9KDqGPoWG8D3auh49uVwpvmOn2DwJ0aA9SIk+vUHmGT7Qfge+6qDOPaFmET6ULYS+zm+JPeBVCb6cZAS+FB6CvfV4hD1h9Bo+334fPSPTLz2y1U2+/zqyvTOZ9r3bxta90aykuyx/RL3dcEY8rNATvlhsWrzhC+09rL53PhEjCD7oGLs87ggBPeLl8r19dBq+A7mavc4ekb4FTlk+0EnKPUY4tb0Ol829nP6AvfSXQb6F0WS+nstjvvdxIb6Q/9S9Zy6Qvj2TWz7888m9eqIXvlKXurysn+G9FcuHPgVnpDxkPiY+A5+LPUY/Tb6Zpl49l408vsmAur2Qsia+IhQsvWVfcD6aFBG+uq+VPm6vKry0//A7jrsTvvMP6rySWFq9jfEhPOszQr7v1ka+gWkjvITsNL4UGTY9OYc4PZqkhz6dsV67UM7ivVVYbr5O8Wi+Zou2vdJsEz6ifTM+hZEDPp9py7xZU1e+DjiJvtH1zz2RCKW94Hg7vP3Xmj5OaAi+dZRivtEbID7VDxO+GnBRPo8IvD3xOyA9in+JPeC+I75HxRQ+ApsUvmocWb4rlEe+5LbgvZouUL2A3o8+GYstPTTcSL6N6w++2n5Hvagmaj7MEOS9x2zzPDI9ID2uL2M9WhJyPic0qr2YbCe+A8dgPmn48L27avy85v7bPQlqVj6U/UO8pp1jPJ7E0z3+cK884rCxPALXAj59c8Y9qZeKvG5cv71UXg++Y5FPPgh0pbsC6Aa+SIsdPueMdj6/hZ472mUlPa/ulr3+BWc9ngcqvJkGSr7LhCM+6nSnvTJDib5s3I+++iMZvWAtNr7IE+G7jbrsPMzCor02vT69gbCevc8uJD7sytk8Z1NQvk1LhL29j6+73B32vTcxrjztXU29EzhUvjFKxr1CzsW8jegAvTCWUTyiDUy8i3cTvf+0LLzy2ei9K29qPUVij74ORoG+IVy2vUOzjb2vqYw9ZGUzvt0Xvz3qZUa+araVvu26wb0dNAa+MUoOPcIM1r350Og9fkcfPa2mNL4ijR++lFEnvaSgir0CCFk9j4ZLviOYkr1Xtne+o2uMPQNp2DzRYdA93r/BPUkVrzyeP/i96zNzvm2VuD2vE6G99LlUu+CosDuXVG++0zujvV1mB76CcoQ9I8iEvNZslj1NDLG92Inhug4kD751px0+8CKjuoX1rz2agQQ+Xq13PZTrk73bKIY+xcodvtQL6z2K1D+9EhthPRuMGj2NPgm+VcF2vl39+bwNkCa9bPKpvLkcorwu8ig+U/qavG89kL3HCgu+KP42vQyFqr5WQIC9fHmZvBL7Cb48Nh09Ab0svhkWf76IKdY9DLp+vebEgr5aQuG9xH5BPJe41r1zqg6+QBGAvteLED4cct08CU/NPNFh4L2d+jo8qYnuvd1QO76hXY+9Z5oMPZH/GD2HSBK9pSRtPUy9or0Nz569YKUjPvriQr7Ras69i0VEvjaUL74uW2w9RVqCvU+flrwVMV++A3kmPDqZD71UP0I9LVYEvSFavztrOg09RuvCPeyG2L33cem7miaiPubNQL0P4TU9R3NLPvgkbT2z0/g8/JxIPuP6Kr7hsri+6S0kvaHBDL2GHKy+stEMPtEsYz2B2tk93lS1PBFfDL75/XM9I7GyPaS3Oj6yca49nrPiPXNn8j0tyE28HY8Rvr4yiz1Vyrq91+JMPtOEujvm+0o+LiWpPCVSoTySJKE99L+mPUhmx71ev9a+kxWNPZbMmj3MSNC9y/xDvow1Aj5GF9Y93ZcWPcQy6D0XAd4+Wj2KPUorFL5ZH4y+N9ONPlnRrT1rhpq+H2BKPqzEnz0PeaO+8lwEvbvfTb5WgBg8aRr/O/aSSj2RdbS8VTosPkBsXT1yRDg+9zNHOtNRpr0HWhY9SjKjPTIvLD3A5TA9602wPUrM/jwrHka+CN+1vbTJIr7V2yK+SYKYvawa9LtUu149etzovSzWBL455Qi+5v/EvCCyjrwzbVs9LK2OPccq/LyoGt29WMlAPLA+Pj5scJg9urL8vS+SYz2bwfk9hyXMvcWwar4pkN29JKlovqbpMb59RZo98ptXPHaJrj5Y96A8datqvev97TtmEaS96Wg2PafyirwdMLU9xtmPPUaTQrxxY629Kfumve3oAD7ZZlw8AURAPHEAUz5AKLq9o1CYvANBwL2exA++zMeuPCE2KT4knK8+OGrpPq3yMb0yvho9hjGYvS2xrbxPjCu+Xw8jvuSx7zzn40C+xEIbPkt9Vb7vMWu9a9+oPWYXdL4Jrw2+StuavH/1j77jqMA8q+levv20cz4Nlso+Zjh1vj5mzbyCJoO9YxJWPrZsjLxSt3Q+lwy8vU+hbjyZdg4+TPE0vuUjED1tEqS9i5bWPRcMAj+tya89T9JXPiAoOj2Z6Fq+Zj8svumkFb6+5tU8zk15PvFPQzxDSAC97QM6voXHj701cpW8PJ+BPkFfCT6j0ow+y/5PPhQSP75bfA8+Mp5ivucjgT2K6TE+f1ZxvTJeub50e28+Yrisu9mQIT23leq9YLUsPi9v7L1YR6y9U42AvbSvmj51dZy7s7VUPj7aSz5l4Bk9oWW2PY6cXTtsNlM9BOJSPswGbL3B6cC9ApQJPsBiq71A4p0+XaEmPn8ncr2rCd6+tVKvvTh1kT2QfSa9RZvvu/XEU74Uc4M95yvAPXGICr53CwK+Ow6PvGvzhD0u7He971HsvTLJzj1+VT29Xg+dvjjwrT3mQEA+cGwSvuxM6ryMOIM91kQKPUVmD74dMIa8xsJ1Po8CD76199E98QqKvEgCqT3rh3A9OV0pvkPKBT5Gs1s7XyDIPHwLjz0I66W90W9HvUo4vj2Eehw7zRgSPhuGmz06W4M8Z6Qkvb81zz1HGMO9TeZrPr/Jxz2i1SM+XhYxPpSPuL1rVSw+hUKDvb3mMzpM+pm92YWIPE6jNz4mOcC9xtWgu2KQjb0qyB++W7JRPgY44TyrNQS+EA9avRpQcL1gJ+y7qE27PB7OaD4HBkS9MPuaPVgxT7wL/m69Beh6PQb8Lr3sP589722uvAGTKD0nWpq9/URFPptWTT5ORIc907PAPHoZ/7yQEG48WI4evaos3z0eRSE9pfdrPeuykj2C4+09zE3HvYL0L7wyKsc9ssJMO+MBn71+2Ii+Vg2Cvo+HJDwRAPc9yH6lvQXhz72a+MW89IATPoxZ5r0ePug9ozhgPnq7vD0qBhO9ZghePj+D7L1nAf09kJGkvXz38r0AduU9/EKsva7LOj4KCag9HBObPfLmB76wtSW8+2wjPUlXpjz9KDM+3gwKvdLCvj1mUmU9onJXPVq+Q70tTCM+K2OCva6Lxr39/yo+1yqVvegacD4NVdY9T3UqPoubdT68cb699uxgPt4rJz2Y/Cu+rBe6vd9IJj2en7w9bzICPlUnhD2B90s9MbA9vbmIJj7oGw4+n3N8PYYsfL2oCJC9Soj4vNusWDzI+yy9HyaUvJiXdz4X2wE9LqMEvnmyUjz+CoI9sw2SPSsJVz50RCK+di4Mvp2YBj6Teaa9WZjMPaP7iLxqMnk9h86Avt3Ah740FvE9ezmIvt+J2b0KqLU94NQNvhroyz1qfvO9zmyDPb50wz0R3rA9FvCbvcUWtD1Syyw+zbCKPrpHhL4RXtw+Dp8QvuHLmT4L5qe+/FyXPWb1g7xpcSw+7QKIvYOy9L2qNqC9whP/u9fEk759KvC9RMGQvlITjL2o/Tg71DeWuiSmMT4og5+9paMrvaZOQL4Pzh69LsijPh2Rij2dFOi9ljcnvvzvgj60Ozg+vc+nPqlksD64qog93PklvYh4k75y9C++hR20PSTPmj72x4A9YvaEvoH4iLzFAeG+aZeZO/5yqD1OeMM+k8OnPgfVFj7mv9M88XVVPhf0Rz6CdBO+dCGhPh6JB75I81Q+PzqjPdjf97zul+G9RCGjvQ02JD2cFkc8aeyhve6Zhj6duFw9IxaZPc6/OL0RvQi8EykVPjGJpL1Ymb09lrKGvmKe1L0qwto7UO+EPujMIL5Hg+879pBAPaOmgL5wIkg+WYW9vrPjaTyJFRK+bmeJvYb7oj6VsxS+sxLwvQULHb72QKi9OlabPQE6U701fpE9QSwdPb+JTr6XtNY9IKqtu7qS2L3jk5E+QnfvPFAfez1njxC9H6wBvmu2JT4IxLa9A/JtPan3sT3oJ4K3+xEqvWklqz5wMZy9M42KPlumBz69dJm9R4eQPsKe9D3HOEa80YclvkWupT2qCSQ9xxGRvfx/nbxSgTs+6ulLvicFHL33iQu+JFwOvmz/ez7MIIO8objhvT7tjL0xkr09zlqpvadYDj50qYO+aZlOPcG3xTzOlp88pZxLPJz1p70+aJU9fscAva+pIT5iX7Q9cqZ0PFyqRz5wNG++XV7bPTWwpT33WYk+ZAoOPr05gLk8a7y9Q3GgvZL/MD6Zl4I+W6dyPpr64D2WCxu++2+MPZT1aT7Xzi0+THEoPsHrH72Tlw09namCvnP9PrzWvru9S86NvSoRoj27ZvA9rbyavjBCXr6kIh2+dF1ovf75Oj7DVYs+/J4JvSR9n7xRB5O+mZQePlifFr0CJlC9ynmOPut7prw0G649lBkYPgz+JL66kwo+nD/QvUodTD3qNN097KiFPanmZL54cqc9R/gBPn5dDT64+ga+iZNNPeb6Br30Wjk+FrM4PZ1a2TzFY4E+8zesvZayHr7Kf1w+hK6evn4o67xB/B893LBfPpGmury2APi81tECPt1Plr15zSA+ErE4vi5g9Dtmgbk8RW2LvqSslL1BtDQ+F8CUPtaykj65q7Y9c5qTvvmPwj6lxpo9C1k3PVspgr12/Dg+VGs2PO81Fb0S8i49SqHlvhQlyj1bJxw++htePZtdhL1DjIk8iZObvcwgPT4AFdc7AKS3uzhaHz0nV5E7iTpsvRxULr0+PVG9RYNfvBbrTT2JCQ4+XvwMPbEa0zwYOwC9AYEvPSPOv7utk/A8OOg7POWEBr4BBU09MN+LvVzdPLsprfC9bat5PSwY/b2MHBw8prE8vEmo2rrgqDC96XjtPa10F75I8js+ylccveTrKb2kG0C9mEcGPQmFCr0ABhG9t4nUvRjGAr6Cvow9pm+HPczFsL1OCTe9/x8nvTdlKj5hbmO9lCaaPcCMuT0Iv189iy3OPVmTjD0Eox+9fb+FvS8Uer3bZMw9OI+JPeM4wz2ADmg9hejLPaE/Eb6yANM96J4JvquVT7zSVZq96KKQPTL0GTvAexy+b3udvfn6er1LaDE+46vxPA8zMT18ZFK9dzvWvdV8orzRNeC8OVcIPToX8j2Yds884l2svVI9Z7zBwOU8nkdmPFoNkr33+h49zZbmPRPfGD4ch+K9aJBevcnQajy2hac9JI4MPoDdpz2UC8e79v58PQD/ej0MH/K8+TzYvSnwkj3+Loq9IRUXPUEGmT2PoPc8fWxzu8rbZjyudIQ71M6DvULRo7oQYl69lSjwPD+tFL4c0bu8gVRfPcKerL2BVYK9efSDvWxMLr1Gjiq+ki4zPfvUT72g91k9CdHUutEblL1vh9O+MRaMvOWVjb2lXOI8o5jjvdshYD22cf28g8f+PQy9HT2uvLO98IfhvLuHgb3UpAq+6BQsvi9qB74sswu+HVwZvgR07bsQmnQ+C8PGPWO+yj3c38+9qtRDPXtubr3ymQq+fb6YPZOpRD1oWB8+BfVgvVRp9jxCrKq7dYgUvsw/3jx7TNU8AO8xvRrutr2XVGu+L2qqvSiptD4u1wY+DcRrPUrJbjuv+ea8YS/LPfEPz7283rK9XLrhO5jOlDrjXcQ8UOPovdHtKr4ceTC93QgJPXzQgj7hzco8LSJUvtvJ7rwCySI+KYvDPSyWlT3aKZw87b1IPvRPQD3KbgS+AbM8PiaW3Lqx+QC9riD1Pb1vOT0YX0K9bAhvPm6Xvbwtm1s7zC1OvPivhT6CtTo+3EYxvVES1j1aVR+9asThvSq84727lxs+miMPPaZz373e5IK9nEwIPWgu1D1U26I8Wi4fPXStLD5KqAo+Lzcbvjj0HT6xCrE9mDlmvd/lrb2JX2q9wXMIPGjD4bwsY549gGpsPYKbMD2Iub+9zLbDvcr0Tb2phWo9/EbavCRs7r1osae+ABEdPljPnb3o1+o9C/8pvlf3BjyyokS+YoU9vYFYnD2F4yq9c7rCPYEsy7lrKW+9odmTvjLnqLzQHtS8fupKPnWjkT2OoAE+f0goPm6yOT5yLR28ZcSaPR5HoTwCbfa7DlWFPAjaJz01N1s9sGbyvaaK2z1LA7y98ysZvnjvL77iwnw9tOKRvbr9sb0afB++fDLSvXcZIT3LJy09AGeVvEn+MT4b8wC+LysuPmxg6rx5TAA9lmnqPZXwIb1MtIq9rcJZPTJ/kr36D5y8KpxHvs8l17wFb5K9TaLavMV3oL04ds+9G4Y4vb0uIL4FW2a9hEIpva+KKT0FkMs9yFasvoGT/zzux6e93slbPEj5wj0fJg0+eMQRvhhmWb5hsxC+Ue3OPQgPCj4ZT/C8vyaEPH72Sz60N4q9wDQIvgzRoz3jrrW96LycvTjf/j22/L29ybpjvWHNbD3xxR48zYLWPbPHlTx0H6y+zhlmvS6z0LzGzou+e5ygvOtAuD2mfv891CLLPcsE/7022+s9PsUGviUkNz7oaI+93aTGvZbkNb5EZlE9O3yWvcqSij3bTrU96cHPPZL7kzzy0f89D54BO3I/EDzMW/S9g7nFPF4/4zxiLys+47QdvtsyFz00SvU9C6qtPaTPg73yd+e9iR0ZPilFXb1HbMK9DXVWvf5kFb51KyE8bscbvrzY9r23Nja9mbFfPrH4YT5Qfw6+MXuSPXDyzb3A3y48sHpmO8el+D3IYB89WHB0PQX9Zz2mHrg9Lk0Nvqlmsz0DWcm6GQe6PQhq4TyE5na+ar8bvvh+6b3hzB4+Z4eEPWX2Ur0rEzE9Gv1IvUYtqL2xYde9zIUgvgbDuj1o2K49NPsgvf/3cT6EHhQ+mXBbPTBrVb1my2Y+Bx10vdjtaL1xGHa67nFTvtS8Mb13FvK9YAjZvTpqI75yGHy+MMd3vnOd6b3sTem9A6/FPb4/zzwTBTK+qisXvrxVJL0l0Vi+/dvUvVJTOD7QyGs9RZ0FvtQWYr6UUtS7rDlpPUHwEz3SQDK+C45nvfpVALz5aYK9m4X7PT3cyT02ka687plZvTuHJj6GVQ++Cz1VvqFX2L2Cjee9xWA6vlLOcL0xSG291e+iPbNpy70quhY+lqpQvtHuy72MELO826gBvtCPET3QTU++gdmYvjFz9L0Iwp89crQlvbm8vTxxRKk9e1g+vnyFOLw/4Dk9wjMvPmG5ZT3zxmo+Dg5XvTRatL5Xugs9Wnrivb7LGr5Q9VG+UkThPB2HLLzpcqC9+OYgvc04j77Mwkc9NCxtva0dir7gvQy+MxI9vjytkT0xHOa9tG92vE9WFb1cTfU9fxeIPI+v9r3UmGO+6yZJu7821zzJPzM9QY09Pfblgr58EBq+QibiOks7n72+lWS+1GdHPRrw5TwvWMy8nVrevdAsbr07VR++xUi0vdSzYr4H+FW+vQCFvVyQ4ryPsH8+I5INPp0ah70Heyc9TAfyPI7/Ez4iWHQ9HKc+voJrlj0uPtI97xybPW7zSb3Ww9M9n3s2vvVhqL37JDk9NrAZvhgLNj3TNek9GU6mPdsknr2LCsG+KbAnPsn/xzyXjA++zn8RvrIXAL79sK675QeXvpDcjL5suuG9QEKgPXM/Gr55Jrm9RsTiPcCbSTurOHE9jmQ6PXVlOD7ie4A94aWpvCqV+T36KdW84aBYvFwIPz79gzA+ed4NPTZ1pT0Z8EQ+RYJIvQXiDj2Rjkk+b7MBvOkIfj40hSi+L3zmPZOkjj0GrrQ9ddUPPZnTXD761oe9grDSPhejJT53cVS+n7uPPdI9Lr5H6BO+Svu6PXwPfr0Ed8Y9g1Itvu6iAL6MJwI+WUSMvSd2QD5hNwC9zDwCvlPbDj7MmqO9by9MvVvCgr7QhJU+621+vcKxoz1SUbI8NKYsvsooqD2cnCA9JWPAvhdrI7zQ66I9lp6YPdwHZr7qDxk98tXpvGSCpT05RgA+ifKwvOgfWL56pw4+J3/TPeEzwjzH8rq9MSE1PrI2e77vXRy9GMf9PedqLL0PdgU+rPJiPqsNM75n82A8INchvkL7ET4GgkE+AXezPSaYIj7jHDQ+cLgoPu0Wpzw4NDS+xyqxuVHSFT4s0aQ9T4VevgHPpr2vGV6+NqIfPm49h7pETtI9YChUPZ12pr0WfCU+bqthPbU62z1oj4w+WyrCvcL49Dx59qI8+4k5vUPNlTz8/32+DIKSPPvF1j2llgg+6lSkvEOcN74C81S8C2b5vJaJi74A4ia97qEvPSXE4TwSOCe+u9BUviIBez6vNSe+H6s6vl01AT6sy5Q9oohSPlurtr1H6qw9UpfevRrvMz7D/r495hHSvGavXL0yYVC9qk2XuZx+Gj6BqPw9sEWnPQVPIL37Z189YU3jPagbGz3TFpm8ykfjPbWlCj2fmae9VguqvMiwS73jbZA9N9vfPRHmiT3EwQ++Vp2tPXH0Qb4C/JK8MHKPPueKHz2iFqw9H7ijvHLVLz6UKK69u+eFvvzp2j1zrlC8OaytPfpwZ73neh++ej5AvZUGWrwzjfY8YgEbPQ4tID7lggy9LY/3PLJmr71h6I08CaX/PfOp7Dqyid693yYAPqI6Lr28wcA9B638PUO4Fr54bug7POK/Ot2MzT16Q7m8U5O1Ptonqr2Ktfa9lukXPmhBWT6LFI09FN98PfNaeT1E4x0+L8yyvUHPmj3itoM++LjBPRpJFD1fsUo8H9S/PZhAZL2X6gm8lqPIvT0m0r0woqU9rvAhPd+7n711Ebo9z5mFvXpz3Dyh7Qu+gL/YPS8eNj3crpq9ZxTzvfN9Bz7vjRE+gaQ/PVaaNj1IlNW8h73JvXqS+r21rzW9WtUZPnFoML6JN8E8XriFvSXG8j0bU6q8dk37vfhrcz02UVW+9jOfPTnUXzxsUJC906AzPIrn172PHmC97rB7vdHkdr3uFRM+ikTRPUYFdj3qJo27aAyzPfAJBb7E5O+9nT4Wvg4IpLxUseg9z6RcPR3n3D0KRSG9r3wyvQKrBj6pztG8xLRNPQA1R74j5pi7ApbVPMaFCT2uWxQ8ZERvvlI87j3eO1S++SYbvkwR9b1Xerk7VCkNPiCXSD7IgLc93t3RvQaIGD1/Twy+spPlvKsEFb6Nek09cD8Bva+tx70MwiI+nnJHvcz+ST1wNom9SvuxPV3S0z1dQw89T4ypvS4iwr2sf4O73a3QvLhegj35Tkg8dQKyPE8bBL0ohAI+3z2Dvu3ZTj041eo8e238PTkR/bsSPS++wGD2veFhNr4NesA9vxfxPbwTAD5EC3q8PaM+PiuUjj0ek4O9MFYVvjR2C76NCv09Cj7+vQRMazzomZQ8o4TLvd5IKT6B9sM9arXVPbO8jL3TCka+p2fXPSr3871ZTIC+UhUevlLwbLwzmH49yxOMPZ9VgL2GaDE9xjXyvdRpyj2lprq9qtowPqa/nj1ef9e9K+uCPrkxID00bTQ+Br3OPVwzyL2oFyO+qj8OPrqS1b0nAK4+91xJPXNg0z33YKw9j9pGPChohD5dT9O8AgzEPUUygj4E2rE9s0wyvhjaGr3gAhA89UqvPVuslb431RU+i8+zvMNaGj2W+jI+qMuUvrDzML5cntU9Ksh5Pn2WEL7TUgo+6bBXPbGYFL5qlvw90yQ2vSYbRr6Tx4C9seDaPYFBg7vO0BC+7kOhPhUj7Lyz41k9PuKUvQfYfr5YoJi+VFuCPiTqdjzjxwQ+WyuIvPLDJj2CXJu94/9TPvD1VL29BAg+Dr1yPlXeIT5hiYk+PKtWPmNuRz6SGDG+757+vSPZTr6yoEK+H8zTPUr64j4JCHA89UXDPajvCD4Nd+a+ZvcbPsPQwr3fbI8+9rm+Ptc3XD7ct2C9N3PivZvmwj0TXHm9RnmGPm2nGD53vo4+CwLzO8bHSD7peKa85e+6vfxgoT04edU+jQL9PS+Rnj63Owi+P7xPvdXDuDxdwYU90m9fPpCCYDx7Sw+8VGWnvjs86T1F/RU+rGEWPnNaYj2L7+49w9h8vS26cL7EVVK+mc5VvYaEnT3n4QM+VzGcPO2+/r1WuMG8n9ehvXbbEL+n/0c9BbmsPtfKvb72ra6985dnvUEAA73GEQO+Ww54vSuR0L3J2+Q+fHOrPXNQnD2YB/i900kHPldiuj34OQo+7YOEvY+Hkb4c77w9Y75UPrNfDT73Q6A8wdUEPEN3iz1coX+9m3sxPnZGHr2Hise9eZrLvM2MXz7hu1S9z4bOvFEcbD5ZI1k+lIOEvsoDTj5Ynz++OTRWPtUchzzUK9g9VKu5PBUWnz02WRI+dmkjvk5lTD60M448qI7ePF2QVj72Kp2+VDouPh6GBjyellE+uougvKDPbL1tYBI+sVO5Oj6u8z3py+I9ljFdPtTHdTzb3fA8ru3JPJXVEz65zbg9/qu0vI5XuLxMID4+N/IYPs885j6uTii+qCZaPP6LHz5Eq1Q9VWpZPrPUQb2ALVS96qylvqTH/r0ZsIA9U4ZpPc3TtD1IH1g+SY9mvbPFn75IMje+zoyKvjwtiT6+u3+9RmhkPDQ/EjyX8ty+oRQCPuKzw72PD989H3G9Pg9a/j13zwy+UccEPt/MGb05ZQg+/qVuPZw/IT6Z+wg7oSpOPmM3Cr4DTak9hSpKPll5Aj7p06e+B9hNPmrZg73c/sM9nokYvp7V0j7RvlQ+acwGvnmt0T1+Cmg+gpTtvQFpjD0jgKG9F4w2vhSNAT4oiDW9e1Q6PlWRGL55ZFg+MvexPRunBL77NQm8y+ACvUtBGr45HJo9dVaIPgUCcr4eEEo+Eq9Xvmw7dD5+B9w91IE2Pvs2t77QR1k+9vc0Psb4Rr2Ql1m92q7ovoowVj2O9c27Z0acvWYWnT0+QUQ8GBsLPP1JgT2ecTw+zlD8vaGse7xGvKa9lJgyvUzFC77Uvzi9A5MlPk1cnz2eCIw9j0SROw1ZqD1P1my+Mu9KPieixj2Vrb29rjO9PKCJE767ONm9kR+zPfzzOTz1kwa9Go+IvDYprz0gMLI8lO5gPmHgcb3S1I69YA4wPed3qj1Ax5o9UuHPPKYcDL7oTM89DIpFvpNTFb64IlE9UFjqPQ1EgT3qRDS6T4zBvFa0az2A+R4+srb7vcGJJb4P/2U8Gfctvdnkf7y0Xy6+QC1RPidwib2Uuis+m9VEPoOiL763Lcu8WD6avda1BL4muJS9M3mtPY01bL6J4aC9PCYqPvvBP77Lhlk+kYxIPuJhjz0mgZY9dpskPhD1GT45V5A9bZbDva2rh72fBbQ9qAyAvM6sSb5suUk9oD75PZetDL3sAI28VIDgOgzNt73BDQA+Y8w9PZ5uGD7ajdg9joC2vbySU73c6WQ9sBRxvcARJT5iYtg89L95PRTwbL1gscu9GcKUPlqh8T0oJAM+g/ZTPglyE72xfvA899+bvWXh1T0G5Og9U6CGvd1Ux7xgtAK+wscTvkxNP76CoHc9GQ3tPVi3rj2G6ik+u0QqPMOZ7LzdEUi9KP6FvthERr5ypTg7b7yhvWWjmb35nmI9EFtcvai3Bj6f3yG+MoWrvWvjRL1FP4+82mTdPdtXwL1MzVg+JbvgPYHCXj0JrSO+Q0OQvLAoCb3vWQw+n/wjPlPIWL4NUo48cFA+PMNVAj03G/88Sv7QPfziu723qTu99ES/PKY8sr0c7Dq9jyeHPUsYxDwPE7a94MOZPf1+PT2TU4S93/0pvlZ4qj4vHRA+yBqfPCxxL74d7CE+JPpvvFKBbb4itFA9JpuJPfnQxb0rf/w9X0advRvJib22NZw9kn1VvZsHRz3D1609gHcxPWLLkj5oCIQ+erVWPr3GGT6UNf297qKPvbdk/72zWx06Rh22u5TpHz2Xodo9aBNBvnS7+j1V5b2+theBPj2nED5ZnfW9pd3CPn+H1zu4D848qhVGPkmLnb2qu7Q9fEQ4Pm2fxz1k+Pc9bMyVvNcYEb6ROVm79hjxve/Jdz18y+M9qfXfPfzQsLzevba8b/fHvd7KFr5o/JI+2XZPPRe8tz089hq+Ld12vcH9Zr7FlC09Z2EoPmJcW75n0cW9uba5PbSjcjxptMo9+H0gvdEw4bw539o91MxvPmG0Eb4DVEi93S/ZO+DH5D0ZQag+F5p4vX4HmDwP9pw7DFFMPvtI9734tAI9px1CPiGHODwdyj4+C8AzPSPSwz0q64w+4Y9cvY1ywL0/4ps+8x4GPsSBlT0LKoe9NmtmPkUhQL7yXbo7ZLyrPiSazT0lpwq+uVEavKT9kbzHJwq+LhNHPvrEgb0TgqO95JRSvuL8iD1noB8+H27/O74SpL2kQJ69zOPGPS5E5j2czkI+i+i/PdVEKz5lvya+OAtxPqjulr3CjFE+PJ+LPr21Ir6xXmc+HFkaPUqIXD4q+qw9ExjJvuRqMD6Ekuq8DeZiPQVS4LwRITg++6o/PZpYDD4oTBW+HRr4PWb0jL5Ox4o+qqhKPX8aEj6I4kK+y0LVPYDhCz5jXwC+JSaEPjNYhr2VQQW+5fLcvrOJlb1OjSk+hZmYvdJaz76DYtk9E5dQvU82tTjUX4W+DSXCvKeCnj7E8SI+9ukHvaej+70cxRQ8fXELPj3ZHL3jnBM+D2Advi5SfL7mLNI9zfZ+vikGEj45uIs+WR8avi5sFb1K9/29zajjvRTeKjz3uzU8EiFqPcLB/T34aog9/5RdPTVZM74gJ0S8JCySPUjSGT3HmIg9oIh+Pokq473xk5o9AmpavgJ9Iz4NpSq96CiNPshxjj1NpDS+mfBoPpvnmT1EtRA+Xq/UPP6r9D357rq+iW0dPicnGr21jh895iVhvqv9kbzsvj69tg+PvkNSIT01Ln0+5MGFPfjfLr5JxAi+G214vTDBnb6FVq087zw/vjAbLrvo93s++AYwPnOp1T1/wpQ+tUMavsEbPr6uDYS9gRlZPQ9UDb15fh6+hWHkvXII/j36Ax+91Whnu9PBSD6DJcI9CTCzvMyf+r1RTY072hdXPdNNuj0itiQ9BJbCPEAHRL3/MhW+Z2CwPDdTvT1mgsS9k44qPCo5f73tAg6+qg/qPRqju72H8xc7vbCevSxsjL0KxVu7HcGrvSmqYz15QyM9u0s/PJmznr2wUUy9Y/JfPXbjCr7uj428zp2lPZ2+sbzcMrw9fA+SPVs5170x4cu8+OwaPTvClz1WuTS+afCCPY/v3L0cFP09NOE4Paah272M06w8bsKPvAy+gb28bZm9owJrOrfUMT6KBcO9sBb8vcFQu70ejOE9Ys0SvnuJ67xcrQS+dC43Pbw9NT3d6qc92BnWPXpiAL1w5Km8CiCLvQ3Y0b3vNKo94ifKvF3euL0aNSC9xKfAvIDRUb3m/q68Eo60vSpnWz1dFIG9ReqOPDxm8jwmNQy83X/rPZ3KiLzfVwG8CAZZPQHrarx5T6O75ykLO71NdD1LVX69voG0PYWZ5r2WqW69HH2zvX3VJb3E71W9Pt8nvj5SrL2Sr3y91XoDvfC2jT17s9I9oiIzvfycKz4B4YE8XM8vPCnPCL1Dsgu+7KOuvX/EBj0YS3S9eyraPUS32L0a7ZQ8UegDPk3xDD5+ADw9drjpvYkGvryFnhC+RoaUvW3MObxKUXk6uXXFvTdElr5ldpW9sJ2RvYz/djyk5jK7fpUNvS8/YLqdDVU9hxV1PRuRw71srOW8d8PHvEJk8L3lCRA9f5kvPLBF2LyHNsA84kOKvafgJL5UqRW9kj+gPeUuOT2n4n29QanGvDytlT6w2Ec+qgCDPfmH8j3PGeC7pXYlvFsTCjxKdKm+hyHPvbOS4zzh5pU9C6ltu8ACCr4NcAs+a2fsu9m2BL16xgG+t83MvKb2Rj7CyMM9W724uz8gIz0lB5K90eyevYwLir559QU+DXuZvXPDBr6yICE+F5hiPVBiIr54ZBY9zCiQvg2rAL5dZAE+hIAePLiBNr0sULO9hjc3PWy+Er3FFfq8oxYSPkIYEj3q9MC82TREPG8YIz4g3LK9mOY5vSPBsb0uMIW+T9KZvsRGBr2axKG9nlMTvfbkLr41hGE+2v5ovUzP5jxYaCQ9ICI2vhLYYz7mD0u9ItNbPc1ifD7vptA90LKPPTh77r1MrBQ+50qNPefcWT5w8Ua9za4iPh3AqjsJ2t09eyVwvVOl1zuMQ2y9NoFPPj33fz2ys5W8kB08PY1DRD2YCfq80+wAPgQ9lLwcB2y+vhFavjwtyT3mApi9xErXvTJGjj0TkII8cBzZvaWxpr06Q8S9WM+QPq1PszyH7LC9HQ+rPDrDW72+6DW96q3iPVOUDT534fi9tRShvR2Y/rwdZ9+7cb46Pm0yMzw2yIQ82BMXvtt1sr3G1Mk8+1sCvrAE8b3BelS+14yZvfNQPz4wFDY6gy+IPUsm7T6A96A9Su0EPSOoET0kGR8+qD3YPT/jNT3DB4o8f12ePbGiWz0mJeW9TZsQvlftAL5AN1i+o5BtPQH8u71M2ic+2lmyvPs2Gz4HMl2+I6VtvR6zEDzB36U8MI3JvXFXBb5Z+sg9bkhqPWXLgT4XmCA+KMylPdcE5r0CQMU74z+0u51wAr3ve6o9xkm1vWEPJD6iy/O7cLyJvTSUMD6ye0e+JNlfvZrbwz6PFQU9ZCoDvnflcb7pHno+ynJAPsbTv71UuiO+vNQWvkt7PL6TU5C9ylYyvlM2cLzbB567UFICPltyhDtez3y9YI9wvQ9RZT3+iLi9T90KvpxB7z0KoP092KsNvdPHUD7wT5i9gFdEPgbxJ76p3KI7myDrPIuXPD4Mq6U9ipOlvhVteryRj2w+Scwfvq91Dr1DBoE90eLjvdzHcb0aDgs9k0iLvYreQL6jKVK+I3OkPdVYhL06NF29Ue3vvKBSmbwpoSg924bSvgThpj161oU9to8gPoJzcb5L0LO9mRi6vdm/zTz42Mk9oDawPWasAj4hGUm9hmjpvXrdjj1CYq093w3rvfRt4byeMMA9Xt0/voiqpb1jsww9aehYPTZg773gSN487xJqvVRyZTy8Bua8QFAxvWE/HzuExbC9yF/NPUtV0L31Wbs92SIxvvAVhz1c6vg9rfjpvYdx+Tthzf09utievXdiIL4tTk69KISGvRBrqz3mT4w7OxqiPKQ1Qj6RzUQ8PXmBvXOdwD2e6hY9dcu+vSCV4LyGCz8+hE4cvQOLZLwYRzw+JkXsOlkW4r01ZvK8nk8avo5RXz0z5rg9KYO3vaGoab5+oPM9Iu3Lve/ifjvE9Bq9tXMJPgKEtD1H/3s9zMVWPmb+Rj6I3Re9su3FPM6aH731lu69iCayvUaCwL0rSQC+L6HXPXN8PL1x5LU97Jg/vWRvgL574fA9vAmjPcNZxTw8iCG7PCdnPp5QkDwT3P89K2OOvRPdl73YRsO6k/vYvc6j2T21iiM9HHmDvudnYj2IDUo+3bqyvRpwMj73fMm8q/+/PbfHib6B5J889ONBvGf3Yb1VqCq+9pmWPdgp8r0SYyK9PlDVvaSEzT11iyo+tl47vVzN+b0jfmw9kM6AvZuD3T37MF88Z9++vWyAtryUfyG+66KsPYOzP73liyw+eEsCvo+iyTxPrkU8p2WzPSd0xDxkFSu8rPeSvTiyN73b0dW81/2MvBO9Rb70qtq9B6tOPpneUr2QXqC9GLNcPWGV7z3QSS2+XQzUPZZDrD0Mi7U6fSObPXzaEz4iGyG+lnmPvaR+e75ds289D+7dPdPmUb3BjMW909SfPSrk/72qqSU9TM9DPatn/T35LvQ8+l5TPi4CDLv7IeY9j5eNPdZMkDxKIJM+aUFpPh/70ryFSis8iRtVvv9hQz3Ej2u8AurFvRCXiT05yWY9ygMFvSP2h74Mh9u8ix9vPohstr0PJWC7PK4vPfc37T1+W2k83eAzO6+XVr3DYVu8PaWavY9Boj2vEcE8g8wBvTeV3r1QX/69EPMFvjhtP70vxDc+OreZPC8mvbzYAoW85vrRPSydgj36UP29Ah4QPvesYD4Bv8g9kQiGPuijLzkyJby9lxnBPu5MIb31qak92EgyvCypcz1lc+u9wAOnPYFYK75Dh0A+dqaZPZebNT7oEwM+vjsvPOK7jL2Wiji+HbSEPgSpF75e74o+odC9vKZIxz3BVLw9mx2jvY5wMz6NnJ89VkdmPcHq2r15UTy9bGijPX5/hz1q6hI+X6TLPUWlzr1Y4vU9z3P4PB/+nT3YII+97mCmvKG/A70K7sA9lJccPE8WaD3cagw8Rx4NPoW26j29ggg+ReFcvflFqL3pNiA9XFIjt+pkGb3Iryg9oh9dvtybYD2jvj0+Tbm1PS/omD2IAwI+RnhcvRpBrb2+aUg+KfraverkBD1Msn+91I6YvQeNdrxB//+8NUfmvAS7Vz5hNp29bwXSvaKGjjwgNOY9UztputuB8j1FpQW+FBLAPfaVAz7Swys9sZUsPQwIIbxllTY9+60OPkVEyr20gyg+UaikvAyb8bzBadw9kIjZPcqnIbrj4jg+axmhvQI4Vj10p0I93amyvUdJtT14fu08I20jPTyBCb7hcJ++DaaCO2hUfT1pirQ8vdV/vh4UsLzr6J6+h47/PQYVNT2OW8I6DyKRvqIsCb5yYfc6dTMpPVSmIj7fEUo9gXSRO1DcMT32mBI9TT2VPQ13Vrxm9oq9PkdTvt13Jz6uFwy+mwGMvX7bvb2+1Gu9frGKPqbKBL4juyS+aNbNPZQj+r0Y9qm9B5j6vcm3CT529E4+AxjtvQpwTr56VLI9753BvHUT3L0LxSa+Az9nvpb5W73YomU+rhCUvJVeh7wLwkI+OLCuPLLEFD798gk98swZvVuGCj7P37I8IV4NvfMXVz2pco49fiTjOpRUDj0HYSs9LX9NPmP0DT57S46+WHJdPjUs3L2OVpm+0PcBPpKT8LznmgO+WSgnvvgil7wdaV69o1XHPmV5Fj1pG6C9UwokvWzkL7utRjM99iXRPUEuQLwPVk08Q6AfPSLi7r3P6Dg+pzq0vUfjer2HZDq+nexrvha8O77BnNi9ncQnPRY4V77oS9C9xXJbvjojCb6fH5g9wJ33vbrFLz7Ccjo+ouqXvMeX/r3YFi28uVbfPCaVCj7tE2y9VGgUve8ftbzvhJs8OCTqOxKylT3zoQs+KUouvs4oxLz9Pmk96y/HvZfnPD5SaH491qC0PRCKP72qee08InQwvXHjEj4nXsu9/WmwvZJmDD4LfDk9JWVivsTxST6D2Rc+jiapvfYJEr5xwPu9PoohvqLssj16B7w95Y38PEf9YL7t25y6xPiKuhPDFj7NLuI9tBZlvmKQkD1mHPi8rFNkPWtv+T0J+zK9OWw8vBtimb091zW+INpQPVzxeT2q4Ce+Rcf9PX9yAj6BvDo+LbAvvn5DoD2xc1Q81N3GO0faFD5YQp69C5gQvpjlkb33iQ+8Z663vcetSb67qXA+9qPKvJXMJz5+m2A+g6qxPckcrrxd0Jq8Dt4jvkLZNDsKZBS+M3ULvirAYj0RHQE90HGoPdxFFL70yz2+nVLzPblLN71gejE98QU6OwQg+T2UXmU8EimDvZhW3Twqu1U+tr8UPZt1Br59GsQ9Xf7bvR6/izyLGNC9cnbxPWil37xZ03i99rPLPXPk1zwsAO+8pF4fPU0qhz3PFVS+XnOLPSSnyb3uyhi+Q2LJPb/5zb0062G9dysrPdCzEr35TpI++OJvPsE3L73n+iO+k2lPvUSyhD7eGUa9ytknvv9/oz5zVEw+tTs1PugZer6mNR69XD2yPI1Ecr6VgBs+EAMXPrVtkbzq6d29wIozvsiJTT5MCvu9G4govJ/mlj5NmBc9TBFHvag3rL6pTOM9Xhk6PuGKNb5eTCy+gH6gvZ1LGj46TFU9OueSPs3srr3bLQa98Ua3PUHmpj45K5C+uEsjvo+jmT3o+mw8AvIxvkMbLT4xfJG7sUuUvdtz1r1eD4W+sjLBPJqKz7zcPz89ilbGPE+o0b3/tWA9wymCve1dGL2Y1Ai+oWiQvX764zy9XnW9RtVyPgwC8r3PWDQ+V2DLvcFi4Dt2Ogy+59mEvZEiN75WfcK8fRzRvVo3Ob62fE8+XPM/vQkwOj6kdA68TKjLOxW3DT4yIlK90AMHPhbeMTyUJUa+bsVaPdEBmL1LTku+34hovXfwrjyNjVG9b0gwvk8fAb3kWFA+zN7SvZzGnL3RN7a8SCh6vobxOT6H1xy+uKdkPGDfDL7z9VK+wXwfPftWcj3vBlY9yRmOvtdh8byyLOc44REOPlB1sb51GL6+VsrUPTGnP77RSYK9CJrHvGo+uT1I+SE+BZLBPe/DGb6yOdQ8DTsHPHtW3726Fg++xgEhvn+7hbzOr5y9DAfUvREwyL18SM+9LgunvWpAqz5Nuq+9P044vZhnMjxwsqa9oHrePW4qAjz53K29DSU4PmNv3zovtQa+zGSHvQdYajwz+YK8GMz4vSO1Hz7sXAu+jwqFPfWNpb2RKAU+TJBYveLfvT206p88LqroPEJnMr5jpyy+MY2PvkicjD4+jB++fE0tvj1fLr0fOpU8ys+NPjLWBb5GS4k+BIfivPyNuDw1R7I9g7OjvfuLcz7kgWq9p/llvTCJ9D2DDL26kwGwPmjfhb7ECjO+kX68vah7q71KwaS9DX4hPQc1Gj5/fBK7fts3Pn8Xlrw6XsW8olCfPWlFVD1iVXW+OX8tvcUHCb46mYc926UJPgKO1rwFXvu9eBC9vU8iBD7xmdQ8+lmAvfrhSb4qFCi9+3a5PJcnAz3U/Ek9AT4ovsW4Hb71feS9Yjn0PWU3o72vPTk9hSwUPmSy5LvZUwO+sEMmvm5cOT1OKhu+YZLlPesehLyN8z6+97xhPCo7Nb5QYzC+ICurvHXlbz4aQxe+vjWKvo39ND6r1627INlqPXz5vT0D/es9/WdUvWvoQD74AXC9vmjiPQ4dr70fKVa9CYOavYU4NT2/XwC+1J3WvTV6Nr7k9fi9MQ9fvWJKFL4jQJQ9y6azPQEuwL2ZW689aJY9PW41nz1XFNC929EePefNUz4+zky93QeGvnLFQ76FdSy+bgdkvTc65b2ufYE9oSCnPSxp1z3g4Kc8mxJtvRBjHj6DBfU9WVIQvszSjricqmA8BQ+jPUGCnLs+yuS8ErW3PXTvzDycwrG8T4S/O5BhQD290x0+J54UPhFGN768Xxw+kaWBvTd6Lb5W+Ra9yftkvdPmY7wUC369ZujrvQOdMDs0uPm9O5AdPnMu1r29O5m9UTt1vEZerb3Ma2e7x4S6vLAM7DwKIGe9rktKvp8fXTzZ9xk+Se7kPaGfnbwFdr+9pQQiPeJUJz2REOo9MxSkPXGn0z3Zgq49kxLaPfMZZbypqky9x5l3PZ7GI74OPZy8v7fHvVHyHj4epQW9wosSPgfB2b3GDqM97U/Yvc0R8LsNb5i9THcPvUyqGz7vWCi+mz+/PXqDVL4sd1I9dq85vVRZmzw2onC957CzveYfpL21Yr09ECwzPVusH77NpfA9QWyPvdO8cDwXkDO82ZUhvtpZmT0tSQo+nuYBviKGjD33AXw9edKAPEjWsLm/sbg9xL4RvSRCCb5KSSE+aBHhvN5DYz0DNxK+bP5MuxeNFD01N4y9X45JvQmyYj1oVqG9JygFvu51WT7bEFu9ilACvaJECD5llYA9GOpUPVyH/L3xH+C9fYGvu07Zf71zkHe+wRkfPfd8Kb4Hghy+mZH/PQrBQD6+8nE9mwg2PME5dbzWbio+yKGrPVc4ET5s+EY9fGXpve3/dj4o0mG9zYZWvl74WT54VrG8VpEOvtADjD2U0yM94waEvjXtb719dLA8+HSEvQMGyT1qB4w9RRhJvM5isD1HRY49D8AGvt0WQb1wrHI+B63SPbYzmrrgi968JVgPPjJdgzyK6rY9ZTQZPWSkuzyPasm89MqiPePDgTxnEGa9zcNCvW6HDb63IeM9zA3EvTzqjz1kYw2+ai22PLkY9708OAA+E/qbvfmmJD6ZTRi+8iq6vAx5Cj0VAPe883lsPUeJZ700soi9+s92vdlqFzxbNQ69qSqSvZGqIj5lxV69lQrEPYlaED3gDPu9YmU+PgTOa70Sq6A9lhSPvQXr8LyYnya+b/GnvZIYNL5BOLC9LyI+vSGdCb6VDSK+HO/ovdHQvD13j8s9pbcCvhnrXb3cs8k9v60JPmLmbj1WBVi9XfFgPZVEtL10vQU9pwskvn0yh70urcU9ZbBsPaZgy709OwW+aoEjPBD5zD1MjBy95h6wvWLNpr1zajG+cI92PsPxWz61qrM9r5VAPSTNKb7WnHc+o8LiveiPIb7H0Oi9/VK1vJkakr0Y7s89y+ByvSdydb0amMG7IlULPcqIdT02Nia+3wEyPSC+Gz7kmIG9yHITvU26kTzdz6E84SpEvLAGcD3Jz2U9WjqxvSWZDT4eRdE7bPP1PMGb9Lzsm0K+KOe0PNv8rr3HvAK+3l60O0bcK76uzoG+ns7JvT8TdD2c4TA+fMbQvAJBC75nUHa+a6GkPcTU3bxCowg+XDCePUZ5eD7h6uS9XxPQPB2Pbjys9mc9ZuEzPqSxGL6LWu49wYyCvWAp0r1wNXo8uh07vovosz18KVm+biR1vBhjYz2KdBq+a/TSvVvZCz7vKyc+xcg5O7l/ir0EseQ9LR2QvTFfgz4CVzq9wC0evoiADz2rZ+u9LvOHPRlFH7wQ5KO9WZZDPh3N5j3NUs09NvskvqzgEb238L09ETyBvNzsKD1RlgK+C2gKPuylOj0YN++9E+kcvk8nGD6jGk0+dEUiPXkiBb2UEv29q3MfvW2PFL2R6sI7gnUBvkedB77Vcp69hB6CPaCd4b1ExSg+WbJqvQTyNz6iiO89+fo9vkTb67w6vDC+pC5tvcpLC7xEtBW+ehNOPeDz5zur6Hs9zKI4vd992z2s/GQ82/5dvhqek72z1LE8wTg+vnxbVb7TSSA+vdVuvefMBT7AFuO9HpUWPh8a171IoJc+GimwveuZt7oFlPu9OsCAPZqmgT3I/LW9FLloPmMmo714svs9TqPuPJ+q6D2Xry29g8zcPBDYoL2LSQi+n2WyPfc0sL3SJCW+xGkevTbVarxsECc9ExB2vHhMgT0KnJq+r1idvkExiT2kiFY98zcLuUtQi76vVFw9ZoyrPd6w970d2oq9B0EBPphacD52qmg9ob+zvPTT2b1JbDo8BjlhvpH2QL2bWqU97fJNvDfjmj3dJBU+SRKmPfBxhbw/Aj69OODpPds/Uz5o1+k9GzZKPG3/Fr0zVCi+SEX9vae8+b3vDXC9oMx2PTonFD3ExJa+KFyavbdUw73W5TM9djyvPQ90Cz4C1PU9xvoxvn9nA771XT6+o3+evfukyzyQNZ++rzA9PPy2zT1Kmik9tWxqvhzLRb4w2Ci+yxDRvRoVqz0hJSg9VzpMvRLM3z2W/dq7ygTsvJ7DrL34mI29/P/gvfOZab7Ktzi+PhSvPVn0nr3Iccc9J4/dPDmVIz1Tn0G94Q6UPiJPJT7Hiho+9hZpvazxN7494x0+oenivd26pb05qZE9O+oNvrwskr1EdlK9bRJHvhPOirz+VpW7Eu2KvfFOwL1IV1a+gC6LvZSWXr4pNic+mPPKPV1W6b0NW24+ZKyavqO4IjogV849U9Y4vseOa77IZLu8m5TVvHwBeLyQB8S9968EvT/VZrzpabA9vxYIPkQOp76mVGK+jVn2O2WUFL1/XFG9RcCHPVKZlbzhBiS+/7HUOsZaPD4ySYm+V0EFvoz+Gr6kihU+Mv+EPUlLET7cDcQ+E8EyPn0XvD3XSku83JIBvgCPtTwKxjC+hc9uPRrVwD6tECs+32DEvle/p7wzjzG91JN6vIwx2b1bjZW7AJQcvgNCRr0YKW+9jjlVPti1Lr6j9zs9G9wFvYU9hr0Uwng9KzTgPRg8F76aznE+63lIvW/B0j2d9UU9WdaYvJHGyr7V+kw8ZEk1vS2yTL5DHao+gB/JPbZIbz2Af3q9lgN9vnEHpr0HXYy+c56WvDAbjru2Lh4+PdVzPh6biD6fCXA+ctdqPp3SlD6EX4i7u6Y3PmNR5j2NtiO+JlUjvqLWYL1RrB6+w74tvcX/HL5uPHw9EV3Qu1SpYL5jJYA+RTLEOjSTwL1mtu69ucJ2PrJqEb64Jyq9kw+pvtBeLr1B0/49txgOvQcYj74aKBu9sZwSPONDgD7q5GM+YdAAP3c0oz0TEo4+a80hPLZEGD53aX0+IQy4veygHD3gQTI+y2u7vZDU0r2t4Co94OJ7PpAxGb7njD49HkSKPoGjQr0NbRI+I3+NPuDaSL1mwt+9v6DFveUHmb3D0pG9tzitve+mFD7bZxC+P4ILvpp21r2EHIQ8BicYvoZ70bwPRT2+UgXRvaR9G75cSgI9pht7Pl6xIbvc1Bs8Nb5+vcqrKz4U3669tm0bPiAYIz7jHvs9rYwOvvtWp741JTi9eubzvXfWLL7rWUI+D0mHPL6VfL5DOio9XSCwvrDsL74Oqne9dW8nvurn4T2P9VE+xP9NPXSIn7369x++5nroPSN8372MjSS9EDosvdJgT73GPJW9CuaJvoWpaT6lpbO9G9H3PWpFez1mq0U+YzofPbPsVzzu0qe+MbjpPVDKFb6lds+9umCWvhFvKL7Ggv29BHkAPqBVn75pH0Q+DD4nvZRPED5PTCW+7sWOvohtlD3hUmi+nhsBPdArQb66UQE+7sVgvsh/sD38s069mkIEvrRTGL4lPba9s6m7PlsjDzxMgFE+5q+WPebYHT3FGNi8+nYCvoQPOz7YsuK9+QC6PkyeFT/RrTG+xxB0vQeqhb1XEPG9i0OTvRg8ET3uNhE9DWqvPRRsqD1JGHm+K6aGPWSlIr5ibIQ9y/wYvv/Eyb2EHum8w3wLPl7JFb4eSMG9zCwNvnqbuT501ow+lopOPRa7jL5V4I09c2ZGvYi6fz6iKHo+fECgPYPZCb7WKVG9wPTzvBUx1zy/uGe9zskaPh6GEz7d3Qc+hhqqvSO7q71tjSo94kIxvLZjqb32E+s9ubcOOwM0Tz5R5z++NTlZPiCv2Lze5tC9hPXUvR5THL43Dxu+evjuvHLUgb6fcqW8/TG6PeQYij5Wlo6+itoTPSGplDszfZG9HKKTvpfwkb2KraG+V+bhve9cXbwFs9i73SW3vUhASb5+OHs84ExEvByH9T0otbg9HVpXPck62j3YR1I91CuNvd1N/b2EHxC9WLuxPUC9uT0gLzU9bBzSvbJ4272RIu09sI72vSkdVz5zotg9LwZXvitkLb42ltk9edHWvf8rZD2STK+9f/9nvpr3Fj5e6ZO9gI77vWbvMz7F3VE87kjdPOhVZ705gAE9eUnevapa0T1U3+E96WKYvWZLXL09DOE9fDCHPXS3+rr/mGs8hBJfPiXV0L0lquW7NQZwvWeuOL4+rLa8Z3BuPOlrAL2UCKw9j43mPfDJJD0xMRU9uEdevBrh5j0wjce9e8osvhlDoz2BHvY9DO9JvilAtD11G3e9Ml3JvTgozb2EHww+ovQQPXbsA74YPXC9vMl/vVemPD3Tqg28dfXSPR+eqb1EO2K9mvEuvvyiiL3mlA+9hKv+vc4egj0rRAo9UIqbuyLloz2kSki83+nSPWuTFz7GPRI+iAEIPnpSI75aYRW+5V2Avf8TSL6w5kq+Gzf7veXPW7t12PI8TGqSvdDzK75C6Rs9DGDMvL5ykb2+3h6+g4WqPWetET2RRGq93OS2PW29nD1TJtM9wVyvve7JkD3jFCG+/jkFvjIH1T24M6M9GCwDPSQ1Y72M9z+9hfYxPv93Aj2po9G9AwCKPfmcQ72esJ+99gvtPAovKj6Mu3i9XKEDPgIAp71GVpk9mDCqvuIGDb3cdOS9lA08va8j773zKVc+MPSTvRwytD3trda9FwgnvSNbtLzzqs687jsYPmc18Dwswyo7T235PdzKob2/xRc9qcezPOvG9j2d+uk8FQGPvTQpQz3wrAM+M++HvcqBM74yDAy+27M0vijElL0qUDu8L93APVmk1b4NTUw+z29wvX0cD70bMEG+Hz08PeC5TD4a/PQ8hqvmvQXi+j1En4Q9O/Ujvt0w8j3LDqM9o+nzvVhcbb5sEe69eVPZvBJPrLxBIUk+DaDPvaVPSr2x/AI9SkZkvpYzvT3EOSg+tZoJPffG8bx8ieM6ESl9PZ2nxb0iv6M87VkMPgDCNr5A6Po8sRaCvZz497w5sJG+URtxvTfKO71NM/q9Vo4ZvkhMF72E7YC+P7EYvkG7hL75lXc9mp4aPg839b2W/+Y+vIUSv4Pzzj1SH/Q8+XBrPvHuwT1+kkU9dC6TPeB0h71TrSg+jm0EPqPAdT763gI+/ny6PQUaiL0+xUM9kD9dPhyBITxcYpo7se+ePp55Wj7nDb8+AfRgPWEQkD7Ew3S9i2UKPgqHpz1/AWU+iGjjvRsZwD3vl4a+p+O2vb6eSz1GP1S9/yyBPdOfDz0bgSo+BplXPKqEyju9pVq+2W0svXAHkL50q0A+91GcPBuGWT1P0z88qqk6vg+TI70jnB0+1Xb+vUKyXD2n8Ak+ZnYIvfwb5TyCGxW9NG4pPhhIorz1SZ49NgsvPNKBoz6SFBc+KUE3Oli6fj6ATCU+pVBJPsclD74Amk8+ltR6PreTHb7kfWo7Xb8hPg7lGD7HRmy9oEMTvkD17z3guY6+aTSwvUunFj5wGqE91yoevburQD5U5W2+jtb4vXwZPb5Y2vg9vrIuvjGRSD6PARg7CK4+PECrjb3E+eo94BhKvdivwr0ZaxS6E1OvvXdDSjwZVl8+Mb8AO402CT4GcAe+Af/ZPC2Eqz3Ts5a+2RC/vBI20j7DDNw7d0+rvYwzWL4akZk+owYUPgACur0kYmA+1+rUvahXvL1eTwe+NGKqvaM4Br7H3i09kThUvr8k272haDA8huRQvCcm/r2P0UO+prhhvtpFvT4+/cQ9Ld3AvS0m4D1/UgI+yXUePrmku7wQy7E+Kh4BPiiKTj7r/A0+XbSfO/Xkur0TeZE9lyF2vdSvFD6RiO88mwq3PVrL0TxpnAE+2c4BPLAr5b08Hmu+82bePhkaQD2IHT6+37NkPiJqzz0YyuS99p3PvrcM5T1DT5G7AmG+PSFLQb5CcH69ayIIvlKTxDyCism8588vPohWZ7tzEU89yAy3Pa8bgbwtHRc+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "/QTMvYVSTL3YFs69DZPuvQiT/D0XSpO98slyPlhOb76pFqA9x1GHPnQjmryf8b29JbMWP/h7lb0x93U+dkO0Plm6mD6S2Kw+wAEovf8zqb2l/vc9fxmdPJnjlT2pGkI+0eQfPfO36b2gNuG98BSCPRV7oT3MRbQ+YPjtPhqKkr5Gm1e9xNnnPV0L+z15jje95zbxvJHz7717E2q96SuSPAXR8T0BKVg+AL4NPBwQED6BO0O9bIgHvmDl9r3V4iW+SRLYvZbwI73b3zU/8I9TvIFIrjxYuka92p3MvnqjeT6ww4e923A7vtdGOT4EiOu9bQobPIzdrr2xkpe+hi3/vTMWqr3hBiw9cSUZPo5oPDwaS5695OTFPsuJZD5+JBi+twIZvdHVhjwr1yC+gghfPrC0kj7Xm4w9rehYviwfnrsDbtE+5bpSPOYcBj5l2IQ9n06ZPAE+KL6XTd0+zZ+fvpjjgzs7LAm+wc4KvUd+Xr7Gjo09WpIEvoCIyD7RCl4+kaoGPeDi4bzI+4E9zM1Evp1qWr4+LCG9Mh2tPqK/uj67gbk+84lvPsGhDbxNqZk+TsvfPSR5JDzfIoA9uG6iPmZXpz5lRxk+sw/9PMYk1Dxku5m9/5RqvAZnUj6UDNO9BxIbPgL9CT7Ocyo+OFvpPL+lFb5eOjo+aLxGPTHOGj0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1_2/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 