{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "+80UPs06VT6A0su9riUmPl2yvrwDaJ+9eonYvciuor09rRe+8zWqPcWPRr72ARg98N24vErRhr1aIDa9V3QSvqVwj75OBTk+eqCav71aiT0kecS9BIUTPqo/3L78Njg+zooRPXDHNL6wYny+LZvwPWVboj3HJQu+MofRO2KfuL6Ge2Q9X/WOvhcJTr7Z2Jo+/Q0kPmnw3j77MqC89lo0PrKYOLzdX/k9gbbjvQJ1fby+6rS9bVxBPmDuKj549Pa8ebPbuu0jST5oPQQ+THywPuBzYL678sU9SanPPKR6gL0VUi6+2OFIvmotKj5+DmK9RPIuviJkor0J0iK+JNoJvice2T0qvT6+AMrFPcEcRb6FNXK8OninvmMu6r2m3PM98xpXvnhWMT5zMr++X82jPgc1g76I9X++tvg+vlXIRT6yxy69tHovPi/gnz2YJyC9wKRGvVeJuT3NWuW9n/fTPqDb1L4seiC+4EjvvW11870J/Gi8spXWO8aXgr61BWq+9yM1voc0Tj4jvYS9WNYBv32aK7112o2+sPlTPQzDRj6ZmN2+fL67Pi/plL6kex8+RyRyvpQwtb29Mkm+OJ40vusACL8/ZCO/Ua64vdRYAj7O4v49NoZJvctrAT6tVBS+SWHevVEazbwo2Rq8aKMjvgcFnz00+Li8nkqHvVuITr4lm528jV5FPvkCIb4wwlq+gXyBOwekLL6oCZA9vaFnvpbcQT7PT6w9hu9OPoIbHL7I3Qk+cmByvtB3yDxwKFe+1JwGPWxf7jyATO++5kNCvR8ZDr6LLp88aqOfvhMOU718Zxw+oIMFPMgKnD6exq89ljEVvj9XGL2Or9k9Yb6UPtibbrs7FQg+N+5GvQrdHb0LTQm+WRatPpYMT75VzbG9i3qSvpXupj2kaCu+rI/0PIUPDbxZ5mu+dGYMvq53QT4koYw9foPGPTJPjD29HYE+TLg6vn5sfr6F3Pi7XBF4vtA4ir08DAA+7eaCvonkFb393Hy+PE0wvgiZsbw/7xu+4mRPPqxHE70RPNg95/ZTPYt8lT1LhS4+DKpFPhgLDz7Or1u9Q6CdPDr1lT2sIos983M1vS52oD224Y0+q7EIvXiaJL5wY8C9t0OGO+WO3z0sxj+7NCmFvhg9CD9Gsp09yos/PYL97btc6tI8e30dvb1gcj5LI+w9TWhwPfBxML4HHwa9FYgkvq5hnL29fGq9FVgJvvLKoT2ghIE+0vdpPnZ+ND3XFEe+ZT99PtElPL1nkE89d1ACPmQoN72bwmi+XkE6vizfmD5VrlO+AAQBvn6J6L35Qna+CL4Pv2dVKD4DHpg9+/f2OqeJJL136GI7oaEAPeP9PT3xXgS+3h1mvZ/uDz7YNXi+fUY5O2bA17xCUz49znQvPtPpvD2Sneq92rq+Pv39GD6zGIs9X5+NvPuzuL32ACu+iF1IvusyVb56Duo8eTJLvhZ2Ar+2ffw9seexPbE8wLw5EJg9c1AMPgT4KT47ori9UBgVvrdK0T23Vra8eTpCPoxduT5rSEu+/r1DPUDdbDximze+D1KKPkrD/btS4ji+D32ZPpMgxD1HYV6+Wei1PHz8Nb5oN4Y+k9ugPaJ7872Prg++B6n9vRH7gz2uB10+I9ievblrcL4JowA+4cbPvbzuML3C5yE+b6GOPGtizjryGOi8cuo7vjzLlD5i4wU+QdsHvpVjfb4y1jm7mXYWvdzNOj5pSWk+++bDvR0B3b1OFC89DhBAvm6N9D3ZAZG+kT4xvATgFz5SIs68hrYSvSidNb4T99Y9Ub86PpwVpz3ZrRm+XhkePsEhdD7J4QY8bDIfv/cX6L2tGTk9Sh44u6fNXrwEdIQ9EJMSPQs48z0DmgY6COmXPTnzALx1w7C9k+s/vhUzoz3vABA+XKcXvtWlIr7N9bo83XBBPh2DEj5QF529iBiDPerb0r0GKzA9oDcKPjSwHb6m54Y+56utvTs5Cb4EX6M+/UFDPdHRXD45F/s9aGgGPrLZhr53sWw+uzOgPRBHQj7G2is+E/x9PeOQw70f2jM+JsIdvPwDBD1hqk0+fRGnvlC9qL4v8FO+5gZTvnPPPz7rOeq91OasPQOlhDxo2Ei+RvfwvFFvUT5aDRQ+2rAgvvitwD2lm4++PHIDv2+Tnb54due8qk0jvkN1l75P1z08Inv9vLlSuL0t/FQ+p7+rvp8Zv70FnEY+twGFOzRSzb4o3vw99QsVPtzNQr6hcbM775cMvxRTzj1toeg9IT2WvKPqpD4eZiu+TmV1vV8Cjr0GDCy83OvFu56cID4B+CU+kWpivpHYdD6/C4I8uKA4PdFpZL21Oo6+u+q8vsuc5T0q3J+7Rw3xPFfxBj6qDYo9N/YzPrPusj1IcSE/tEXQPf7Z0b0w7Vu+HktiPo4SLb6Q+rE962CIPna3Xj2gNhW+ehe1vaAKhTyWKn++kr7svfM03L2o07M+Sz59POxuhj15reE9iVPIvc2+Rj0SAE2+BBT4PBP7VLx2Qpy9CNT7vdLpc75k5hk+1OcZPvdMPL72SKc9VrsPvIAlfL6aWGg9I2jwPYnANb5HSUY9MWZQvyzyh70oIQq+wvawPW1C4T2qRmu/s4oqvvYhcD5K20G7UqHSPThYHD6PvIq8TWewPb3f2b7EOlW/63lKPor91T2S8P48B/cHPs9P1b1501e9c3eOvYP6cj4IyT0+Sq+nPi2tgr6cUUi+58XMvcmOrj4DgDS97N4JvXmLkL1HkHC+++M6vQW7UDyYTik+k/uLPAS9Mz5yAJ0+AA2EvWkIUz3yCd27JgXavbpWNj25q5+96TZlPu3eTbtoiDG+juCjPXwY7b1FeMg+hvhdvpBACb4ZbBs+okWcPkdeqD5wMKw91BLNvJzdgL3i00A+EPmuvCb9xD1I1vG8fUG4vpmEnL2jLpA8d+E9PloHoL6s0qE9fZTzvj3CCDxlknY9UFWyPXVyAjyavQu+mZ8IvlVYfj5Q8IC9piA9PkRKDr5VzlO9kAUnPVywAj48kqg9PgM7vrgMN76QQKS9hbCzvNIk+T150Xq+u9MWPpwQYT5eJDm+EF08vSvoWL4AVKQ+2VrluwxFtL3L6Ic+k+6GPiPJEL2Y7nq+LTVQPpIHaz7BZRq+qbPsPCjObT5AE4Y+2asqPZTEib7ob4C+91CrPADQ+b3kgAe+v7atvB3e+z6x/Cy+gARNPXgugb0EAjE+ESeJPq/4ALz2O9C90KK8vIRGLjwNtQc+uMx3vGAp8z282MA9cxSru3fAMj6dIu091VBcPlgevToL+mi95Gl0PZAGjD21VSa+KBwYvsmxvThDZDG+qgFZvhiSOz4/TWG+2JbSvkydPDuOtVm+hIMRvvZZhD4boAo+u49OvqBU6rytw+y5Mc1qvfJ9CbuHPNO9uY2YvA5roj568CS+xlcWPXP6cr3WeBu+WTpJPvvwl73HO/Y9iJkWPrjNDD1rA02+L+FBvjqXVL1OdU0+NpDJvRf2fbwKWWA94YfGPe8KSr7b8U2+1MgjOkcVXz3SpOQ+ZbYnPR05oz1IbAW+biphvn0iKj79zQW9Rdf+Paxlnj6ToYa+MGy1vWCmpj31mHE9MS85Pp+TRDwwM3u+xG73vD2iHj3t1Om85QHevfMorz2QzFM+Z3Uvvj6rIb5nLRU+TmfxPQVfaz6abaO9xciEvlvIkb3j8pK9v3rUPW2kVj2k8Z+9+b9mPlZhM773BnG9tV+pvStfUb6dnHc+3MBMvu4Qlb19m3O+f8iFPhOUuLxfVfS9jn2dO6Nb5LvU/dE96GppvsKjJr4iI6W+lX2uvo0aAT1IkHu9m9g8Pj0Obb2VmJQ9UnRKPh1xaj4id1s+1clyPdQ6pj7kxlo+wQrzvqr5Zz7sE0o+/YUIPi4QKz6K0xc+TgOovV57hj6T2YM991nMPBDskz5QnPO88t1JPT6OLb72V+o9O9ijvPzFGT5KPCa++qrLPSubXD5nV5i94NPlPYlgWb6OBzG7T1ExPk5nQL1qIIs+GtFcO69DPb7PIh8+6nBUvmzCiT6DbIS86Mh5PqHxs731ACy95/06PcElQj1y5QW+keNWvqQSDb4jo7I+5zlSvaJDxb19TqG+rGnHvsC/77z7fRU+djkLPs58Hb7vdoM9+pWJPmzhBD6GBky9GGscvts1Sb42LrG8HgahO7fZ/r0BUMo+dKBfvaXaDT46w1O+gXQrPh5OAD8pAto9HWbgvUbm2L4O/WM93Rewvoo2tb3nOYm+QKsmPpNdB75E0Po9edAgvm/B973vyL28by6mvnvrzr1PuRW9LBTKPaZAjT4RsCC+HTBEPlrdMrteHzW+rj1XvuBl6L1SSja+w8RzPfgfHD5ivXE8VExwvZGKEr6PVWS+DzPCPuYxOT1Fe42+bH3Wuw8U7Lur3aq9gsmavX2OYT091sC+8YYdvSioP7zzDh89WBzCvXLEjL21a1M+acVFPS2e4T1KEUA+CqCqPp1TND6ceQ++df3pvXX2pj3dirE+MT1ZvqZwP76p15g+knCvPNyXbb544jY+O92LPvMHvL3uao++hu0Qvjm8cL7lo1C90nI9vkKdVr5LpGw9uSwnPlTjcT1T/v+9d+C8Pi8wmL7Va+q8hMB0v754XT7fQC+9yBTtPQylAT5pZhM/WkHSvTD9eL71+4q+why+Ppbwhz1w1Wg8BxFMPSpegL70+VM+yfF5PYPSRb/4y4C+oz7svBUZJD16ptI9DBMpvqoKdb698yE+TWYxPW0klb4XN/m9nE2BvPdzrLuYAcY9xZX1vST+AL7tKY6+l1TXvJcvmL0wv8q7SeJZvgBq/D2d9Ks+p9eTvcRKTL3Um/A7mekDvsHvVD6zsfO9AtRfvdeahj2Fon2+rTzmPaeQU74/wM8+wr/IviVvr73dvXS88IEXPobnzD2cKU+9Lv3pPamROD4bSsU+bzMQvIdhsLyyvqU9S3+Yvk5mh75YiQi+8BpnPoHCwb0YVGQ+x98rvmHEzTsKt0o+famTPYZQL7x86hC+sCwNvvgcvj69ZxG+RgZzPtnHCb5mm5o+CT+6vbb6hb5C09w+eHsSvqfJaz2FBJw9neMbPXc4qjywoRu+2TlMPYOnpT4v0bk9Q4MAvi3DIr7HbJM9lJI/PVxHnb2cvIo9wq85vevwt71l1j++OeWGvW4zBj5sFmi9o6fwPbAiBj3qqZo9OoHBPbqCiz039XG+BsWSPf+jA77q0rU96uSdvRs85z6t6fk8FrEFvtNeEz4z4SA9n8cwPl/KzT3uMYQ9jsYtvRoZfL3bwKy9h8FWvqeIojwD9tQ9TRyWPGx8/D2eSdU+8vOZPerUkD2KSpG+AmrlPe20ar282YC9IZ/1vW8Okb01vBE9nwscvmXf3T5tjCW+ciEWvn9ALj7wnA2+VxcpvtoKWz5r4AG+b9axvZstvD1t9Ew+svxQO1skOj6sLCA+VesRvcOlGD5d5zK+MOWCPEv3BT5fmkQ80ft+Pfbi2L3/cDQ9wOP2vLC01T1eoia+NryPvoEJ7z0bVAc+77LxvaibC752XSu+Ac0fvskf2r4tkBW+3F5lPsU/OT5LfF0/7KSIvstiJT4SunU9LyctvqXOkj3fRIu910Fovl7R2D6SKI8+aM6UvOl2u72gWg4+9UXlPJDxSj6uj9i+KnsfPr9wqbwHKty8M5MFvqDDjLzrnd89G3blvTfBjby7jYC9HN9yPuuoLz6J40U+rMyDvo15jr4ZDhm+gtpGvj/fJD5zLGy9pkkcPreFIz6Nysq9bQwxvikiLr46OIE+NjdvvpLdFT7OO+m9rhTBPZypiT4J+Me9xI0OPexiLb10iWG+4QubvgBLiL1wdVi+MX+evvoBZD1HfR6+EGR3uzuS1rwyZl8+Y+4rPcCtzzxCrQE+xQnNvHBaKj6F1S09O9QFvZ+wKD1j1Is9XudAvlZ3dj7aWDS9tonbPcrxIz7CWCA+iwJ2PFbE77y3KFY+NXPIPRLHXrytIv09fNDwvSd8kL2cD3K+tdZpvk5dvT3ZQj8+Q16FvPj7nL6A/YG9+bThvViuvT01npK9on0IPnPec74aa5U9W6XfvY8ssD5qoWk9KPVoPkMkTr6hsvQ97dsWvQ9JiT7xWZy9RVp4PXYqzD0WIIk+su7JPQWsW72PJ6i9ybJSvhpF+T1zbIO97TYPPcj5Xb7lHya+ejKRvVBTRL7/wvC9YcUJPj27Kb20j6s9kAs6vTPiLL62F4m9mAErPjY6zr2P+/K9LH1FPlYNcr3Hw8w8LiGwPKBYZj7y9Ts9U5C/vYxp/z03db+9rHpPvu8aGb6gHSO+fQaTvaTq1b2CxKA8f3lFvhCxtTxUzSm+SrQFvoJ2Mj4q8CW9mWOivE2JGr45A/89T6+avEg/aD1JACm9F2aPPaNfbT56mxS+1kEXPmqKwD0c2BE99df8vMAu6z3tjkm+d7SovCSJGz6oLBQ+EPiTPbhHYT1MfX89PBwbPoyhjzzUMEs9xqhzPVADwz2JA3q95fvovOp0ub38uQY+Zh4MPpUWo70ce5e+Yc4QPt8Aqj1+KsG9RE2XvPZjRDyzJwq+PxS/vOc1Ob66ONi97IK0PCxwdz2tF0S+vZa2vTtRmzw34vu9ccMNvlf457yJRWu+xVUcPVPo9L1LaBC+M1Ezvt6BoL2xFjw+2f2XvMCBJj6AZvk9hXwpvvbvED4jPQu+z7covsmszz3XVRK+t1UkvRleTz7uGe49X+t7vrLxAb0n+fK9eX1XvOCgED0HpEm+NHHuPYYCY75JB848KNcPPegdTb7D/Ty+YwqSvC+RJr4tBhg+/QygvJmhAL7J8Ds8UokFPUAjSjyvh2I+pqbXPFDCmj1qqiU+U5dgPWnliz5u+L89cNgIvhShTL6/s60964ZpvNmZVL2pC549JpFHPr0Udjs6CT881UwTPqqQIz5/z5Y+MNtXvQr6K73KqyA+mzb+vCpTrD5kBXq9JoGWvmnRbz48MDW9MPNuvsAeOz6tqdw98Z6HvgjRXj7NgPa+jENWPuj4m74+8309O2c5vrMdQz6EQ6K9EQbBvB4rgT6vN14+n3AjvtRWo73tepe9Y/xSPhJ3W739uSI+Uc3aPVDvU77EWBA+uOdpPWbvUz4yTWi+z7KOvdPCSj0Z8D6+nSmiPvSKTz3x+I89wgVDvtdCir5MiFo970a2PaoVmj7tRQw9Sy3hPMBMu72UO7a+ce2MPPqqNT0n3KA9gUEaPt3wnb0lJ7e9r6tWPsfRGr4DPe899jFWviwHL72GM2S+vZp5vpRopT7RsUq+87RFPJ8sVj5EnBi+q91EPdOKqr2FviU+gLGmvs79yLzYq989o1iSvoKh+L0gT3c8A/5rvFT2PT4n5a2+cpcRPq1RA744BiE+DQ7xPej9f7zt6Ey+ZJhOPMDBxL1JAPK9adwsPmz0W76oLHA+8B0hu1RW5z1NGnE9Z3MtPrW8ND75UVc+V98pvoVzFD4Izrq9ytU5PgrtpzzxBj++fliAPp2exr25FGG+4POhPlN1dL4tTiM+rZn2PMQA6z2CJba9mhYFPtEsSL0Knlq+m303Pp5fhT2PR5G+BE69veCNBb54ZSK9o+OzvONSjb6Yr1m9SLxzvAM1sL2oeQI+v0+FviLPvr4SP0U9upWyveiZh74RUUo+t42QO5hE9j3Ifes9nEFCPSlBob74310+QVGkPHdp+r24VIS+9VkFP0gxSL234Rw+90NdPC6d8z0E+ou+nvVKPgUvXr7vK90922G7vOBGE74NpJy+PTXFvcXK/D2YevG9WnpXPTCZlj07xzC+8m8EPX9Lnj6mQ9c+bxsZvvZsqz3lPSO+TZBRvjigvj55GCE+l7QDvrqixL22cbk9V/iDvjLiwb7GaBi+H490vg21tL2OiXq+MlFiviaBfT7YdT69SmURO80iKj5plWA+K+OnPVPXmby23C09NA8/vX92Wz6/iwU+gzTXvA9Reb7RQYa+jLTevTHWbj31ZE+8nnwxPjaR1b6qFxM+1uaZPj8FC77BofA+x0MqPuiO1r3dwhI+yi8svXA7xL1wf6U9g8spPG6Aej1++1w77zQCPih4yL1+/a290TiGPIDqQj6w6dW8atFlO/mVvL6UF/g9VWeiuwqZdT0XOYQ9K3ViviHr0D1mqKk+UeAgPn3or73BNgw9LKu7PRwRyj4ZgjC+xnwIvhLPCzzltFY9aA5DPADylT2y+N89EmQsPY3YEL6Zd2k99C/NvRRiAL6xDsI9zBvMPAaUgb0bXNG8h9YvPe7xUb2xADI97ULfPWOizL0KQjO+2mttPcRnGj51JiC+Uzvbvc0TgD2dMqg9LsSCPS/vHT7FynY9M1o1PXCECz5/vOa9/BKwvdVMtL42Pc69D5BfPn6uB76mcR09I4OZOzh7e70qoWW+RB/bPRZRGT6mIFC96Oavvf5mEz3oTSm+pGyEPB+r67zi3Z49FD4aPu4QYD1qRMu96xfevUXVGLzbThq+047xPKzShDwL2Hu+ENdkvUtk3j3E4A+9WEkHvslgob0pGKU9CBKbPQh42L0sCOk83xIavaq0qT2M9oI6E/AOPiFwOrx5FQ++zZRkvplbK75jEha+4ZbBOzH1ar45oku8VG5XPs/6q73UQu68LHvcvbIPDD3no+C6YmEnve5jPr6oXLC92tsTvXRLVLzbvpM9vKmJPHVlpjw5pCo8ntUwvgivfj1uA4e86DZtvbG1W77x9W89z2ebPPm8Aj6ARpC95FWbvSvllD0tzRE+2Xq/vABsVDyvVj09e8v3PX83Nr4FSpA92cIWvbmGpDxHZQG8VBFGPXZ2DLwpu0o92tEIPh7FDD7NOTG9eXWjPZqxbz1Y7fa9F3nCvdienL2Jd9a90VW9vZmDsj00GS6+k/OuvZl9hr3TSU6+rIxmvigPa72qJW+9f4srvpNXfT4URIQ+e1NyvNWfBD40hlK91VIePG20vTwkrnA9PWMWvHL65j2vVAa8qmqvvZ/ZHD5+TY070l9EPhb3iD0iXaw9ygXdPrwxwr1d4pM+KRQ7PjRouLzW+YU+5pwVviGn/703SwG+zzEAPk7La70Dqzw+ynNyvdG8Cz5rhAI+RZ6iPPu6uz3gius9hc3nPagv2T2bDjY+ZuW5vbazk759/+U8X4XOvaKkQ70d4SW+/ulfPlk+5D3lFkC9BVmTPnjEMbtxmZa+YQmEPigu1z2VW7Q9N1zBvhnp2bzKcgi9cFTIvAs5PL6EfLQ9stqEvRkm2jx5MKi8NAeLvYI3njxWyW49NRSoPdenlLthNuC9rrnUva9zTL3eNBu+Vje9u8CbA76sYgE/ryyYPUmtcD5CBxI+J5mlPXt6Qj7eVD09qWu6vDL7CL5k5kU+L5qoPdrUiDxff4S+pyihPv4PG75wm7q9If8CvsPRAz5uR0w++A/mPfjJfb3ndlI+q4gjPCay+TxxG1Q8maJGvXvUW716QUM8uJWGPb30Az4bVJ293zc2vaG8NL7nu6c9qRq2vjC5q73klvC9QXe1PaP8G70LiAg9yUSKvmPD/juNUJo9dlBCvjdjtz79XUi9pB7bvamtVr30hBs9T3qyvXs9Wz2MGHe849f3vAZGgD0qTVo+m0O9vT4JgT5bkeq9ddzBPShSGb6ccLW9VPtJvhlHh71Rrmc+XZOhvI1Nh73Vp1W+ymmEvVxaVT7EVky83BBuvLNjQz4gmCW+BOmqPSpe7j0vWRo+BmLPPJwPir1RucQ9c4cTPimrkb3QdD29XIVYPjL25D1rW5q978GGPTrCHj4lEYs+dzYpvX5Cfb2kHLw9Js8Dvhd+5L0TSkG9FKS0PRGzez2jXi0+UM1vvfpAC730zHw9gBBdPtxII77BZ4A9dhMWPgRTu70fAWs9yaXTvKUSG77tfpo+DYu3vXZiSL54pBK9Cqv8Paa/XT5Fxzc+QXi6vRpsaj3mbJI9vAM3vuxbOb76xxW+NRK/vDL/LL5cOrM+TzsbPYdZ0706k/09jPF2PERlQ77xS2K9RhK0vrTPJbzcx6W9YfbZvc0zqT663HG+fL2OPSKZKL0ukri85+8oPcUxEj4tOjs9L1nMvfJSKT4+ge+9OZR/PcwfLr4Epas+rypLPnrZFD0Cp9Q8Y44wPplhgL0aPc29lfPHvUjgN70rRHM9eZW1vYj6bD7HFA++z7NVPsPIBL7VFm69FV7TPuaKVL1hqha+1quKvWizbb1YSaQ7pOPAPTOuMj58s3U+iiigPY1VET4HvPm9dAihPZffxLtJkB29l8X3vUINIL7sVxu+pk8ROtT/Kr27j/U9jgn4vbbvC7yDLzE+H2nfPZIfa7w8UHM94XfxPZjJAj6qZ7M98+/UO9Szqr2fMti9VyowvgF7nT0zSBy+48dDvZzexzx10Ka9mxWUvZxEBr4lXOw8cB8EPeJgH72WYig9iIdnvPecpr2q+5Y9o2gnvuGEVb06hUE9rtErvgYCtrwAgqk9ax94vVI9wL2zaQ2+G5AMPQ3CKjxq4jG+dn/4PQ9yIj7b3Sq+lkDYvPJZ+T0hV5m87cidPNXwHb448hM93lC9PP6Kqz2Z4mU+QbGLu7j1gr0VOmG9kaIMveaGAL46eAi8LFzhPQh9kz2RaDI+XzUQvgxQ+72KZ4O9oJ1XvDylU71GFHQ7HCUiPvNrEL6yF9q8J4vKPdTPfLwFUAy+jskIvr6GGjyioH++EtFAvWFVjT01YhS+eW4qvsoDUb6ZawU8e6cLPtgrur1oIHm9OnMQPhuIP76101i+vsUvPqfXUL6ugyk+/ACNux8dHr4hoNa8EQIaPuQMk73s5eK9Lqgrvozqz7zZce+9G268u9rxxD2wYbc9Prr+PUILuLxsRwI912zHvH1AK72juR4+DW2YPZyMVz3RbLY8JmPcPdog073N8sk8HWiwPQW87bxayLk+cAXIPaU6rjwXbku+osknvpXrxT1anZI+TIN4vk2c1z3o8xQ+9RiMPvFtdb5RS1o9NCwlvgtuLz5VjGq9/ZqUu3mMtL3Dgn48qaoOvtdwj76HAWC9MaBGvFir/jyawug9E2noPEOTJb53BoI96i15Prn3Db4xHuC9iYkWvSMlPr5QOG69CVHRvSQXxjxswQ2+IwbfvaE8DLzy0E69ZZJjuaGSaL5mygE++rwoPg393jzd2TW9jbwAvoZJ+L05ag++j7eiPemBZz7SanI8UjN2O5xcrr2huE29KxK2vhJi47tkWOs7ivK+vJPlez5vSWU9uus3Po0Ytj1RZBq9KrcbvndyHzwacKY+DHa6Pf34wD0ih9Q9YXwuvV/AUz6+55a8/SuIPisNcD20SdW80sxcuwiLAz4QtXe99WlEPtniT76aIV2+NhxYPWkNnL1PNfC9P9+Cvcsinb4a0Zy9Mb/oPWayjj0r2Lq8Ir+Vu/dZlz6lPhE+bEtQPiG5Ib5DE06+/3NFvrsaA777L4096DDMvdIOoT1Ey1U+86ovPiQz7zyq/fo9frmTPeM9gz4s07u7y6SovJred73CL2G+IFG8PSp+1r2atyi+chqwPbT39z0BwPg6dlOPvRQXyj35cfE9UFItvr9Tkr7dgbc+9+QMPJ5v9jydha+91bEVvhKuqL32Xm48DOjRPZ2jbL158l++ZVyjPiqWo70SIJS+1cM3PrzqpT0JIe+9/hvYPemIBb6emUA+UQ5xvsmNbr6dTGE9uIYTvrgJzzvUxCW8SQI3PhhroT5OjBa+LS8svrOvQT29NRG9i7uPPu1RJD3XsEC9YlAKPqepET5/qRA76K+qvtJBPj70wqW9fEf0PTtkjD0CW+S9dmOwvT5+D77DCtO9KCaNvkosDj3aWxC9HH2Fvr2HNz6lLIw8LPAePgXBgz7KDdQ8ZAq2vBM6TDth7zo9q+IcPh1ehb4w45w+PdUEPmy6qTzjwLw9g7iAvuU0Ab6VfgA+CQZAvr51eD1kVvO8ClKuPTNHYb4nr928VpNZvsh5Pz7cO8m9QrpLvqm0JD50O0S+eXasPTPnpbxu+NW+gvqfve9OOr27NOi8pss1vqMecD4UrAe+WM+DvaZLwj79MDQ+kAbFvafGkDxEkkG9DxOpvRDMWzwHmM29/2mlvuLTKrlh07+8YBfiPYJn0b2RL7q7bjYKPf67ab73Zde813zHvSM+Hr6ujQA+5T3FvZCBYD5a77Y84ueUvikUFz77I44+Fa1OPS5hE73Ea4I7ePPVvOPfDr5/vhu+59FzvoYF9bxfRvs9OlYbPjZOsb7s5o29vU5DPqhRCz7CLyg9lmkDvs3umL08/AU+5PY4PWSLjD0xD6c9IkukPZAcV77MG+48oWxFvYHTD72Hh26+SeAgPTyAib3gF9E8aMgJPkV2Cz5mvgq+TCSFvWWt+z35lQA97F/KO1X+OL3mxLi95gxoPVRT2L1dveO9p2WhvfZeLz5v/WQ7bSG8vUoIuD2UAjw8S5oVPhs8prxffBK+RBX1vbwFfj2Hp9e9FChjvfsgBT6nOc29VDVGvscaNj6kjBM+0w0TvVFlsLwkLfa98WMlPhNYwz1q7249FUpGvvsRZ71tvJO8YhdjOxcooDxxWNW8ChwBPZ96Er79fWi+4haOvbWpFb7rv7o9NbrFvarLGz60SaQ9T0xOvYUIjz0axeo9g1EFPmcpEb6G27o9wlLwPQM1Cj3hXw2+BF4nvc4nBL6Ki8g9IllTPcEb+z2yOUq9T0ShPKvj77sRFqk9aeo7PlbR6L3YpWe9IZQWPiqvtb2QSmW+q6OgvFT/kj1G0gs9ESkyPAoQpT1uQiY96ifivTUhqD0Io3m8sFWvvIWXu73nZnm9i51VvmJKpLwpjBs9jd3bPar9tTyrVM69+0iIPQbc1L107ng9OmVVvf4SCbzH+n29fXehPdoxuLtI+eU93UeKvNagSb1hQYG9gQQyPjHMT74Xxc696cHnvC2KE75rpN+7JzsFvs6Fob3YJgC9aF4uveZi3L0JwS0+dgLYvAgHZr7Og8u9RQCTPoeY+L3+ccK8aRsGPn3QCz7FG+k7eXDmPCa5l778/Ze9VEksvaJuML0MoMO5iAQCvVy59b0iodQ9eUyvPQhkCb4U6Co+NetmPlEP4r1281G+yQkZPdmGmz6YPKo7fWUcvgJBtj2laky9VgCkPSA9rrvn56S9Tdxmvl6eiz0Q8Ng8o/CbPPdSur6yI668xFsDvickQj4kyCG+/MyBPYEHpj0EtRu8UtO6vZ9Wzj1AeRA+jdodPsw4n7zombA930flvKIWUr56Qj+9y3Cbuiaycz74BhM+SihwvikROT7ay1K+BZkAvmNQ0zwWIPS8/c1gvqPEOz5jJ3M+BH89Pm9drj2yfP89muL3PJJdkjwxx3K+uC8xvpmzqT0hLz29Q+FDPqQCEj2UOv+9zUltPv1PW75J4CS+HFa6vVSMe71Hf+28VQQHvlokKb5fIhM9I+U2vAZEjr0Kq2C92lNcPgVFuT2Kjqy9s1DVPG8NBb6+Udu9bshCvhY/2T1jImq+/Ep9vMARCj55mfS8GSVKvctY6Dy/Yb28ZveXvaWZjLxrfkO97+ZRvTinsbseqAy+HTG2Pf+u0T1um4O9TcriPYCtF74fTh++1TQKvrL/gz7NXKu9TsWRvQrU3r03MIY80XKVvSvwyT1Fxim+v4z0PIjrOj2TsRO+3xDLPuggzb36Iv49hcNWPpqqir0TQiK+OH6dvbCT8Tu73pe8IauFvhyj0D0anpS9IdYFPLAdKT6cSR6+yoSUvCAlNb7/h968DA7SvMCkXz79UCc+nmT1vYL9JT5XJYQ+b1g6vtGXGr7AxXw+b7nDPEy9mD3awjg+to+Rvp4jDjxzYe+9Tu8vPvzr5L091C2+9cByPUwKAj77WCy9a0n+PSQhRD4jQom98jq2PQP8ID5zSl++WX5qPRu5D72/DLA9k7+6vZj37r0R/LU9jTskPnv0Zj2sBBA+MZMtPnzE/L3bYBU+c65DvoEE37s77DQ+TINMvfZqeb2uIDQ+fvD5PTANw72vRwG+0WL7vfu2hL2OAGG+bgWLvBxD6b1xkN28356qvQKRWr7wlC4+1K4uvWcHGL1FnB+9WpwDvKVhgL0xwsA8bkS8u/+FWz4O/ko+sZEEvf6/eT1KsjW+oPhXvXj1OTwsxD6+6ZMzvl67Az5yPi49nc8zPeVvHbyaEk0+OXxQPn/kWr0sHiK+geqqvanirz327Ba8dWiWvJLlGD5QYCs9kTjEvMrUTz2IeaM9mbggPsDaQD5LooE+ug//vUItkT0Cwqs9adMXvEW4Zj5Utv89FV0dPmteSj3jH9094dEWvsZtXT1XLxC91W8JPlKamz73ITw+IhgRvh52J76+2729YNddPvGOwrtxRRI+Q++APoMtPr5Eg6U9vjclPpRsxztjWEi9B1YYPRcfqz1dmW29CykuvL1MTj7lOtQ9KuhzvV3xgD3QlSG+npkCvTYfhr0XbDA+C2SSPVAd7bzTE6a99HhXPXO3gLw2dCW9sjG7PHcZkT2ZZJo972X9PZR+Ez6TUD+7FnZ/PrlhoL1zSCQ+/8N2PtJICb65Nai9DMuBvTDJuT12hUo+ZiDevaoTvzx929C9MOMNPP56C71dHXG8Fc8BPqwTJj46BIW+ZeSePThedL1af9I9wxotvn/CUj74F/C9fcTzu0uG7r1zKpo9QVIePe93KT0Hdhm+nU3+vSU1oz3EQxi+LLLfvR7xT76Im527FDxuvR5KHb5DSUQ8FBe1vaum1D13KLE93CgiOwGktz0eZTQ8FcK9PZmKFj5tVk+9AtHIPH91Lr7x1xk+trrSPAid/L031O69DZwqPN2keT28JDS9uJ+JvSxM57tOuDS+6os3vRJ5oj3FURA+/FoDvYX8HDxMpZg9amfuvVoIu732eqy7aiI7vpNRBD7WCFM9dKWdPKvTIT5jU889TiINviG/1b0i3Sa9TYBMvCggmD246VQ7kPI4u+sPr7xpxAW+fPgDPPdieb2lEaK+kx0ZPiGIuD1JUiU+8149PmJKC72idxc+0bPyPaixwD1qK4A+LgpAPu0ovD6/EiY75w9yPp7JIz5P3bc8Xmh/vFqQK76jcgC9GaTfPun4ir5dP8A93xIHPih8r73bRn48WkHmu3Vsyj4MVq++PEwtvUktXz4Zxks+pVTEPWkit72TpoQ+VeIjvm4pYz6YNVS9T2dwPfIF4j4eIue9a2C8vcyIrD6dfYO+Sb+WvXaoHz5at3A+DpjQPdHnbL5BGno+UiLcvrxL4L262Kc+U6vcPgcqGb4s6PG8FWJtPd/rvz5J4SW+pMoHPsd5nz1+M5K8wWUIPvw2wb1yL+C9sUNWPDyktT1WGMa8IyXPvXqicj3iMZC+lWiPPmfai77uxti9THMpvaLu6DyFhTq+vn02vi6wVT4a+74+CMfxPWYABT04FGa+zywkvRPWPbx82n2+BIy2PcN4kz6dGtA++zGCPjLllz3AeFi9g2BAve2BK70v7Ci+Bj+XPXjDvzz3VpE9dXrkPfseSL7hRDI+C+oJvvdMCr6kqRo+d9k1vchoOL7hHfI9qPiuvQtjVb4Bsky+0AA9vtzgvD2uuR0+JsPKvIZkWbweF5Y9HEgSPlY+Wj2s5gg+pYNxvT0+K74TzJY+LXEVvvs1973G6Qa+gas9PSyIh71RSQK+WFYdPXw8174MHqQ84wAhPjociz33KSS8iOJsPTH8mr6M6BQ+Hp26PfcjnT1d/Ps9YM+nvXY4OT33WQ4+S/CSPZi/4L3292M98gcuPhR+tD319yy+evuIPe2MD723SyW+IXVAPqg+pb144bS6JmkOvl+ogr6Lobi9bzX5Pe8UBL6Q5Qe+Vv/hPiJoUL2cRT09I151vmrKQr5kF12+g5WOvQeqzT1br4g+zR29vgk+KT1df3s9xFaDvjo+Lb3c+E6+jiwUvqUB9bwo1Zm9EmKbvCY6E72J6BS+/RQivpj7M74x2my+a1/zvfiq6LyYHJS9pz6iPCaVFz4mPhC+1ryRvrWf3T2DkxC+ZxOcvcuuhz5MCc+9xF9uvbre+D0tXe486tdzPp6azL2NOYw9XXCtPZGQA73jGQu9CrQvvqDRX72ndQ0+YLWHvXaW0byrqiG+XIevve/OxzzgNx88NmslvhQtHD6FrMI70PR0vsRs0b5vgSI9enUZvre4rD1h5rg9QmsLvdPMQr4pys48tr7nvRODVr5aT6U8Mqm0PuKmk72D6pY+qJSSPnq2mL0u4Qg9EoNtPuQadj1b0zY+OyyfPQIE8r5AmCo+8J2LPnqPMz58GYW9DLg1vnKItL2VqcI7WtwkPkcneb6ulG47JpCnvZXmNL0fqic+1c9yvnilTT4vW5k++iNPPriDVr64bLC92AasvviXJL5ZFxm+H+FHPcQf9LzOJny9xaIWvhQOrLnVTWS9LMnUPf7tFz4Qg2G+ElOsPNREezz8twa+lj1SvsEG9Dzsy2Y+IerxvcqUCL36HBW9kqfTPfBh0z3q8CS9jB1UvvI7Nz5sryw+8QmDPYTdfTzmMAQ+m1E9vp3ivDzSr4k9gVLRPUu7ur0cS2W7Z7whvnmuxj33A+o9AYt5PELB/T21TC6+kJdEvSnnT7xbhOS8MjKNvPygGL1xgnW95KY9vculwL3c3KA9IeE3vUcHAz4Fos89B8ytvW9GFb5Nu1G+vV8SPdui6j1a2CO9OlMwPZlYyr0Zlla9xCmRvZaCO766nMK9TTFWviAVBL37S+S8fb7PvFgWADztNDg+/jewPaJcGL6a3/W9ClHavezwjr3pUlk96DBBPS6o/z2bB0s9YBBCPvzYMb4MZFc9EYU6PnltEr1HvhM9xp1BPolC2j1nXww61n9FPjevPT4/z7y8CzswPolwvb06Tcq7QYUWvSsuK74o59A8wcmbOy8sk717mx2+w7rovBB1w7z/lYy9D37quw/1FT6V1om9ON6XvUNdxjxlqqq98cCFPXAobT5cYMq7G1+JvSSjRrh0b+Q91B9zvdBS2T2kuoq+/uz4PVOACT1siiC+XUBKvnDSsLfT18Y89OvdvViaCL4FawW9XkgivniZoD25IJo+gJUDu51coL6/IO88vTgpvvsnGj6N/T8+uFkHPXFLFD7TygO9jitgPaPf+L03h8I8W/zNPaKpB70GAAS9GMFtvoneH75Qms09U2z6PRd/Wzko/aq5tuClvOFNPD54ck0+26GPPUnFnL2qi1s+vfxIvlRHPb500ia+JsQ7vZCbkT7ju0M+jXJcvuCueD48SMu+pQukvWP8Cb/GF6+9GMcOvjZCmrxO8RC+AAq2vANXQjtFDoW7gTTxvT/xlT3bGiS93E7tPfmCMj5RHuI72i64PWhJwL5ryQ++UugBPidNnj7kHNa95zd+PECyVT4t0Em+rqLPPaxX+T1MHBy+OnzSPH+dHr6iJwE+79rwPfLqtT4zT7w8/lPQPKnIFj6vZgc+qX/Cvd7jyL23T7u9LePxO8Vg7r0PQIS+MB1ZPVYIPj60Kl0+4Dh/PJdZKL2kF8e9LzSUvja+Jz5yG3A+7t8iPl5UTT3o9y8+irK6vbD4uT3QdQk+UG/5O9nlt75CllI+QbI0vvCpgb4syyE+uS2AvaiNGb4GV8c81P4tvuE0ND6NE38+Mv6NPYS9J77MRCM9h0b9PUhrNj5OaGq+TkGbPj4PRr6mJaA+2vM7PQjtaT6G1Q++/oorvqLhoj7Cxtk9kOqevt+aa71dhY4+ajGaPff8jL4tBC2+Qm+DPjNzzz7yEUo9yRdMvJBrbz0EM0S9pUQEPuUb8z0Y21e+j180PhRovb1KUey9Ix7Qvqu+ar73qB4+Ovi0vhvSQb6GB1C+dVuNvkcSFj3YLCO++MoTPpZARj64JL09ICUDvtarur3i0L29fzklvqWnwL1Yayo9aFS5PTrjlTwRMHi9h/DvPAzkBz73Kze9Jj7yPf/AWL31Y+k9Jxf7vXVurb0br8O9MaMNPIScHj3OLWy9ZC0yPrz8Ij1wkyw9hGakPji3YDxetO89Lkyqu/kGhb0AAsW9nKSOvbEf+jzdySo+rFgNPj9t9z2XYYe93xtAPJmBE721ImQ+yqUcvpUeFb7DWFw9F18cPgveET3Bqks+otocPh96Kr7t25+8WUDjPGOPmr0EXsi9F1q9ve7gqb0aEUo+htHKPLueD74VtNi8qhAzPnlJfz49dus96CPivTitaj51BGy9FbB6vf5MPT7yCQK+CNevvU2nxT3Lxqe8mLEtPkLFMbsZH78+6Q9+PV1q4T0+KJm7N8OdPTGbAT2J4wi+8E6iPZ1SVz1sXea6VUzFPVbJB75o+no9+dxmPTLggj2BOiM+V19yvGwvs744o1M+v5r+PB5xWz7lyk28cd9xusZZur0nctc8VZE+Pj+OOj6zbB++yBpkvohz1j3yCIm+I+a8vdH21DwUDKU+eKviPQMmkb0NxMk9MjC2Pau+M76/H688aDJ6PbyOLD0C8ws+04EAPg1dYj38Cxm7iTSiPWdgNrzHy+u95WW2vRwriDxOfBU9Huw3vacSsr1LriI9MTbBvF/U0L2orRG+e2GBPVpf8DyRUjg89WnMvYPmxrx5Avm9Lfx6vuQMiz2o+Fy9wcCTvbz+BD3cn4o8AizfPN7lXL1Vxs+9pKiYvdFVJjvTuaa9eUMiPRP7hbg3nc08+uQRPhicwDsu6S2+79b7vYCTzb2PFoc90ZE9PiiG7D2+WYC9mjGWPM5PXr5gfY27a44OPhXITj0c0IY8GiZ2vR6AZj5qwSm948isvcUEh74uEhE+YIqLPc5qcD0tLg69dXa1vbjXVj3eqgS+TocgvXW/aT0sTMQ9UruvOyqVrb1arkE9PlDyPTQDg71TO8I9hvDrPGPjFb3Xpga9MV22PBJKqTuPQQU97xjFO8rVRjxm5ee9rLgEu8dAcryxh6U9k/4dvnBTJr1RFIY9Pt8PvQkJlj0qefq98GmMvWMBOD0YxX68dl0ovQxnRT1VhUG8NcFgvQYnFb2fLd490VvxPUBUND7jqeW8TWs7PoAtyL2Ke1i9bX52vev0xL1dIgE8v56mvVHrwDuYoKE9jrG3PYKVDT2Jm5A9+u0yvCTTQj5ctJO9ncCdunkpGD0fn8i9zUwKPmd+6zw0BjY7Dwcuvek4ir1SlHi91nrGvYQOor0qpjA99sA+PiWgnD607oy+WEEVvkPUNz4AaE6+4XyDPOtGXr7MGfS9w0dEPTThlTzq7HC+7/B2PYUcpTy2PkK+Z80ovNSTTj6TupA9C3uDPvWQnj7z84C+Kp6vPkDc271SNme+PAbWvXXTkr6k6py9MSPvvTEqgD5/UfK8Si1LvAJy4r0joZg9/dBFPpKpRb4aO/C906cUvl7tg72AiCC+iW6Dvld0Dz5sT3O8j/THPAnwvD58Om+9t/IAPl77Br5gbZ8+1uzNPBMkPz5y3ie+XW9ovUxuGb7VhLk+lZQ+Punfbb6+7mq+TjGAPGYtir4vI3I+jFuvvHR7rj2RcWA+1q9vvFlCXb4gwVw9x+ABvRWbQD137Vo+Gj/OPWJkIb7jdDS+tFxivb5/lj3vNCI+glgGP1VVCT4K0ca9uQiEPhUZqj3DnYm9IMqIPRZpST79rZ6+TEndvHb8nj0170S+eteKPo5KBD7ae5e+pywCvqdUwb2eF4I+V00JPr5etz2K82o+EAcnPTEgqj1EGvI8SmrLvTQKXj5kY6E+pP5nPb6w0z3ygV++ujDWPSKLVz4ZyiA+F/YnvTXom74jfTq85B4iPihiGr5kwyc9P3IjvaQZWT3hsfo9RDofvtc6Kj7GnFq+X+bEPehfXDq7knm+LYGBPo9RaDwYppA8wI6dPQWgKz49cwu+9nAtPp9N7b2AEhu9bWcePRQdpb1+Yla9RuPePApSoL1ocPI9pxclvHOvDb3MtzE9MKEHPoccEj4IfKm9EifiPt68Z72Dl729GW8dvXh44L2iVAk+eq6SvuJKOz0VerI8AZ1UvJkkSz4scws+a8G2PRxR4r1Mv4O9X44YvXjcGT5oEBe+Etgmvrn4TD7AxQ2+OlsIPvJGxT0xbOw962lvPIAxLbxxVUA9X24ivdS3LL7DEF4+kwFwPmIs0DwQvOG+AvZmvrCpLj0xlSo+plGhPWj3gTzyuZk9ZZYFve4lVD5pvHA+gGfMPU32Urw61y2+LMCkvFECKD5+9Sk8WdnSPNrWB76gpkE9Zyc4vT+vEb547W090AqCPXf+2zwJFkW8FJFEPc/5aL6WS9q9lOqwPBXbIz70sq49z9JwPaC/6z1AJ+K8HhS7u/v9mj5QxOe9Hvpavf69l73tf1E+8bdxPJzkp7xK2D2+vQLIPNzFlz0g55k+WhrCPVXlhD1rEWE+LMZhvpxCqT0Vlmg8qAkpvYoqjz2qU309vj7CPeibJz7746u9cRYQvt5rPb4CeBY9fsGLvEv/v72fFzy9AQiyPU1T3z0ulCu8Ft7OPT8B3btfKuA9/3IvvW9V/T3+kqc9vHgBvvIzSzuX/gk+FhgBvkt46z06RMk9NSl4vRzsAT0+NTs99289vduGL73PJJG9pgTYPew2RL6A1C4++3GKPe9QLb5pQL67vnlXvdFIxj3PQC29Y7kFvST2+rsYCUE944guvgTT/rzh9yy95r49vfKVvD0ws6+9GYzePOYcaT1Gqny9Yo2MvS3dAL7aXcC9+9SJvaYjVb3GulW7ezekvUP76z2RPSo9zzNUvXuvir2kWAQ+qOSbvSafVL0mioo7zIQ3PUdBy73iyjI97f9/vYiNxD1mHZ08bu2kPaosUL0lZtO99GWrPS/0Ab6wd5Q7s/wfPSryBTwQh2Q+jQzbuoahxb1yZzW+ohFNvuPYJD4YUjK+pvJlPTEU9b2/Hru88kW8PW3iqb1PbEs95ULhPf3Gmj0Usw0+N6gxPQgtqj3xPZu9xq6LvQ9y7D2fvDu8WzyOPFj+zb05dH29+w1YPhcB5D18joe99kT6PapuBj0YWVE88fEbPel/MDyDKAQ9uaEGPRIqyjwM5Uq9+YyoPdwMkb3lYuS8p+gNPE30Br7mChQ9Jt7Kvdrt0rxLq4M97K8QPgtYhLw9eyw+C56HvYW/sLz4JVK8iyILPhbDbT4s62w9Hs7jvehkyrxSgHa8hYTMPAcrp72EQXc9wkA5PtwaxL21jHw6LsJSviCdZT0kMsM98ABgPmIDkj3BElw8jcUvvlc57j2UvGq9vzS9vZIgbz7jiMy9AicSvtAgkD0YbJk9MpOfPvH9BD5IowO+cs0PPs9c/L10dpq+F9wDvihtmj2l0W6+EQIuviCmIj4e4Ig8MwTlPfc0Db5nVaC9BFclPvHZpL3vjF09JQ9bvTN5Zr6Jt+Q7z9EuPs0oF71ZdhC+ja+qPfYNlT1kQv89IeigvXrHdL7dsgo+xACLvQIjaz7ngIQ+uxdYvkqG5b20Imw9pL8RvcCJgz7QBgi9hJtKvSdsAb2gbjw+LD6QPh04pTtZm3G+y6iDPqkJUL6Pf0s+EARUPlhfrL4A07G9vUrIPZGKKz2rS7Y985KXvlxk/b1P3oC9WkbIvcGWNL7CLIO90VuLvZJFHT2xmTc+c80JPnapFr2axvm8CWsZvuWzGj6JolA+jZCgPT+peT41/j0+GLoCPdELtrybnc09aWUlPuwmXr1r16a9JHmqvaNchLxZw6A8I83vPf4SBD2sjp08sScQPio16D1djsk8Ub1LPc9B8ryyS+K8dtyGPbVeTzwcUoQ9OiKIu+2x3D0wXRw+oi3/vLCuLL7NT3A8vxpIPYpKl70nJQS7BywZPshGRb57xfG9Y5lHPZdjyr1F1gw+d2eavYioYj2UIXE8CarsPbIX77x9JYG+Zz2XPch1krwUsYc+Qfwwvg/GeT1RRHk9+VbbvBEn6L2V3tQ9ypsKPqBOTr7Pxm49wJuUu+FcAj6TjoC+OXHivZT3wTu2DJU94KUDvRCWhj4ItRA+gKerPUq7d71laOs9L77zPVO1jr52hJo9Wr16vRpxTj6Rg6I+j3JhPZfGNr4sN4w9MQQIPpXQPT5P2dE9lsxDPmzchb0eFKa9WULsvff04T2Y5Va9TDpHvtbuB7661zs9Rs2RvL5Bxb0tqIS9z3UVPUutij2TgE+9tj8rvenvLT7Ze+29Gtd3vlapAT7BboG9CmgQvjxXTD3CMi+9MU8bPCpwNL4f/z2+fYA/PrvPzbyC4wY9JwwiPuapmTyUJYY7u+GHvTaOy743I26+mng5u2MwUz2F1Bw96qlkPRXEhT5Qnuk8SLKDPZVAi75lGR++LaeWvA/6yL7vlFE9UeKHPlZZPL4B8Ii9njuivTxTTr50D/e8qQatvYUzqL7Djf699sdTPob0j71b04m9XHFuvXWwUL1fSnc9e2sYPiwehbzxolK9Kpr6ve7BvDxatHA+ufpXPnS3cb4LV+e9pYEovQFJrLzPYIe9ypdmPkaByzvzzrm9We2fvU5PU76Sbdm9RvnUPdemQz6lky8+sjqFPrldOb7721c9UoE3PZMmyT7nOvq7f3BKvhunBr57YvI6QYGsPCbQYr0hHgw+ck8svseTkr2mrQQ9gW0XvhCOIT1ao/c9sY0Fvoe2Dj5lGV09cEhcvihUzz2PeRg+uIZZvopU+LxVsni948/lOlBkzjzjJzi9gLcaPhYsjjypzp29bZbXvFw2Obpi/Y050SxzvJeeKD04+DS8Frb/vIxgMr2RaNa8CISBvX7JwbogHJk90MN4vaDMi7y/zvS9IbrxveX5ED0HWOS7qDwYvjgI07236LM8YTYmPoTh3L1W7x08KiQAvlhYWr0jMIQ9/lLNu37/2D2iCIQ+T5spPid42j3cccc9d4aQPKbab7169FY9JqTWPITpZT1sA306YK3zvHY8670A33297nYaPaNYPL3IZMU9ciCVPN24JD1G7Ka93DlsvW19MD0jjF8982AIPspygD1e5y+7H9ShvIkzrb3Rsh+9rbWzvU+zu73UTpU9tzdjvOSUFL1wxI29mSb4vWRjwD2Nzoy90oLGvcT/PD211hA9uKJhvSxqFT6Dflm+5qFpvMrLUb1zjf+9ZSVYvd/8TLzaTTm9VvsOPUnOs71xaXm9tAIPvS17873lLWw+xMEhvdqZKT14fhC+ZGuRPHTnnbwccaU9jzQLvdnRPL791Ei9ms3fPD/3lD2K58M83PTUPAugqTzSN5C9cRnCuuBwaL6lwkS960IPvgHBjD1XMzu88pSFPXYhKD74PaO8FWxQPhlAFjy6bt89bvVMvh8mD75H7Jw9CeDSPA6DMT7iFLg93AMsvm040Dyp5+Y8/U+vvR06E76PIwE+rFnnPVmJV76A83I8NRfMPflSSr59s6g9648ovpatJz2EoGo9iV+3voSPb77rHJ69780GvoYZcD7qaLC92KPbvHlBBL1EtUC+tFAcPVwfZz7g2i++eHU7vONCLj6y2+07BLUJPoJcAL6gSxI+ENPfPHy+uLw6bJ+9JfrdPHP5UL4wMhK+46rlvAUcaD7/+QC97UYevfmp6r0YpYw7N2+cPno6trvXM6a8NcePvVyCtL0WVcS9vxjhPcRX5z0copq9ryQJPjIDSD2MN3A9ahDNvCs6bry4s5O9lLPkOYLtcbwCtVC82N+bvTvwvD3oCwy7VZgdPSQa1j0ju849JlsmPlc3c77yVcu88GrmvVuvC71T5gU+K+6Yvf5iqL1vaV0+X56DvuSpYL2R2x69H1GOvXSBqDzIJAQ9RMN7PeAAEjt3a+I9GmiFvkEKpz1FHCI+GuT9O78Zcb7fkS++rdUXPhCasz0geXE9ASyCvEa2sb2GNXU+pP0lPLTbx72O79I8oIouvLwyr72fPiu+6uUNvq93KT5sSvG7dGhsPqJIgb3xfpy+0EdtvOqHjr46k2g++4/lPmbM0j1GcNg85pK3PHJocjxHHS+9gge8PJSXdb6Hn1Q+X7E5PlLyEb7Ks5a9rhOhPuCi9zzTgSs8ZRSPvGp6fr0igpo9FTehPegGxr4+DZS+x942PlzpUb6uDB++Edu9PdzJ0D3uSXk+IO/DPDpXLL0DQeM9YdUXvnaNa73eQqG9hFaqvtXu8r3BUwS9QFJoPmeSkz0Snku9vlFgPurA8LwAvPm8uE+SPhMAcr79AlG8l9ruvVRuCr4LX8S+tuhVPqWyF760RR0+9/uEPgoAHT2738G99HZKvMbEDD4l5Gs+eqXSPfLS3j2vjY+8yb0UPmRT1T29Ot89TFuhvWYt8rwjEBI+5dCRvn2vIj4PpA4+O2vNPYXDvT4idjU+ftPMPEJBNz7N6NS9btQGPdB/X7w1jgS9RqyFvphQj75WN5a9bCYGvo63gz3VaIY+jYrlPL1+Y75IjP08MWrbPZFoDr29m+i8ZhF/Pt8SLr6+wFm9urzTvEESqj1VLRe+uy6hPbj4rb0wjPC9dfcyvmt5nT4KuJ69IMlsPNeaQD4qrAC+ua1zPh8QLb5dV2i9dhuBvYKohz73zS09Fvy8Pcnvkb4laow981I/PI6rTb4t7Tg+4oW3vhY5JT64ydy7WhikvcDkXL6w3DU90ETbPbXIi7tI4pO+9DXdPI7gzT3Jnf+9O9jlvaOw/D0mBDy7WBlVPQJbzbud5ic93mZYPeNrVL1qfbk9UagvPuL2Yb2/RUM9hAI4PfFKLb2KSTq+AXvOveGzKj50W9w6MVaEPSwu1b2Lm7Y9btGGvfy7Fr1e+4e9x5QLPiS+h7wpcj++l3ZCvfmQ5bq+nEM+uaKovYSdgL3/Prg8G33fvdf85byf8xO7UCacO4jTxz2/KKE9THrZPMOedbudwZm9vp6yvYB3Fr18c+W9zlN1O1ZCI74CUMO9XHyEPVXJmT1zzDK9aLVDvln/yj2beiO84olhPcVAFL6c0IU8f59MvvYmYLxxRAU+nEWavUPPFT2tMY09128qvopEAL7u78i9l/QGPtYwXryPEIU8/GtovRoPwL2pLHo+VBVLPTH4xz3GaMQ9wtBePJLx5b2tfxK+n5BPPZ/AMb0jxs27CmzBvV4q+LrwQWu+8TM+voMF0L0hmrA9ipiAvdNBW70crpQ+DYVbPU3zOjy/n/a94NG3PVPtlL3fpQ6+kdEQPge4eT303ia+heRUviPTuT2sIP49i7HKPVQa6LvjC5y93Z8dPfFe1j1aAxA+YUi+vGA2NDwjkDa9BPRLPjHb7ryjMoQ+9+PRPKZT3T0KlVQ9W6OXPiJHoL2xJe89BtshvlYjm7reqRQ+vl+0ugdVG7zTHXk+MT9uvD90Er6FVSg+kezJPW5KFz4x2cU829C4PZYKAj7VuAm9+W+5vXNour3kGvQ9NcAWPgJpMr7oy3O7kf1TPnwL7b3f6p086zHlvUcOFr0SfmO9gn5oPlkX1z1jGZ0+gAUrvkIlFr1UXGa9fOiBvh7TbT00E+A9E7/jvWtAFj4hNTW9p2vVvWdJEz7wZXe9FHyzPCLJD75AHoI9oLEVviu4Y76NNDa+NH2tvTi99b2r9BS93bMDvumrvT1SvH+8MW7JPWJUrz7ov4i9tC4HPoGFQ74Xbze+4UxSPuQMQj32pBS+kAyevv4ND70zJ4G8AOr/PRtIE74vGyU71oN6vcg9CT2uA/I80N1MveYpDz6tK5E8hvYuPoA+AD2tQKW9uLGVPHVGwD0vg6m9wEP4PYk/o71aOpS+l6IjPgFbxj3H6wc+lIgfPSe8QL0/Cvy964ezvSySVr6cw6Y9JlKXPaunqr0Em808PkcNPqsz+zsJrqA9X2fBvBFZUr4iRQY+ox1Evjdis73zfoe9q4KaPXamYLzJC4w96XgtvoL0TD2kN1E9C17UvJ5pAr44ki69MvAaPr1JHL7PGJO+Y5gpvvFL870KVEy9TfpkPswS37ugcwi+gqbnPP5FDD4SdX8+pgJkvsrwlD0cdiY+Gssgvpx3cj7/TJa+LK+yvGUSPD38Rgw9KHc5Pm9hr76uA5w9mEMePTRNFD55MH47KdEevRvTgb3auP49EvbFPI7HHj7yFp+8zxpmPsKWHz18Cds9xTKqPfB0rbx1x+29rvwVvnX6xr2/Rk68cvShvnnyhL62k7g9YZVrPicco71xX2E+EXSmveIyGL1aW3C+9UYEPj8OkD2B8OU9mnrcvT7Xc7zXe048s2dFPUz8QL0rj7g7YOpPPvbmpD0IPqS9EwGpvdofgT4Q3rq9OsmvvRVA7z0Rdmu+vka/PSKfoT1+BLS9KRIyPVDhGb7WHk47HmQxPqxyTb26Br89h652Pvoy+z3jCj++c3RIvv2tyT66eUI++8/nvZK2z704SAG+q9YqvjnCKr3lOYU9kJFBPqg0pLyEIaU9sqmOvuOeAz64KYi+SIwSvefozjzoS0A+hxYAvorCnD5KnLU9wlmWPWTBSj53pte8GCmUvGlV1LxJlIc+xdtfPUp4pz2Pvna9YqbwvQCmpb1g75A73SotvWEQAb7mCLg+jtKZvfUBC7583g+9w7nJvOb7CT4/XcE9bJnyPQ4E2D01c/E9ZMMEvuKyXL08S2A8kKlQvC7ORD6rgpY9OUJ0vVg/uryxWN06vwt/vjaYXj4mZh88Mtg1vipBjTxyvSI+UhrPu6zMhL0uWsA9il5dvuiUYL4ZLZS9K5d7PeE+yT3ueZE9Ko5wuSULZ74dgaQ9txeQvbRxDj7Gx0+9ikJ0vagAzLwT9Ng8nxeLvivy4j2bf9a9mRmbvvHntr13Lwm++gwEvUuT/z3plpi99v8NvY3zdL2TNXi+H2fTPVzPML1KvQi+bUKrvjTm1rzY5jS+Uv9ovuKA+L2+aXg9NGlPvvkGxj2c0qY9EYyqvcXuGD3tQBQ95vF6vp21GD7xLjm+uGv7vZjlU731Lq68M0NCPubC7b1CPxI+BrBIvcDmQz23jMM9KdHiPOHBKr46BUo9ELsXPlZfAb59a7U96c56PaDRp72S1qI9paEavuZsEL5Y7+M8t33qPXscYL7leNc9WnjovSZ5QT31F8y9rcOHvbF6S774QZy9bYwXvtyDdr3kCyM9QEbDPdUMSz7udC09FoetvAi5h763Pws+yTHaveZHRr4XBGW+dVNfPSTVLD0RL727xocQPo+IiT7gHE++LNGVvTIIcb7qI2e+ls8zPPoNHb5ScL09WEPZPbCEjT2MmGy+rC8MvBpHNz2v8J+9vqgbvhpw5L1jMi29RwiEPTaXgLsMRkm+o95TPrWiB7u3ZXe+SgJCPWVRPT3e4ba909QRvd3UhT2R5Ek8SABfPf/bqr3qHB29AFtDvg8urD3PMjk+wyT7vAhXc74LTPa9LQiHPF98sj1TIWY9O1WxvNAFur0R02y+KDgcvSF7aT61uMK9WP+UviNY/rzZlJi9TM54PrLW071JqiA98JwYPc2YrD6Fnei9mZ95vruajj0RJgW+goTeO8tNwLpzMqg98c06vunF0r33ZwW+ONKUPTxO1Ltt6B0+cH71PXmSlL5GAA6+2aR2PTosxb4+3z2+PCcsvkP7xT3UpW29zaATPHDWBT7tdlc+mE5CvbRRQL2tn6g9h3KyPoAUaL1AZV6+g/agvksCEL4170m+huLSvgYFxT15Gr49BbkdPjx7trwRE4Q9/m6Vvp/eCD4XoVe+AMQhvnx8Rz5ICuC9Z5cIvaT/HT52laG9aLYovp33ED5Uoqg+tINePefdxb3rA08+wjUtPlVN8j1GFYW+N4h9PhsbKzzTPk4+GPyAPj18Bz1QnZ+7GuBCPvKIbb5JoYy+WdxpvFPZ671x2qi8cifzPNI/yD2n4Hi9YExlPYwsFD4RlSE+PqK5vaD7iT2Q+R8+rHlFPbLjAL6dDhu+jfrtvasx9rx1o1q81Ezxuk6PRz6l2B0+c+pPPoTQMT6ZzwC+O19KPvNF9T3XbPC9ashQvnVJPT48nC2+bw/bPRPRfz2sgw6+jrNIPtXAej7Qjf890fSrPFqbPj2xssW9rv+TvpasFr7PMSY+jlu/PRszKj2/sX49yJjevfv8MDz1ivS9LbKsPkzdYT29b4S+/Ox3PuybNT4I4/K+d05bPjykOz65hZu+Z3M3vhvPrz1ud1y95TFvvrZrbr5bYzu+kFo9vtUQ3r2G1ey9lLxtPvZEQr7NjRE8NKtBvnJpU712lW2+mhkDvlrQFzwDeoI96Zg6Prph170RdiQ+iijVvivzFT4tjoK9gK0fPus9dz26JbU8TdpMPYFASzvKkoK9m6/8vagxdz5BUiu985WYvVt82jok3cS9NnDjPXgPmD1Vniw+BxwavssEMDz38FE9vqT9PZ16+b0vvYc94qtqPrN+tzziBYQ9MkM+vqDvir4swfo9x1R1vnG7Or5pso0+nsFEvtafcb4IdJC9PG2NvvnY7T22zhu+cDBvvvFGnD6T0t+96cDRPbOsmTxv21K+eUTyPRcQ272E+Ho9ZbCfPWod2rx57o49ZlG5PAqYkz6CwII+PxsXPeBO4rzNkjS+yi0pvlazqj6l+E2+iuwovim1Mz5YPhi+rbE+PlDfJD7aWgG9XX4Lvb9bn7yVZpm+HK2GvfAdA77GH5S8BBQwPGB0oT6SSkG9PkIzvlrF/b0nHgY+V6FQvYxdmT4k+G89RLgJvZkoa76fdn699k+Qvv1nMj4HPtw98DkzPoAjc76tOxc+u2vLPd5aor3XO2w+GvCrPe6ZVT3ukpc+Jp+/PXViwj2y0/K8t4QYvTV6kT3J+Yi9HeWcPJy56T0SmFe+O++0vVbR5rmBlSu+7GvdPTaDj7yrh4S8X7CZvaoULL5jAH89AKcEvJ9Ifz2YqZU9SHBHvgCDZztd8R0+e0EAvoJYlD1tRVg+ZfyHvRNFFbx+dxy+IOuWPUwNjrzSwrs8ZC1+vZA1hL4Ke1q9cLhDvohexjsr9am9oH1vvvuXYz7njKE8lKrrvZfXPD3LhKM9LNoPPBxW271vNOi8CdlLvWGmIj5E/AK+/tpbu6l7zzyCG2g8zuQxPnepuL1KEqq9ezoHPgIjhL0oMPA9H2oOPhP1cju3Y6o82+ECPqtfBD41rtK9orQ5vRsuHr57gYi9NxHvu08Ppb2t+Ie9rohovcoNhL2VUhu7wC0Zvr8iPb4xaW++bFaRvUHUKLyNg9A9SdOWPT4W87yv9vm9hNIGvG0hOL493Qw9SQKAveCMHD2NhJq9PlSyvXmLEz31Cz88ZjK3vR/fz7whQEC9cunuvVcNBD6+LrC8h5GGukb7HL0L/R6+KE//O+8TZD70y7G8ZU4gvQ+HF76KOhQ9igLwvYRc373oLB89oEsXvnFzOj0DXfK9QJ2FvZl91zxVul6+WIdRPoD1XDxbR2c90VmgvYdJBr1caA6+mI2PvFX6aT0XXSy+xn1zvow/oj00fLS7P/6DPTQV5b3ZIiE+y8Abvrc1O7yarVK+mvgPvuJYhz3LlIi9UeYUvXS9m73F1yW+sJwFPYPPOT5Ze0I+L0Z1PSZbDj2f+5m9n8KTPlVFKT4A8ki+D8iTvvF9Mb2nSxs+Qe6mPfHdcT7qJJE9BrNNvvYSIT4nTqG9ER62PhR8R74FXoW9uAoMvpV6EL5UaLW9ihQKPtl7Qb5UVtA8Q9HgvS0eMj3TZoa6Hr6uvfxQNz2kOYy+Sy2TvZSJVz3g9au9+m44vpuiBL6Jv1e9in5hPaxxYb5xngg+dWyKPuEWlD4K6cg9wXRrPjwJnz6gF7K9UdQHvsVvWz7tGmM+ENJTvc6eer1eYeu9PQK6PXLtSD5/RE4+FOc/PCQhcbyyC6c8KjtCPYSSBL6HniM+Q0m2PFoplTyi/769GaowPmRW6r1ikSa8ovBDuoDKxL103Ck+yHVWvZFjjD4WC/a8e4dkPrzN3Tzopoq7GasLPnTlQT5oJHA+p3khvjvuDT5I6vs9qu1hvhq7eb2Zrho9uK/IvduIBb2nygU+1u/wPKd7tT31phk+HKTRvHxr3r3p5KK9mSTRvRcEqj3t2FM9m5xYPcB5ljexP7A9m1sJvp1xkT1epZO+mrJPPQIGkbwZ1cc90UcKvis7cr5F6NS9AFlhvsG8Kz538do9ZXNIPlvc5L2xbj69b5mevUYu4zzvXe+9Ktp+vvv40r0A7IA+ADxMPggKZD5/Iea9Hr14vjPnfj19ym++RN43vvESIzzTHRC9iIHpPV72Eb53VKC9/kyHvNj1hT0gRtK8Y4wFvKdKVL0YqJO+jcIevl6N2L1jMpG++N3AvDVdUj0mQUI9CcHYPcnljbwxdwE6OfEzPsgh0j3Q7yW+gAjKPQh8wr16omc+7sL8vLhHu72bXpm7O6aaPXLeL75jaeA9JWVAvs/OE75rEn470jy1vqNnJT1iq8I6dwAxvm3s4T2hS4K+it8JvIt4Ij2+8/K9kfbzvPnfHr5FQSi+e0R4vmFNvr685og+i9/tveheEb5AkQq+mGVNvY0WJb5eois+AGHQvsucHT3k4UC+iCOQvRoRjD3NaE09+B//PJEiRr0csgM+Ib3nvFpOZL3u2LO9Rg3OvAWsg70cviG+OQgLvvBXsL6TZX09jNAdvjbMXjwUw4a9gAE6Pp3bxLzHlrM9BQ4OPiefDL2AA5W9QQ4Pvdkelz2065O9eZ4+PSZh2r5XpIi+d9k+veGetrvje7s+qiIvPv/E/D2O4h6+KCAaPWEPk74SNTu9AKtlvV07ML7Mz3c9VFPsve50BL0BsIm8g/DCPdwuJz1scEK96AwXPvA4hz0XS0G9EkifvM1+mD1vd4G8i4ENPkOQLr7XdIo8x5C2vWt4z7oV6de9J3RPvXyHjTis8Dy7G0w2PWvAFT7yDvI8al/VvbLogD3bDCW81FOIvGLKLb3xsJQ9snKDPURqsb1dSk0915LDvPKxQz1wbnY9/4KwvD3sOj5DGNe8ZzpDvRoU8T13wLY9pZKzvSlSKb0EfxG+Bu07vWGi1TzA4Cc+wPi0vQCNmD0HK8g9NI+4PbPvhr5HLqY9NIgNPb4HS74YeaW8hasbvqEULT2vV047y8dpvMBUqzyWpVo7LN+Fvd1pcLuxqnK84d+YPAgphT3Gp1A9kczCPQAH6T2HMu89x74CPv+dCz2vQaK8tLy4vYiH9r1m9qM8swYBPsVbJz7ca6U99UgSPpKTMD30frM9bESvvI9M1721vbS91ssBvXtFT729ff09BBvLPbRUKT0dH5m9rz9DvTpLsr2XDv09VLQLPpElbj5cwvi87z3ZPVYJ7DtyAJu8MDoGPfNh2r0EqNG9fJ26PeMZJb5E0zW9qKfePCyzCL44E/S9qhwiPbm8rzuNdfS8GlYfPS/xajxMWFO9WkcwPnND1br00yC+Rs3du7SOcT5C7Ao69D8CPUCkIz1V/Hu+YVnVuu4fWr3VJoM8xTIHvgvA4DzE7hA7f+oYvsW+GLz0gWQ67mWCPWFohr264N+9pu+7PekBVbzM1gU+asvTvKK4vr1pzTO+9E3uvc4ukj2Cw5K8UtPbPPc5672Nzdq9Ch7ZPakPH73SYTc+F8p0uxPFKT2nC0C9J/TjvTZIIj0VvcC90Ks/vWfnerxEmC49CLTAvZIAvL3lkG880cqsuwfqEj17s4Y9xYSAPKJZDj4QF7u8vNzRvRfJST2k1jC9K45kvcruVD1+hBS+C+bZPRD/bL3j+RI+zP6tPKhKB7gwwF69wUYDPjJVQDxGdom9Uh/XPJeeAb7HcQ2+bVSevGlX2D2PCo0947gxvVI11j1rHlg86+YrPmiXQL19Qb+9Hq5BPelcS71Rx5q9QL22vc6yGTzBxlM954clvlpWlL26Eka80SNIPs6IEL1yi/w962H9PYuGED0t7W++Y38TvoqFr701L62902D3PbGcg7yPPSu8aI/uPW1IKj3WajY95h0svS6PjD2ginc8m7gJPvMVmD3H9aO8OG4hPoKbiD0IRSc+O/DIPT9CCj7Kbpa94P2Dvdg6cr4Z0ki89frtPbIexj1RrKk97PblPZWDnj22klY9u4cQPc6SJT3Lefa8hJ1LPu4Rur3YdBg9ePBLvqZuZD1s1C6+EfpFPjbj57wV3gk+GIlQPZFeKz75ewM+AaWMO4b8ED3fHWA+hG/TvWDlR71oRMk9aX04PU7uPDwMJBa+Mr4UvgmMEz2AaDy9dTR8vjT13z3xQeq7NKZwPgcuUD6uksY6lPnhvNyMb7xSU5w9VZRNvoGsjr1vukg+jdtvvYZ7LD50fsa9VT4fPYsZyD2u9/Y9hnj6PEWX1zwQ+Ag9vF1OvknY8D2xJly9MoxRPkoutr1s3q+8+QHivaM5Mz2BTFE9XmyjPQeKwz1EEte96HQhPs1Dp72M2sI9xxW4vbgzWr1RGZG9qdwgPRtZBr6IsP89NYdFvjBTFj1ePoe9RmZxPgLVizyZLls+FEbfPPxoFz4TU3u917O/vfcNIb5HFqM9hl4JPVO+oj31Tyi+gXCKvRXv6z21Wzg91LKrPT8sub3ncZW9akGsPQQo+T1c05W5RqxkPrH7bL21OyO+0LMDPlSQCL2xi/g9BvbmPf2HND10BAU+vLaWvIUoir5L7IA+3eg9PrMdWD69ZZY9CUprOif/Pb4DWHm+vv2MPbd2BD6I2+C88rUNvoW9Cz61tce9mAFbPV1/XTyT75U9u+0HvSgHF745LPe9GTMaPYnsmTyQ1+m8mXkgvexsAT4EvCw+jku5PY2H1L3WtFW921PqPHWiY7u/c489LKKnPfekkr7bk9M90sGHvZikVz67N/y9md/hPQ/Da75YFFU+hY4uPs5IDr6Z2n08MYlMvkZdkD1+QbA9PZI8vuGg9r3NYyU9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "qb6jPEw0Pb2hGTC+3IlEvbFjv7yztHu96zaZPa8nhz14xee9vs0MPh0gSTy56k++7buyvLphsj3unAS8EiX/vZHl9z1nT0W+nPgiPm8mhL1CbWe9ys2xvX9dWz1e31C88DQrvYS9/z0UHRE+HOZsPGY8aL5bSKO8W2CKvmUaCb7UaCm8cjuUvIRpDz5bdmQ9lGCIPUpRszx3cZG+6G2xvXrlzz6dkY69wg00vlpiHTxERqO8XwFCvcBSRL4wXXk9mcoqPebH2z2R9Q29QXVvPRdVkr2Tspq9T2+BPdFACz2l+O87rfuGvYI1i77WMDI96qMsvcNjdb3L6GK93WwFvjwKOT0cbQk+lhutPKdn7j1ykeW8hBHCPEYYxzwpaC29B6MFvhCrIb3dVUI+HG04PjmDkL0ZrNc9i3Cfu7O0h70BnrI9Op1PPfADTjtms529c/rJvbIq470KaAQ93BqDPT+0SD5yeZW9PNLVPdskXD7TGie9dPxWvTDUcLyF1ri90dLevD8bCb7TskQ9XMiUu99AEz/bois9YxljvVDSQ72vh6y8cRgbvo6hZD6HoCc9hSi3vGK8YD1vYCe93WF0vne50r0qxHI9TDCCvBbmLj6WNFC9YVQGvQhxZ76P4J69r+HxPLCj372SWSE+mp+VvVZqmTyFaqc8eJIEvgseI70="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1_2/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 