{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "VUBGvIitpb40+lC+fTeBvFMBET/cFn0+6lfAPpn9zj6nGmC/8C2yvr/7rD662+y+wNITv4O36b7C3Fk9birFvtq6wr41YR49cfQcvyBQmD0NMi+/7lFduPzLET3kiLE9Y5+evTIfHb426tG+wFMWv5AFmL5YGdI+njKfvcleTj7X3Qi9LtxFv7GvxL1fijI9oqIQv6j9MrwKyiW/aTSmvnd0qD6Pl9w+ftlsP5I7F77MNie9Ljomvgl3lb4SAzM+pO8jPko43b7uQIk+bGwuvmd5Pr4LHL09GmZEPd6+3L1WDLs+cGkCPgL4AL0BnxU+4fPSPmDU0b6eI0a/YMdovkcuor1RDGQ9P7SuPvIRPL0DH8k+oARVPicX1j2A1xg/JtvbPrdr5L2HrYi+vNf9PZ/E4z7XYBa+KDwWv/SovT6+mJi+Y1vzvRr6pr6qfJM+Rl+3PONfm74xacQ+w0Y9v6Fngj6DGfE7d7GWPQLbDj/8KbS+G1CPvRXSSz1i/gi/Pm7CPT6GGz8ViUs+ABAnP7QS176wSRe/RFwXvZFFrz5AkHc+zB4yP30ikT4Jmwk+t1kvvomLW7+1mJ6+T6S7vPcV9r3ZD64+1P8Sv/708r5Tw48+okYEPsctn75iaju/C7iqvoRlbbttzIK+EO7NPckvY757xfy+uvgoPvFicb78uLW+zrvnPoRyBL6cJ0O9llo8v9i/rr8Qklo+sYvEvV/z4r7hi4m9hwNUvUJqJr9L4Gc/e3WQvrkXKj+wGe49UyagPrArYL7Kaxk/1dHpvvF6O7+eXI89VsQNPtbN/j4s5aW+nLxPvVEScz4GDrM+h3TlvRGhaT2UfCy8ibS2vtxKf76WkH8+VpYHPj50tL1tn4k+o2gBP05jJj4YYaw+11QUPp/W3T3yCSU94WcFvlJHDb/yFYM+LHUvPkkXHbutNEK+VstkvYUIQz7GElm81WXRPqQWM77jCI+8lZEYvsw8mb62WZK8bR/tvWh5ULt7iga/eadEPywVuT3JF0m+JdHPPndoYj4dWa++iGukPgAC5r6zAXq9HgxsPo1M6z6cI/g+kbl/PtTaTj8Oo+i+lZ8lPRWqij5c11G+vIBgPip7H73XNxK+wKfmPTwOrr6j36w9yUA4vwjsh779K7c+0yjpvoavcb6/k0E928JfvoMrd781fqC+33Z/PYOuPT+jv/q9e65HPb2OiL0HdO++lX4+vpLzKT74yDO8zIW7PozN7T5pUwy8hlZXvCQ9GL9g3US+MjAXvS2QMr69xam+rtgovVqAI750jwY/N5PMvqjFiz62U8M9u+P2vew+q70Ff5G+xCiLPhTbgr4ECjY+GKOmPk4Sjb0pFvI9q7IZvr+lLT5ITgk+OAXbPpYDhTsoF7e99cA+P3bTDLwhSRy+/ytUPjpcXz0y2rA+CSCSvhmqQj87bo6+CcmzvhQjRj5IIIi9233RPjtxjz7A6Y4/CJmIPRNgXb6FDIE96A4BP45GFL+x686+2/mEPjlgPj3z04++GYhGPn5sMz5gNlo+IuXDvtGd0L72Ek+9zP+ZPu074b6s/Ro/oAoKP180AT9S15Q7IJFuPkQ+Or6XvbK+A1UUP1fmcr64hVM+JpsBPvM7kj5QYaa+LsacPcWjwD6dkbU9KjJMvKo6eL2bDBm7BMj+PWdGjD6Q79Q8jREsvyDtrbwltPq+SFBvPkV8zr5GQfU+VspVvmk9sb6B0ZW+jvuHPTR2Cb7zVrW+/5GVPtOsir61ABs9gd6YPtl9Q7768QK/F8LaPtTRDb7/3SM+6XkpPvgqu7717EE9n+TpvkzCBD7Wh8o+gsAmP8CPST50cHg+XslfPcEq2r6GwCK+r+vFPZt9bL5aa40+eDGPPu1Q5b68xEu71LtVPqjugj5TOCk9/Blpvk5OdbwB/ny9kYPYvlaoOz73F4C8yNnFvSRObb76at2+zFyWPPq8QD58USI+zqyovNoOiT6MC56+ms30PGpL374zrLW9K0jnPa+UMz4X/di+AYsIvjuPhTy/It++7WtpvXBPFb+xAys/ilhqPj0/dz67Zwu+73uDPVS3Kr1OnNs95CKMPg6pjT7SI0e/HzcVPrxxFb+EiDe//dd4OzSlUD3zSJi+ri9TPgyX1D3etlC+VbxjPYdKjD7mibO+iX3xvpaNiT23YAQ/feTmvlxqvz5b5Tw+q+D+vlr6ir7rw9I8p8ETvk0ELz3ZwMA+Qp+6vvUXj72Mx2O94w+nvuwaQ7rveWO907abPC5rGj5QXmE+YnkzviGiZj74bRi+aB6PPQaxWD4K8ec91S0+Pjl3iL5DPKQ+BY2BPdNrRb38vQw+WJviva1hgr5dUJC9s3Mwvqzg0L2U24G+CICavNapGL46zES/XPSTPbzJ277IL509fCxgPm7C1L08W4A9SDt6vv6Ccj67GCI+/+CGPjHsCb9WJFi+J3sBvUwfhD1qvTA8JkD6vMDLPr5qvwa9biKYvf5U4773ULy+h763O3nd+j2ouac+5iUBwBlhDT4phZa9CnCGvBbpFL7MSyC+xgKpvlpGmj3cSz+/2qkoPbT+C77/WLQ93nPevsP0yr4UDiu+P3oRvnG++72i8SY8V1aivl6mTj5wjV69dVqUOkggWD5pKK6+CbfaPWdjbT7PCyS/sGeyPr+ywj0+vLe8qdQzPXG+K753Ze68DzRzv8L1pz2wLbi+5XBNvgrdvr7f3v85VuWhPWXP+76r7pG+7jW8PReKmL79IRm+nJQLv9oGvr7k/bA+yuTjOxBBEL+EXk8+KnDHPvZ2oj2itHY99rY6PCmE9j3ruJ2+3W/HPs5H475n9te94MDCvnFNqT1Qja2921+WvoEPfL2ukqE+i6mYvoPRf74HDds9P6mxvptZuL1PhkS90QyRvkK0kr5eDlm+EWIyvkEaF75OC+A+UPLtPbC3NT1Rr749bfaWPn9jKD1JvB0+a92JPbB0ez1L6uw9ucNVvmgcRLzP74Q+0llvPojItT77n568KawGPdlzTr5GTpI+XV2pvT6ItL0S/4O5r+e/PcHiJr68vD2/qJTTPXFuJ72gi22++Jn8Pnyo+D3qbR08tXORPW1Yyr0KC8e9OeewvgpfHT04VK09HWxqPq/EHz4Nypq+madKvSR+tz2snE2+Gauvvn/IV720vFI+6xWtvN5kdj4lVgE+6x4jv/LAjbzSutM+5DFVPPMVQz54L/o70syQPVx2db1n3os++vMqPrsPAzwnptc9k8sIvzPP/T2kFti+f7jqPiZ3TT64I1W++SwRvKNSiD6yCAA+UFUmPojHFb6Rs4K+20b7vrnKWr6AYYe9z3ffPUg7lb4GY0s7yjRyPpMLrzygXI0+mGeCvq5o77tLOmy+yKWBPs2rlT7sv7q9akGhPgpYmz5ZJh8++BbSvrtKuD2Ns6S+Po/1PiHNqTwdMqg+0g45P6hxVj1Jh64+np2NPgUDK75K640+Db2wPQ7VNj67ls2+lpRevq29rT61Lwi+vQgHPux4Rb3+rCY/nf7ePjrcmj7rN+y9g2+FvorrXz6cazi+Jz1MPkpTx74QB709s3Ywvo5QD77aEAI9jPhKPSl1C79Z5jS9jWbbvV/NpL4xvp6+dMVJPnnHrr1ZHXY8+9dTvqLTGr1E5nE+uMEkPiW+FL8kTTq+M/wEPiaSIz0nq1c+Oy1sPubziz7O7bc9XfbuPGNCC73weDG9D6t6Ph3czL7U2Ha+WcPCvkUquT6ZVoO9CfR5Pl1ysbwU+2w+UBaPvbXhUD3URo+++LDoPpffGT66USG+7iaRPiWouL4e8ZE+FWoIv8uPcT1atM++AjmXPu+Tqr0f2Rs+WoBavvhwtb4qhay+5ilZvoGQxT7DZbQ92tWOPvq5Y7sHlLk+zgdHveCx6DsiSmY+aW8rPjGo6r28qQM/uDq6PG7WUD3HRG4+Up3EvYsoxb3LTZo9Dk7ZvrL8UT4axOS+Ug7Hvs8jS76XuOc+FVtwvjIFRz7HLl89z+2aPV1zdT5yEBG8UyOdvXT2FbwW09o9cgTvvk8MCL50ZQi/KwK9PoOKGT57mrG+aiv8PUBbLD6tDUS+NKlnPZBax7xaaz8/sIGLPt2kFD0e08O9kG88vsVq2j1h3h8+z6WhPc7lEr5XpgM/cZmXvokeWb04WOe+M3KdvieREL6UbcK+tsx6vWCsZj0ICMm+qVG6Pe6Dkj75oOS9kpojPl4GSj2+0oA+Jl3SvpIi/jxVUpW7WWh2Po4QZ76NeU6+gD/xOwUbgb52YEi9AvUcvl5yh74Zyeq8sTLIvBpbrz5ZLoS+uLtrPbs7Hr9pqqq8v5rMvGFJhD6XHy2+Ak6Hv8AXnj48Kca8axlKPo+Iwrx0P4y+uAn1vXcgtbzHDPa+wgw6PK5yv73fTfi86qB8vhslmb5GpG8+Izyjvl0q6j1NSyy/tSZJPYnMAj4OgR8+Gm6XPvAKAz7ikGU9XL13vaANeL6Zq9o9BPtMvmVgxb7NJgy+MvBGvBtouT6Ucoe9m5E4vru11Twu/0E98RUyvmEtgb40L1I9nP4KvwAhsT5WwR0+dyX1v01syr0rBHw+Yj1wPmCsNr0p1pK98AeyPqHKzz3o4gC/6vFCvrCUP76Z2TC94Ys3PrYSIj4CQQW8AG5TvmjysT2GP+G+f0mDPR+Obz6Q13c+ZcrbveqtuTzofhy+yrbnPFgoGD6s8Qi+jad5viJnBL4cvpU9R7W8PTEL8D0T7nW+q79/v2M2vry9aDq9cTY+PZ9O0b5HvSI+GYg1vqVtT7+Lqy++E4srvgA+2b5XTY49Ar6+vjk2wL53sJc+LRYiPj/Btb5SqgY+bOMLP++diT4+PBc/MECrvg70h724gKG9mncUP7OpML421Pk9wa5ivrs1rT14P8o9G5iovslTYz1fzBY9CbViPuJNX71gUf4945G/vuU20r1ViW++yonKvssMkL1PP3S+F3yJvgMA+L2y7xQ+3qLyPIvhejzZHoM+RTSCPnfCV74DxZw+D1EivXKzAbs+/4M+A8bOvRhQwD3v3pg+SDSKPb5XWz5ojgI+lEEavbjhj705ITg+ZyoUvjGXDL7rJOe983MQPrfBZD1h/2u//umpvbjyJL7EDrS7h65xP7gSPD6sMFq+EgyivUSQZzy2rR29QSx5vXqa+rxOJog+gFg8PkBX8b2Tz5O+HawUvZ1Glr7EQii+9ogHvcXLM709G9Y99U2OvpfiAz0kvXQ+oJ1/vjY1KT4sAi0/Y9NVvubF0D0ge9W+cRS2vYHZHr6Fe64+iE7UPYiGiT4m5l0+wPpGvkSjOL3UgKC+p4MoPlSkOjy43H2+89eFPk/J5byt02i9wciIPuVFtb20WW++9UivvgNmz77vMH49ECZBPifLI77bAbo+biNuPjWKi70Hpuy9hDmrvd3Mmb3RwYm/tDebPnAvTbzyjP49SxiDPpLturvXMJs+683cvrCt4L2yBoq+ISjcPjuhXr7VrUE+uEW8PqW6hL3wn4k+nU1XPtrJaz1lcJY+YVcyvYOhYj5r8bK+4C8lvljDXb10hxE8W8zXPeyFVLxCKok+mhOyPkbNgD4Bids9nLyVvS2dmb6KCjK++E5OPmZFPD1rxYo8tJbvvU9lkr0i+jU9HjPLPoPYZ77kgMc9aWd6PaL3Ab5N3l6+cDtEPrvSBb6klzQ+kRYivmWlFj53bl+9WMxVvm8ier+QJKM8UgPCPAb6kb5Dupk+y68oPXSXDj/HupA+CgV6vr+Ax7186+y95bqBPlnQMr+hEwe913uHvTUqfD6s2l28+G9UPokDTr70tzs/zBK1PtIMjL5xFmm+0fe1Pqa+yzyGxis+4NqOPjaGp75rWNw8JyFvvvHK/z2bbg2/m/NMPrkKrb7+3b09kBZcvtTeyL7QvRM+G6S+vW3Fxj7nk2e+CH7DPeq7YL4SZ7Q9/cg/PUyFtj7oxY+9ot7pPamZw77BMcg+zUXhuzLWOD48kYQ9dbxVPol5Kr4Xs/U9oLnivRQSEb2gT4S+KkvavkyDnL3h7XQ+RNS6vfsLOj6DlY69MpmpPnXYez5kEn49hjGUvKA0J720+4U+Kla1vt+6UD0zm9y8tCSzvYr2vD4mDCu+7jhyvUQetz5gzru9s0ThPWcQljwvLiI/fab+PN0paT1qmGY9QFZSvoN3UD1ohhg+kYlxPfPP8z10SCC+vOiWPcEdLTuEYDe9ijUavYK3jL0brI69vtsLviFEEb1CkBe9EPoUPLG+Vr5tEhK+H94/vTyD8z30SvU84Dz/vBRQiTyyR8o9vb+lvRy3Ar0h2xC+tkouvjOnsL1GVsI8EVZYvow+Gr4HHsA9fG4fPXnGtD2GymM9n/0WvvaMFz3wivW9DWzKvWmFwj1J/k8+qehavAIF17wC30q8j3lNvbnbkz2YkDs+K+M/PZnHdLsY+ya+HvJzviwK7T3QUZS9jqkXPXOkOD1r/pY9Bl3ovf5AmD1fprq92j4TvrEnfbxgvnQ9/YiOvb79Mj14hDw+5QGMveYViz2topY9spJIPRk9D71pSoQ96wcqvRfQAL48IYG+c68ove58Ar57v5g9YOaEPVug5L38oJO9iqDjPCp+H7105ck9lpm1vCvi7T1OR4Y+k0gWPbCRjjob+A2++t+BPQ+kijyOZ2G9GfwOvtLKzD3tjQ4+Nj9bvZ87hDsL62s+cMxgOPxktb0XnYI8dPeePT6TYr38nfS8K2XgPWV3oD0dqfw9srlxPUlmp71RVQQ84xPQvST4SL6LYxy8z5CdPMiBhr4A8PK9OoAVvXatir1gJka9b7RxPQ1WAT3UNtY7L5SBvOPB0L2XNZK99DqjvTK8rb20Two8SnrEPdok/j167aW+KFltPdtvar2WR4g8rx8oPvuqMzxfC0O+gE3DvUpDZL5abz6+aLPWPbHM3b3Xi4w9sjE6PhLudj00BFq+dvUQPn1YIbqfkYE+w6jaPbb++z3Ha5O9+uzIvS4Yqzzf3yW807FhvXiIEz6ftW698SaKPuRNoL17YBI9SlOSvl0O6zwa+UC9CdaIPcoPBz0zOAw9rjrdPc4Zsz2vJ9Y8z87VvYHqZjy7AR++aB5ZvpDo6rxj9o+9njPmvdtxLL1Vl06+gktuOmxLgz5d90I+dMCBPOb6xz0hLj0+JVg5Pa6+Fb1kSwm+IJKVPXwD0z3MuMk4oSVXvXILsb4e5IK86xMUPfcBob57yiM8hasgPvmpBr87cOs91MZBu6nT7bzHF1u83R+WvZhKSr61sZE+QVgRPElgnj1nKR0+wCMYPjq13j2gN4w96GUQveA6GD0eH8i8ggRVPJrYgD4sXTw+VuxGvZZcxr3JJ909c3Ofvinadb3zY+y9pPGZvWlE/Dsi+wS+62sCOxYDAj6vGtS+3PrWPSUa4r0hrEg+/uoBPb5qlT3QvRm+lw7GPjhIHL15LRC+GsIfvurMkD4z+OA9P4aLvljbpT0BxYY+NfNKPvcmJD5by1k+aI1nPoa6OD6EEr+9BoX5Pa7MxbtgkJM+ROHVPfWcCj3pH3s+zmqxvUXQnz4FFz4+SXWxPSmHEr4seHQ94w2xPabwkj2BP+c6qOIKPhBMRz5TyoC97buXvu7Egb4naIk99hQXvvsrrT1qYbU98CqIPgne3DqwNXg9/yycvckHtj01O+g8jwGXvQfLbb4vBia+ati0vAICc73n4Ry+GXgEvbvuSD4XgC2+1xCAPm6uC76hp4W+yOqNvCuVD75q5f68zEiFPjwRBT6jiOi92xQsPk/qtL22crW9FGGJPZQ7Bz2UdwE+RFZfPkHW5b0q5vo9J8Zzvv428zzOkxG+tX0ZvaTJSb4ltaE++N38vGYQQ707qmm+c1rwvZAvJz7LXsE9Da86Pk6VGD6Z5Ju+EdWzvYpHej0c37o9LYIfPnBvjD0fagi+lj4hPRyB5T1Ouia+ZT9gPmI7D71eTAa9Vbe5vbA2fL0xtp+9p/0IPv+SFz5oytE8FJukveax2LyvZOG9SrZsvWUUm72qSOg92U5DPdYWGL5Bcii+iLIFvoMMlL2CN7U7AD8CvOBi7z66Ub09R18wvMjOXT68VEG9hI3RPe6T3bqGGi0+7xNUPGwfij0PJLe9NhtaPm6Sq77of+A9iT9nvSU45z0MumA+KpbZvdMgMT4f43W+SkFRvbd6pj0zNEq+z5YDPjNeeb7xw5G+FnP2vQViZL0TpO09DjQAPV+UJD3nDAS9iTE1PVkXzj19Eau7Ms3xPF3HYT1PlGc9OIQ5PC39L72FbbS9ucqDvGrTTzx9rCS8o+0BPq2zmjpfhX89hi6Uva6ghD22sM29CtNVvLs1jr0n/k28W9B5u89hRL5UIQU+E65tPYzh+Tz63UO9x94HPfuAFj3rxfQ9ZvkVvkb3GL1JAgY+hlWQPcvjJL3hSuk8MJtavcjMKT23GMI8IsIPvXix1b0dH7c8ak2Bvbg32r1NHa+99uvqvGS0MD7LwE29jOV2Pqyspr3V/hU9kLlvPehU7T0/ujy9YjE9vVXsRr6dlg++5L8Uvog/0Lxr+bG9Qx0TPYbT0b3wXlq9nvQlvkxpCj2/USi7Qfy2PTkv1D2gh4w9Tfv1vYHRvb2d8wS+G6o/PbbsxT0vUUC+01TPvbIhkD0YlFS+p97mveEDFz4cSh09xJnoPLGjPr4VNZW82T7FvITwz73or28948a2uubwtLx7syi+gRk6voDhR7wMFYU9u5iqPb0ceD2mEgM9PaGEPeQ5i75IB3g9uwIjPXH+2DuG3f29EULsPUsG0r1PiRQ8pZHtPColKD160Cu9uHjUuygm3j1IibA8YLQHviAKND1XqIm9eYRzvVTzQT19IRe+QqYKvdMxFzuMBo88T1j/PDZrLj16rYW+hzJkvTTFf75dkQq8gsE2PbHsh77t3Du9F393PpR1gz1DAN69sDKKveByFD13OpA+NwaZPQRcZLzIggM+jee5Pmtwbb3xlU4+dYHhvNA+L72c/aU9GLRjPRgMnD5PVNK8e4xRPnYqhT2m5Iy9Xwq6vQ+s1b0WBnS+mLwjvp+Eiz5/ze+95+BkvQj0Bb4J99g8ysyNPLfJ+bxVpV8+piVKPkLFHb1YS1I+E02uvbcxOj6cH8e9uw7NPFa0/rucgxW+elPePaZ0jz1GOW2+LZCUPUKb+Lwe5Yo+5lTXPZMDvT1ylbo9K0AKPWnSK74pDa2+u5rxvcHMVz3WZ4i9hMRbPrUTcr7JFoA9qjLdvdrwmr4aT7w9c+76OZROKT5jJi89XJ0tPobHRr7ULCK+B2cPvkVIiD1uyTY9UuYgvm4XdT05/i0+k58Hvn2bMDvQ0Sg+S3x/PgM0Mz4VESE++BBIvjEJIL4SJyS+q98hPXNpwD1mDeE9zEz9vbcGhD75RpA97W47Pklg4r0JnHc9XoEDPsnTIr4f9LO+cWjXPuZTXr5XDeO97UL+PUjCJb45f64+eYyEvRAdz72jiki9/IHmvZNoJ7yu9MW9TlqpPgDHbD6m3dA9ag4IPmEebL45AfK83c+hPUB8hz3zF/A+33PIPXIt/j1LayC+MW/sPfM3ID2wnCk+kJ6LPmoAG74V1Hk9Lsn7PdbR6L7yGic8BPdkPRagIz2mWMc9Hd/IPUcaLjwpx4I9iposPiiajjzNjDa+uWePPufTJD1p4gU9QnzBvg8ZwT07eS68kCjRvd0fJD7+fx69NlsiPkCiDLxGXmq9jnMDPZ7LKju75Wk9MIg1vrYD6L3gKzW+7cdEvVWSJD1r25q++Pqfu3sLID6CaXm9f/f6PTHqdD3CYKM9wNsPvowDCbyCHTi+LC/nPaCzor0UDXC+6JmtPbpvTb0yrH29qLurvfElqL6RyAs+HY0ivUYrmj1Vm+29IcvhvPB0bj4ftck9+eb4PeG2ET0hFwM+SIuivSzuGj0U/s899aCuPYSLST62V/o85Xi8vH/TJbwXe+E87Ib1vSrxGD4HqbG9MwlNPqV9h75dm2C+1f6DPUdqAD2yQy2+HLrZPQhlx71rDEi+yOCBPhVuBbyr80E7L+CAvcjpPT6WQQ2+dsgIPW7iGL6NLLs9n0EZvUia/73Xl6c9tR94vX/dRb49/0I+59lOPVyKq74VmP490NppPjULaD2RBEu+muwpPokJkL1CgQw+gt+7vfBFCT1hmrA9Vi/hPVLMJ75HPEC84FsgvTdaOL6C930+giUgPXDMET7Lxo6+Qn2kvZEonTtU3la+8z0XPk0fCz2HdB8+068svoHmPT3B4qC95Wg9PgxnD76dqDa+TGu7vWWAZ70Wgwc+E65bveVUpTunyva9l0qyvWyyqz3gGVC9hw9fPk7Nj70UHC49jGqaPGbrlL2zWhE+70rnPZJRBL7FmCQ7/9E+PKWHHj0Vikw9npeEPSLa/7wzlOu7DEE/vFaFSD15SLi9YyhdPtvanzw16RG+dR0lPtKsxL1N+Ry++68+PQr/t73XGYM8uQSfPIEGZLw5z5G9W7RLvLMa6Dw3ZBA9cO4QPu4yuz23b/g9S6/gPFsOXb6B8DE9u8QNPjIJTb5ZMhs+O8U/Pnad7731rgS+bgyIPbYlIT5R3hO9LbEsPr1mM721TgO8kCIaPts2nT0DoJ484YMmvaksLb3RPsG9+nAbPCL9tD2kRJk94xRcvUHeAr4Fe8+9INQTvVYYbb0USqK9Icq/vT0PmTzUv44+T0BtPlwKOD58+Cm+4jSFPecHtD3UYvm98mHhPaDMjjqEP6G9TP2GPdOAT71MW6G8D7+CPmp+y702MuK9FC46PSVU3j2AEx++oDUYvtoQ7j0em0I97AH5vUsAy72yKUG98uCsPuDkcb6axEY+A0TCPjaK8r2G4kc+i20vPkxNb7xZ2Oy8VMPPPbois7yYGSm99+4XPUmpKLy31Lo+6fkzPaxUB715/TY+3QdJvWjgiT129pq+DninPiIHpz24EO8890KJPtgP7r68eSG+Zm1JPX0usDym/NS90/kzvjsrrT5EwzG7Ur0/Pt9NgT7FlXo9RqzRvM/UDb5PE6Q+st2XPu4JqT6XUXC9whW6PF5AOj5ESOc9Sy3tvaInDr60gJY9F232PG7uiDyJDbI+s46+vuWYVrysS4E+XcTnPT57PT53i3s6O544viOcsjyErPG+NgtkvrCBlj58dFc+WpMBO1lR0j2J2+g97Sebvq6H/j3g22u+Hf6hPlu1H75cUh0+rPpmPqTM0j0gmBO+lgGNvv5+CD3jdRi+T8JuPnFUy7zpJ0c9dQ8rvg+ogb5jd3k+F3FmPqbObT4Xmqw8Kqx4Prmg+r0oIzC+m9WwvlzePL3kTnC+dfU8vRIHGz4Qstm94sGsvcw6Qj4B+T0+cGAPvUgeK77fVmW+MSeDPWSsZL03rya+bWTQvmidQb5VHX8+9YcDvb1Ui75zGO69JkQUPQJfH74pTH6+PmChvqf+FT1PAHc+mU67Pfdd0L4pXjM75d6HvqLMTT5ekTQ+bFHHvaZeDD02UHw9FjYSPjNRAL2ZD5W9We8bPu9t6D5z3SQ+cynLvXrCMT7hypW9FLF0vcQ53D2O6Yc+uFUoPjbDeD2Q6IA+ATqIvm7Ghryrtio83ERzPSHaEz6VGY2+v/ahvA1TvT4lKwm+uQ0BPsO4Qj2Hr5k7W0i6vg5Vhz4+aCW+ljV7vlCNpjwBN9E9n+BQvvVebD4jQok+62iNPZyhXbsvZ+s83sSuvuSS1z3aI7K+Jxq6vX+GKL5ZmH4+7D02vFLN/j6esPU9InmZvkDEBr4DN2o9Xv9HvmgUlL0kwV+9VpYRPRUoij3lN/k9O/YvPjlQND6kzT0+dMhTvsU/Lz7c65C+kRFkvsa1BL2sFJa9ZpHUPQV64T0digM+V3wdPjxSzD7JaYq9oTGOvbmh4L3voSu9PSQMPnLU/j3NW+C+lVWIPIyrxTpWKiC+KRRGvp+A5Tu9zxI+sqzcvlogPD45+/E96oODvsTUSj1OtKI9M77TPRu4kj1W3ou+ldWxve+1Jb1XG1W+xCg2vgBdmL7Nz4o+c7bQvpLoZj7m6cm+8Gi/PFDniT73sIE+NLu1Pbip8D2ojKC51NMnPrUDLb09dCC+9hzhvY/yRT55ji4+qaSVvlmniLwb3Yu+vbNTvM141D0SJTa+TOC2PtH8Oz7gd0u+oyWNvM8PCT8GmII+Qmkwvu4olz3sWro951A2PALXHr2asaQ9HJ5pvb/9976L39i9yNuyPXRJxjxyZw48wiMuPu7aBj2qO8y9K5qrvQkGlL59M7A+wdtZPV0FmT1+lZY+095nvqtQib3tfUG+QO3iPR9suLxmAj895fgzPaE0vL1K7jc+cGo4PhQ0VT1dWwc+LA2PPctp/LwY3949sysUvlSnsLtre5W9Ae+CvROim70b2VM+WdlCPln8kL39s7I9RclJPYUAuL3g0zg9nLCHPhoosr0M1Pk9GywAPnjLQj1Ws1M+QMKSvEmF+z2D4oU9ahHHPYlSpTxxTi08oZxQOxAUBLytKHu++eovPqumCj5KEEK9849RvYAjgjyxcPq9q1+qvYZJ4z3Wraq9h124Pbo2sL1izRs+6OLAPbN+xb1hj+W9YPe0vFmbED6dynU+Y424PazKrT2y2aA8aMZRPh+SBj0vOmq9Ac49vUkTPjzBzAM+S5CnvVKf1z1qe2s+vcFxvIkqeb5BI7c9auxZvHuXBr4UXVC9nPmevVzrIr5/Z6U84QMQvuChNrwTd9s9lQyFvfCJWz7X6+i9aPuBPGMKnb0dmyW+7N+lvdp+SD4/9Zo9kWiiPeqes72L8349sZ6GPThNGD6aUgI9b9avvUa3z7szilA+UhfJvYHczLyn2JA8Ew3duyJdgLp1MMy8lRcAvjRy6L0PWVQ+3E34PT/3K72b7sI9d+ZrPektTr1wywg95FclPj1jQr7H9HK9KU8lvQ31Wr4MbkK+9tISvaBMAb0VoQw+Kx83vp4UYj3FEyK+rJ7wPfNWhr1KGCO+fR0TvhzmgD6jXSi+vDIivoW3ybycPqU764D4vaf2Tb6jWa29gQJNvmNjjr2Hw7I9qUAuPDRHgb2/SpM+CqNqPjksLL2A4Im+xqiBvd5CZb4xCIi9JgX/vakbP75xdJe+UAkMPuSig77BeQG+9dCpPGagvb6TDZM97mEXPn0xH74kVio9V3fMvcUv2LxJ02+74HrZPhE02T0QiKe9XwSAvkN/lrwpWzK+bz4rvn04sL2ykQ8+cOYwPrr7/z2QTgc+t/MWPhlcVbwRDpC9MP2fvBeQhz2nGXw7NFc2vsw5zb1XgUa+OscAPe+uKz652I49G+5NPUsDpb4Xch0+dh0QuwPxKz41L7a9jJKbPj18Hj7M1XG9izK2vXNbNT5GCZC9LfR+vVpzuDzbsi2+ZD8tPGc3zT2+gYG+bN9YvQVXpT19Qfu81/NSvjhpIL1VCTe+rqcmvjZ/SzxDfYq9KU/mvQZ7p70s3ww+SKkwPYA2zr6H5Vm+nzYavjcuhTwfT5W+s4mSPX+XZj5PjfG8GDv3PHPT4z2xXRY+ztGuvTJLez3yhtg+QRNWPgjRtzyIgZ6+XA7Gvd6W1T1ygEU+2jjAvc1bW73iexu9tL2mPfPuPj0i4K69XPIKPmEvIL4hNrm82stHvAUI0D0juhS+pB6OvZwJwryv2YM+JF1QvfT60j6OMeu9PvEpPd0eRb1wnXY+bDQNPotxiD7Jd+e77+XCO4+7Rr3NSdq91voRPhmBo7yTy5A7HyfMvf+HPb3dnKU9jOQKvWNMfj734qi+owgAvK0icT3qcnA+7wc9vgQcl73fpEq+9eq6PKJL+z07A+g9P2BMvfQ/HD4u1MS9tMYMvsSHFT5HZnU+ggc/PpPBtTwdo6M8QACPvWx3D76yNEo+hM0lvu9Ws721ZvQ9mM1JPiasnz3YzSK+FvXeOtApMj60ywk+Y8nnPPAMQr7wpoo9+0MEvNzEA759j+w9VMOWPapD+Dxt8eA9NhYtPp75J77Hvaa9AYK3vtY9zL3K3FI9VBhdviFYOj6FYoE8EQ5EPfg1qL66VlG+mWkLPkDXVb0IcaY9tZmQvIOLyr0bjBs62Cp1vconcb4Z3ju+rXdKPuU8mz60LmO+VT1rvsGsqT3K5bo8Ul3HPLOlMr2Uxii9MOifPE+ekr7QKR2+9SXFveZrUbwGH6W+59GjOw7VLrrw4cy9ajgAPfIHVT59Gam9BLtsvjqYiz5Ptos9r8jePGG87j006yg9+7IlvAmEDD7gGvG8d25lPjNCDT7cd/C9tr1rPX4snT1ZSiM9qBKZPnA11b1ljEu+kMSWPZUoIr3gD4Y+A52NvSBUH75BTn8+mmelvhKKqr1HNKk9oW6bPXhTAz2lUVK69Lp9PRWoMb2Fbak9IRryuzWrYr5HcZu99XaoPUeNkr2V7gi+NvQBvGaUc77fDx89+qjRPJ98a712+PQ9Iv7zvZB+cT6Xgda9fv+5PjxO6z3dGE8++5yfvNlElb0wh+K92usQvgM/JT7tDI6+DzXLvd3LTr2m6WY973E7vrMZ3z0yxWA8acDQvYASHT7izou8BN28vlyEob1VIEI9ZoRyvTojx728HFM+wpmTvWsYaT276/683nXKPQpn2j2Kw3w8nLBpPcqkYrwS7fO9/m2/PBjfbT1t2KW9N//HvaY3p71ysY69XnsEvg578z1S+MM9sCcDvtCRYz1CNmG9+TOFvPOrNT3HHYY65K1rPWOwUT72eAO+ryoyvmiYK77uU6e777TevJmg+zy+j9c9oskCvWQQoT1YweW8g+5PPnHNmr5QHO09o6HfvWgiU77+Rl0+qKTHvH5WAj6g8zQ+FNjtO1w0Dr6HqQC8hJYlvSfXmTtUlDg+qP0hvnxEjT38IqA9r2LCvW6jQL4qRra9YtLvPD5HUj4Zjgy+1TaYvaF3CT4v9RA+yGgDvi5kC72xMwi8VZ0ZvTkRv7upjTC9dZervVPg3b0EXrU9XiYtPiZF3T1IxuA9RBETvZIL9jyJeZQ9nTNvvL7G9j21zTI94CrIPFmrKb5txYy97wGvvVxQL76Bqyc9ygGJvmHPAz35D2w+dNJTvJ/ccr6un6Q6Hx6ZvEi82zi2U6S+ThAOPuBwwD7DPYy+8tacvsnvbj6tflu90ggGvuAU3j3b+aE9tH6OvmX2tT003gu9CkNHvuHICL4cuUs+ZUutvPWH87ubMtg+xHmJvRgWnr077dY8ArmPvsJdwD09TwG+oAwjvjnuDbyQSQa/a9EWvrZosj4IrjA9zJZZPvSz5bz4ZVQ97FFavpQ4h757AV6+EAWVPmhKBr65kf094475PGgVEb6Se9m8N8bWvfRPnL35nZu9x1auPqKc+L28DJe+hvEkPT2D274wh6C9c1CRPpPRyj358AO9y0DrPTApr70vaVe+E9tjPrJ1ob0+Vxe9JASAO4CkID6Qc4o9ZDiBPkx7lr7MTyE+qkgIPkT/lL1N9/O91u91Ps8ko72xR16+5jjZvs5Uwr6d2g+9J7jHPvbypD5loHU9bVJxvT14tj5544k+vuDovWk82zlJ+RA+F/fpvcwEr74lJPm9UG8zvtonkTz07w09NIZrvnuNsj74wk68DFmzvh4OrD3FEEO+AH6tPUBB1T2pH1E+Z20UPh7uqj3nn5E+9ve5vqTs9708UEQ+e5+jvnWhaT6AA4g9krJ8vQtzyT0aKvq+yXq4vluUH7368Ac+BXCAvpW54j2B7Bg+82GSveDjoj0apU2+aAZKPGb1Z77z1/O9IaSFviqDYL3+SxK9o0Uavqvzcj63utY99gcpPVsBNT7JzLw+i8T3vjUn9z2cfUE9lnUJPz0GRb6KFHQ+uQpjPkgfXL5sgvY8RMGDvryftb4f5Wo+UyNhvrSYib5j7g4+pBcJPqc4nj5LYZ8+vYJbPqT94z3PTaE+JW5ivAAsPj54lIu+R2mYvnA0Rj5LxeC86xFCPn3rGr3p4rM9qzUkPrFnxL5LAQk/t2uXvn+o3z2zdIw+UCkgPg8XI77ZjCe8Ii74PW/7Br9IJog+DqJuPrCpZj6hdB6+2lebvt88ND6+9ZG9Ip5dPeWAvT3RaVs+AyB4vlPEeL6oE3s+3FqRvZ1dCr4kvL2+lDMrPvXsY76G1wq/gPtKvWJPrjoX4uC7qFyAvjLnCj18xGI+Q86FPvVW+j022AM9TlLBPdbQ2jvE/oY9o4Svvr0lwT50sQA+8f++PZcSXbyr42i9BzoNPuzNnj41L6s+zw+AvNHGBj48u5A8JUCEvqnbUT2GO9Y8S4w5vrkJHr0Fkoo+Cn5Mvq0sfr1qd969fheRPqL+Gz6+NVm+2XH5PTsPFb0ZnDC9e7/wPapK4T3U6b6+OtItPQMAHr5c1Ik+zox+vQFBsj5OqcU+eAlGvh/gLD3xkbI+nj+yvbiCdj7YIg+90HNBvRYvw73xf2o+HFrQvaUZDzzxxT2+RNZqPfKWjj0LbBG+W0xJPdDqsL2KURU9DEbuvZhPzj3p7R2+0IdAvcHjvb3ZTyq+SWDOvJ7ihL0UZSU+cYaSva51Mz7NLa29caVPvSndnb09N2e6JqopvVYfhr39glk9kZQ2Pr1iQL0UgD6+BYq6Pe3irD0qFpQ9zgOIvdT/3b20r429PTaQvFeY7zxziE89oOZMPZuFJT3D3DI+/EvAvJI8771B1T88bLQ0vRyGRr6zxKO9EQYRvhzuQ75NIPW94FoBvIoSP72z4+o9+aE2vqI6lz1r0JE8WFtxvGGjJL7NZJ09+I0hPv2QAD581Fo8MquzvBNBJz7VTNC8PF3NPbSKNb7M0xm+lsC4PJmAwr1DhwK+GEvLvYICA72x/Yi9hn+jPQqw0b2KRBw+g5cjPtOr6j2Sb849T0PzvBMeED2yTz8+MSQXPtlKdz6cT4C+DE/KPc+U9TwadAS9ldHQPTNWFj5511A9CSpUvewb4jzmn/w9LpSjvS8va7zBnLy9KA8vvTukVb1js4Q9IcqOvR+O+T0i3rc7eEOEPYsPDj1hcFw97npvvQiTK7yVCcK8gbMQPohHDb5YHKG9o27mvKExY73kfRQ+ROqGvWIIkj2Ge1c9n+8MPMXetL3WKA6+OVqhvXW3bb6dt529kWGCPRm1azpzFZK+H9RoPVcfRD6ypQw9+21OPrFqYz727Tm+9iyzvbdITb5rnTq+7pFZPshj+7nDuAQ+kBw7Pm3TlT1LFuO9UMltvnBN2L1IRbI+FlAAvjEOrT1CD5O8ubqbvfEnlz1fsuc9YK8GvktFE74Z29s8Ifc/PrTYAb4PtJ09W3Lzvh0Yw7w9ai++kpMDPgj4vD7MSIg+OFq3PmdOvD0ADrU95BiZvvVllz24y1w+1UgVPPK2lr0QF1I+8U1NvoeYer5KAsi+hI4XPe/whb0+8RE+i9TbPdDhkL1WN48+CaKQPrZIab3BaV08vrsDPjNHiT5vCdk9bEX8u9F6dL47pnQ9AMCNvTGFD79z4L282aKqPqqFdb4/7Y29xgonPC+J1bz6BDm9ysXevFH9EL4V96Y+k4gKPtF/pz3iBjw9sqnEvV+STT09wco9nvstvuui6Dxb84O9qoMDvseMHz1+chU8aSzmvUhS1DwcZqI+4y4OvrxDVb4wm6+9ukfOvUBefTubVOI8MokGPkOwFj64fSW+66I+PlFsFbx2zwM9yID9PbCIsT3NUcg8g9YNP6oIGb0eyre8fDR6PZFxpDx/gnu+dQjqvM9VRD5s2MI+CwfQuzPp3jyqlei9KuW5PsXlqD0iqve9pe/EPbXl8jydykI9APIxvoH9u70BGgq+OU+iPRLixD5LApI9uGQjvrIqRr4lIDc+9EsEvs2rrz7CXoM+FN0+vsojhj7chiU9MDPLvnvIkL3WztM9gQpUvTv1mzxkZgE+Ve++PvYbMz1rU6s+v0ubPNAa/L0iVVy8f3zRO+LyHL5exL69uxmnPSfrnb0hVCm+YQ9kvR1Zobx0a/g9BGP5vSc2bb3snUq+HrfJvdAT270yMqe+xtsvPZ0xVj7UwKE+Yd0tPsCZcTzoVNA9mFatvAyigz7/Rq0+ZIoZPMgT6D08uyW+qFIFvPy8ZL2An0a9bzgzvsrLSr4DOgA+7T7jvYErCL2waVQ9aHpgPuRXcr0NDoU+LbguPfJRwju2s3Q9aW1PvReew70woPc9ZL0DPrUYvbybmxw+C1h8vWdpEj5kgzk+TEnQvruB0D3WWiO9s9zCu3n5TzlSo5E+nwBBvfn+XL0UlT2+STA1vndAhj7gqDY9bYyavnaWFr4zEVq8GP0Pvo3jLL67wnu98IWGPc4wr7y/kcy95fv2O3qAQD4B6LA9j1Oxvhl1UD5GHCc+1UIGPBgV7j2n9Ag+f5pyvmHxTDkzU9w9j/WPPrDGgL57DpY9FG25uobyPT1zSeg9C1yYPNh0SL6YEiy+Eka0vebY7j0wDQa+vcWpvbqfGzwMmPS9FGQ5PLcl0b3OfEs+CF32vBy9VDxbRV69yp1pvRXWjr2CchO9kmPmvMLS07wlFki8ZXaavTq60j22h787r1IZvjNUcb2+KrU8X58yvLbx1j1+QhQ+OBXAvWe6BDxd2FG92veEvAVxmD2OeQk+b6W5vZoXLz3gZQa9cfawPcr2Lz5whKw9vTIfvgd2Hb147KM9ykHXOi8Uubxl3f882LVkPSDTyT2Kc2m6cEHlvUnhsb11xis+2V4pvRN4wD1RJum9RtqPvPaGbz0txSW+h78GvhH0Tz5Efy49t5hlvpt8yD3ZJj098Oi0vR8vIT2KcCo+N9u9PSaSj73aKPc9NsvPPG1uej1M1hY+80MkvvTPxrz1SPE8OGUCPH46AD7XsqA8A/pFPhL+Lj25Dsw8VkpWPcD4gz3ySuI8PG3WPI2bIr5+3DU+lsLNvSR40zysKGg9RjuGvQpHUT0UVrU9Pq3tPDPl7rxyhwi87+IvPvtUBz7V87o8tFgNPqaahz141Em9TG02PsPKkb21ks69IXI7Pd3JTr0i1IA4HbQ0vsfSGT2yv889HeusPddq5TxHtrC8Ed5Vvlx7/Ltwday9wTaUvSMS4jzH0rq9C+wAPW8pzb2f9jq+kIYevolimT2jObq9kMO7PCxaf74NtRk9KX14PtAaKb60GBe924dovnPu87w7dHg82atrPgE3Fr4M6eS8/BRyPKAEg76yCyu9T3gqu0HEg77EMeI9LALnvbqV17pf3XE+Q0M5PZTG0ztVTF0+mptkPi67Ab7OnLY9ggbMvXN+OT5kmO+91wXkPSBjmD70vAC+RAhPPvuIaDseuBm9Y+huvR7VvTpiik298+JDvoHJTj5NBYg9Glo4vTUu5DwKDgE9d0+PPvfgtTzrI2A9VIaCvpGxe76VznW7ModAvSiq+L0Z/pi9na4pPrsvFT6ln5O87sFRPh15NL0zmh28APVCvVqyrj3D0Ac+sPeJPvI4Mbxd4Dm+ysqGvutL2DnlqQC9W+M6PsJAQ74UpCU9+/bQvIndFb4LjAC9FnAEPhQF7rxw71++b5IGPQ7XOT4sqHu7i+CGvYq90r0wu9k95w/JPe+xcT1AxpM9eFDlPbaxID2oKJm+jZm9vmMAxj1dtQQ9raRUvqp4Az58TYw9FoWvvE2Isr1LlAi9bm+PPf/4nL1OA344q6MePrjXGjzhGRG+eZhtPkR30z3BCyk9YArLPcnP6L2yHfY9yEk+vSORHD0cdX08qHShPv9+BL74yOE92UYgvoVWOL7xNo+8U+I3vkWdSD2MPSu+xvnCPbZSAT7Wl6A9Hz7KPZdpgb0Ior49XHTSvVvKIL33arm9OQmzPFltVLy+lrC+cNLtvQ6cdj66foq+/Uo+PfCsgD6O3nk99yYNPerLRr7BvM49j72zPSAxLT1OSO89MIv5PWQEq74h1m6+wDFUPfR7G767g+S9smB6Pm6aBL0TEOa96+anPBHRe70lOJe+7rtevu5gaL1t1Vy+6ikJPgR/JD7+siO+ewlhPmz6Mj4GSpw+yMc4vS45hr0Ba7M8//B7Pfg6vLtGSVi7NKJ8vf6BPz1Nelc7mpRcu0VTOD1OqII+yhaYPd7mAr7NiZO+welLvt7Dxj2Yd+a9OCSnPYUmDL1+vvq++iUTPQjyP73LE0Q9yuluPr6ypb2AR4Q++2NsPgE5VT6zQku9tUKXvLVbxT09GRq9H3ozvb9Mx73eK0O+N2WGPi8c6b1rL1q+jMDvve8jXj5KNJu9kfsRvtZGTL6M7o2+IiQmPo+Pjz1D95M9EWT+PWkDwrzQyB8+iT0CvUhAEL14McC8m0mDPd3KijsGoYE+CHcVPrxbwL05aRs+AynrvQxybz7XoYK80cUJPT6phr1kR8K9MpiSvSU1gL2jLoG7df9OPYP7b74AZPC9j8vvPBN0fr4KG7Y9sIBcPgNA+b1VdI+8sbHyPS89g7wGjIW9xMePPUwkcz4UAx2+PHShvnAhLL57BZi+S/2/PfoaTT4+xaa986mIPj1Gtz2p5JY+bl/5vUDVVL6C0yi+/T6NPQhAND3Lk949NNo1PsEEqL3W1cs7PQTxPa8rz73NqCU+ndhAPmIsu736654809b7vaMXBD6YFri8rlyzvYMiEz0gjmU9iBHDvNZFKr26C0K9YuA5PvuAIr5MaSK9V6zPPAvrOb0PHri9LoZTPQCqhj2+K6k92TLxPUgssT2emQ88Bx79PFXijjxIbX493I9WPfbeA7xdmUK9LmnKPW3ZbT1TZQK9dmKyvJNKoj2h/g6+rO7qPRW19D3w5Ya9dXbRPaY/fL00A8q99aAFPu8zKb3lk4+9dm+2PJ/+7jw9SNs97a2aPIipMD1fOfw9SThAPmLJuzyNyN09GoNNPn/uvD3r1P49j80NvhjM8b3mgOo9ohMHPsL1970DDOQ9dREJvDmov70uKYu9cF/GPRQANL0XmqY9rFRJvjf6RTuBKA89I0ZBPd3Lgj1U/eE993a2PVuQnD0Y/lK8gCSpvWe/HjvukJo8nGeFvGwqHLsYGoY9lXUKvlXhMD4xIAy98S9zvWDrwb33jUE+c/rZvMmcpL3glGo9VwEQPX9gKL0H5Lg8jgN+vXa5FT4KYVU+QUkNPkQ/gj0k9oG9Je3zu9Yo4TtCgDk+YE0+OU9l2b22b689LFOHvR3Z37x9Ne69ZRNGPVj+sb1FXtW9tofHvV+68TsPYqK9xyg+vG8eaz0N/7W+Fc0JvLQL0rzGmPm8VFDsPQIaqL7QXy08Shm0PM+hir1kYJS9QgtBvrqYwTyVa2U9xjB7PcTA1L3XiC0+mfCQviNHjj3D8ko+PrbmvX7vFD7QolA9FtYQPHqex70JYFa+owvzvcq6Xb4fvau8AXzkPbvX4b1RcN8921cYvrYFQr6qqP899oEJPfYW/D2gKWa+z1pZPr7X2D3cxqy+aLoIvt6vmD7ASgW90EznPcB+zr08U2w7/l7DvQuuPj4IChG9jyntPeYoLrsN+Dy+QnF/PioOFT1z6K6+dhUAvs3w+rxkeNM6Sbm5PT9uKz0issg9gOt4vrSfYr7PMLk+YbktPLjBXj4NGHK9rQtcPDOTWL69IQq+IbipvRz5GD5cfYG+G4ucvluzHj4Tota90wZqPBwyp7112uO9f/VmPlEIdD4H1Tq+8F4pvjp0hb7eycu97pXnvUdafr7IkQK9LyUuvooTvL7dJUI+ItMovqbYp77261u+3trEvZ0yI75pmYm+8cW7PQESHr79zSE+oyYyvmK0rToIXqg+sUFIvoAQHb7q71c+YvzPvLqiKjv1H5w72smtPe8RMj0W17s+1WGAvmW+Ur1WO529krZMPER7qLxxG5s9K2VcPWP0gr3hUam8bXjNvitw773ihG2+ohzdPD2DLL7ImKW9NqR8PepwID9qmbC9dKDmvYafQbzi/RI+H5tKvhwJob1x+6E7x9itvaXpyL26HQa+5uYBvOn2Br7FkP09u+InPuoSnL6OHBM+vBtOPluFiz6xmrS9Uk47PTpu0ryLlKM8PIYAvmq4eT4ir50+bTXIPDujGT5i2Js9hap2PSiscLzebmQ+KL6xvXLpij0V7ig+KY8gPQDdTj6ieMY8pAzJvoZkSD6Lj2++lNa1vjwwIr7L34s+a75ZOxh7mj5lp6g9nSiIvZkC4T6Pe4i+b6iPvYgElj4pEJy9iz59vcjfZr4DJ3e+pGpkvUySbbwpfdE9RCIfvsojmb7Yk469N04mviIfbDvTXsI8nm1JPB6kuT3Nirq7iJQkvXfGtz3duQI+BbKUvB5qNT5I3Ja+rPEnvsdTMb4c2829qiPEvjW1oL2CTpS+28c8PgUUHT/da1g8eB11PmTwnD78C9Q9ffW0PvrnEL5t7rw8CfNrPvRl1j1rHCk+UzsDvnzulDzPO2W+As8LvSAJmz71vCa+WMU2vXmhvD1eVmA74CLDvnkNZr2USwO+ldBAvHL4EL2Atp6+94QDvQ3Dnb2g8ss83AxlPTJaS75ZIy++8lV+PqrJ5TzEA+G9j+h+PbqQC77RKCm+k04vO1Kt17z/5Kg+KbopvnXsLL5WF9I+mu1AvhM9UL1aOiu97tItvrfBTb7GCTe9c1cHvr8cbTyUOgW+WToYvjKK3j0tyDy93LxSPGNplzyN/bA9O7ZUO4N2+DxIQYo9WU+DPMcYIj6akxY8mec3vklK672JAye+oD0bvILhm70NuCa+LnkMvqAp5bzsbi6+vuAkvWITAT67r0y9Zkd4PoCzSL1SHgO+JXywvWH8vLwrCDK8k/2CPSOcWzzC/oE+5rg2vPr9L77DRZS8h4bHPUI9j70GkQm9jEe1PZD8Qb4Vmqw9yKWOvl+vKL6seok9VCB4vdCsW77TEMC8QXrYvGR5hrq2zxW+Z4gJPrmDaD0hu469V/v0O2DkiD3GAoC8c1tLPtBLGr0bGBA+Z2UnvqUqp73BQPy9VSKcvcmtpryqZMs9dY4EvZqdUz3OTBW+Sl2ivQd8Oj3SZPC8emvcPRXTCr5K4tQ9fiwwPmx8U7xaWV49gIyCPSq2bjwo7PU8c4qWvKf3s70iLuC963S+vE4I3roqd009kxk9vp1QD75oPZm9YfkMvqrigb52JVi+OQ2DPA3BoT1luPM9LKL7PDICv7yYjFO9/dSPPKbHi7oh47G8zjvfPTo5qj1AID4++qmAvX764r2p/xM8febvveu5Fj4HkFE+pv//vFP9l71M+L49QulGPmejOr2AA8O9HrFmPkjWjD2zbim9j2RMPVrk5T3jI58+GzyQPnYxqL2/Nw8+yg95PR9zvD2G/B++KyotPmFvDD17BpO+d/EBPkOoGr2RI9894/kPvguxC7y5qnK82e9WPd/8L74jp5a9q3FePsitLT7U5PQ7d7lePuWi1b3p4z48mb9kvuFnhz5KANK9IMatvXcqDT04/KW+geA5Pog2Cb48mLm91fNFPkzQp73lGvq9uypvvou347y+HVU9d3EgPlCKZ7wVFhG9I9SJPWYoIj0NLTq+2XEkvCCbgb1FFSE+yWSavc7ZhT5VfHe+NCiSPWNAqD4VFv483+ZJPjP/S74uSQo+XhuZvhMH2r3aKIY+u0ITvg8l7rzu5hi9e6hsvgIWZL5YBSu9/mx8vN+Kh77GYCI+OWhPvnxDjL3GnLq91B/3PfDXuT3vtOO9K2d3uhrHkT5u3+y8ZuygPFKubb7394o+7jiHvXGXa70uM3o9YnfRPWwokD4l3MS9VhI3vk+uWb7aEIK+8Hp5vgQgYbz6KEK8nV3PvbHb4z14+Js9+8czvplXMb08Kpu8vkyPPrQk27151wM8FmkpPs4cLD0qIoc9NctjPUnho74NaSM9uloMvdIgmb4D/+i93rTSvSr2ejt5lvC9Go5SPgbzzD0Vo4g9Q3wdvO/3Ej2HY/S9QIKAvKDgd70hszo+a2UZPNjxlD4Z6ui9gCzTPmT/Uj1baXu+6h/UvXJ6pT3HCPu7L44PPhBA273+bMs+f7dRPufh572HrQG+XpANPjl3CL6Tm2+9CwFdvQkxNr7ZABU989JVPbHKcr4NoSE+U4xYvVZgJz7/W6w95eMmPUBPUD039IE+pm+UvQQHGj5b7GC8KrKBvI7knr0eH+o8x+6QvWqM7r0u2KC+WfGPvpHgAT24RJK+ThoUvlACYr7k9pI+gof+PTRUO7tLj9494s5VPLnIDT23xS0+OQiZvm99Tz6YFt69vuVIPlXBaz7xZzu+hAjpvRBgtzyHjus8El8NO3CmpT6oCSq+EP6uvToBNL6Mr8A9ut1UPeBBqL4nmHm71aONPm81oD03uSa+EjpGvrTFST0buY8+N3SFvk4qyj7lowo+m2ctvDG/hTy7Sxg+bj7EPdkQYL3zfSW+J7gsvivhIr7tPS++8D2uPGm59zyF71M+7esPPQoELj0t5lu+b9u0PnVF/b1QEsm8ZjiQPp7gmruPMgI+Cb1fvtotOz6MIt69fKFzvp5Zy73a7w4+i536ukj0kD2NV7W9UWq3PY9pej1FTAS+3Lo7vkpzLD5P0aQ9cN+Ovuoid74/zKU+2smSPab93b2KR1a9eV2vvquTxD00P1E+2pr8PRUj+j2/v+O+fc6PveMF0L3hxcK+v4PQPgJ0RLxY/Ky+vBQpPrpUyz0wLdQ9qjaBvo5fNLyT5+G8pEz7vXyYuDxbdV2+/8slvm5GNj2jqqA9QxfPPBbZ+DxFodu9XL4OPmDfjTzAHS6+SZpiPHtBU7mbBqs9HtBhvud0gLyCDOC97hwRvXuyfL3924o8DzYQPYTjwb5hDKs7SDUvvS6wVL2MG6s8Z69pPRq8jb01JdW9dmO0PFQrYT2q3No9tisQPWowjjzuXYW95pf6Pep+DD4DQbY8QiABPqPf+j1cL209cnQ9PeZVHr3KL+C9CY2fvCGpEb6ojcU98+5mPU82Z7zZiKS+VoQIvvYes70LI2o8gAoHPN1sjb0HGee9vVCGvV1tULy85aE9jsF2PPjy170gufw9Ejc/Pblur72ljTQ97RbZOzpjS73W29U9NUmNvFftDb6piqc9N5dcvCrmFz4VodA9AOmDvZNUor3CnTA9J9ECvSCThz2mH9U9sQm1PTi3Hz6N1m++tK6aPZi0MT2PMhW9HnAPvBOnCLy4K889q9F8vYJIE75NvR89LzvsPTL3p71GXWc9DLoYPgFI7T3p6vC9xz+sPQYnA76V02I9MhwOvuFqILzpYQe9reASvoWvIr1UaQW+ML8KPoAE872Bj/Q7iDGjPXmONz00rnI8yQ0yO/0DJr7vFRk+pbGLPejWBr6WihY+7NHSvWQKtb2ZMKk7Ylf1Ph8nRr19WJE9vLKAvneGgT7dQYw6mXimvT4kOT6SbSM+CfkqPtb+KL1tL8C9g1PDvQCOmD76egG+HUH+vSS+kz7BAv29QTCAvNMqCL5Y2h8+YXiCvaZ10b0fPPQ9J7cAvgYyLj5r0+89JBOfvb61yT7lRk2+e1M5vmIMsb6//ma+D2PUPX4yIr55hg0+brQTvAprNjyL2Ss+BC0+Pr3J1r4cO8Y9otRMvrEkFj4Yl+69q1CKPKQXz7vUNoE+w+moPKC7wz6I6c0866KNvswUKr0R4zY+WgKePjjROT6FERa9bDBcvbYRfr6lMd69FDAcO8LTEj3JGIG+TzCcvWLRBL/K5f49hyAXviV5jj77CPQ9mKWJvuoY+T06vDI90z2qPqLJ4b0iYLs983wlPVm0mT7VTHc7FHouvqG/Ezxz34A+w+fGvbuil70xnIE9G6gDPhG/+j3+uYW7n5rxPBsJLzyjyoc9MuiMvWqcyTxJlKU9YWeNPq/KeT4S8CE+tA6FviXzuD6uji2+DdzSPY4KYjoEv1S+r7VsPF2J3j1E0IC8b+RTvSsJCD6kQMe9z/MpPBGrCr6x4QK+Ko5LPtIB1T3HGvC8cFU3Ppt5ozs0WI2+8eVBvYOjKL30WMs7UN91PgFqCr50qI09AXqRvHkzcjyXVUM+A5NRvTOQTb1eApm7xQL8vVMFCbtjSdu8bL+jPfxwSj2kX20+pzqWPsjzFD3Px3w+39clPnJcxD3dKdW+x3FXva7IUr57JFa+hrIzPB7nnL69AF49WWMzvjB3MD7LbOK9s1R4vdxlkb1qiEi+DoL9PSPBtjyPA6C9RSklPrIlj77q+uy9MlKDPuLOX76gg0O+R7khvmFGh73kThm+dgVJPgC9Lr5ocA49FtmgPmr8KD0QC1A9e3KmPTilpD3K9fy85EmUPmuQNr44deS+kdYmPo4FN75LMkq+vQWhO+iKPT2WWqI9cxB3viFgMD6G56m+24hOvkmDTr29Lwo8DPVqPjwDZj5xd22+HIicPgManb1b0p297YLAPNqNeD6WGTC853EpPY7nfL6t7D4+zcWkvaTo2T75W4K+1VlKPlD2JL2nUJg9spFRvkMVP767Ch++5VhTvoWvqL4DnTK+gm7nvf5HEL0e4xQ5+CIxvh8BZz644cq7dUXyPpgWsL3xTp4+SPN6u4L1ZzxfsKe+/dVUvg00Or7TAl0+K5GIPoyVGL0sH4y+PquevBAbkLxqEBa+JEv/PKgP0j0/BLm9gPaevag/gz5PIk8+A5pjPhr+E75/Y98+8pWCvlS92zvA2IM+VVV2Pbudnj5T8/C9gmdXvY5djz2niTC+fO1VPpql/zva/US+6tFUvuNgYL14Awe+MVqPvpg73r0FEFS9oeRoPCyLKL744za9dY1ZvntHBT6gEUC9cWUiPi/6zLxuIZo9ukXRuYeRgD3Lb+i9X2yTu1XsVz7ZHvm9OxUzvmszM7wNFLY8rhpYvq/orj14cpe8sD50vtXrKb6AX0+9fggnPeyyTr0wz0U8BYfXvfNzd75OwXc9ym5Mvg38ET7QeFs8AzmIPODMpL0JMWc+MfhaPkiSn7uMUYc9/cqxvR6ZYTwnNm87NtcpPhM/yb1wTP89zYImvtujEj0JXi6+PjrrPQp7SL7c85u9qsAHvjuLCT5hZ908XAFtPkFdH75GwXW+JJ2AvWrFmr3Ngf89wv6wvOCL6T0ZpvC92c4rvsxf4T1i8R077I90PUT5571lbQs+siYDvbGiYz4sziu9zPnrvEdodz142xm+pZTCvUfviL5QEQk95jCQvp5Scb30aRG9HtQ9vVjwEL7zj+E7mMckvgzUR76sBq67bStTPZZ6yr39dtG9T/lCvmmLwL2g9+69HRuuvTHT/D0Wzu09WK6dvesaG74YRCG+NGDTvFDf6721Lme+xcA6vr2v2ry5Mpu9E0Z1vafvhz6SNAG+USqrPZQsHjsNcnE98ZLDuyCs8Lwq3gA+JvYfvoh9G75Vtjq+u0XlvYBux73AzRS+QggAPu2587xUOiC96Xfiu64ka77x6k28rVuzvj3XmD3IrBA9ezJaPW9AJz40JkU9DXCHPriLXj4fIm8+7yaVPTCstD7vpGm9b4KhPucibL2L0aO+sq9PvaYBAT4aPCk9/tO4u4jRkL3zIZC9S5f+O4OB6zraZ5q9hbXXPRe3gb1lZ7s91Z1vvbHwBL6enYa+Hez2vEBSr734mYw+jVLwvUsDPr4tPqk97gl7PaxQ+r2jaYI+MQSpvbq5DD7/fKc6MZhFPtCqiz5c2pg9K7UKPX2tJD52Ca46vj5ivtgIhD42tkU+vEqEPgmf6ryb5469zqGTvouAb757iss8hOqwPuQzOD6K3Eu+YqytvWSfS77dkC2+5Z8pvinWAL6gK6497VK4vTcMYD3J0BS9z6UnPoKzQr2imZI+prW8vkZEtT4QaQg+0lVavrcykr5PRTY+G4ldPALTzD3p5749sdV8PVtySz5Khwc+BOItvk5eLr4LI16+vxcdPagqEz4rUmw+afJ6PhKABz8P/Kg9yHwUPgRKyj6/fdC9r/C0Pkr/MT7cP66+ZaP1PkUfEj7BAb89NKoVvqGMjL24AXw+vC2gvVw31L0UHUy+lz7fPfs3Nb67q/68DsuLPgWWKr6j/8m9YakxPqceI76KIy88pg7kPeT4MT6CmoO8eUwBvrUKDT5HCnK+XmZIvZA6Frz0jXq+Rh7VPnhSDr1ybts9/SUEvgTXbr1qQPK9euAgvtsfvbuuDlw+TAMWvhsdTL6RxK2+tjc3vj2yGj4h7I6+tyViPq+DXb6wf6C9WLToPms5Cj7RTTK+NpHzvpQQ8b3HfcW+ciSbPpbpjr2Tvm+9Xh9APp38hL7zMzw+q8CXvq8lfL4xEWm+L6ZyPZLnuL5tWLU95/IPPnOE1r1prog+wS49PRImMD3w3JM+8dYcvq/d+b0KUJq+p6yiPaTOJL5QK7I9pnEcvpLQaL7OWMK9ThqMPDyWKz155cE9VdMcPRfKm71PR569+IfBPQGZFT+fSYu+KfFBPnbZej07rgY+ZWAyPvlwn77LZ8W+F60cPo3b4b3Czam9xklxPZq9a746VLY9h5KcvHLvlL5iTnq+tUfBPSdmqDwcJTw+2s16PlCSNL76T9W9gYApvhBHCL6F2gm+4xC5vqKchL2VMOw86nF+vps0jD4KMD++0Rd0PtaIhL68jWg+hzw/PRcig73ENFU+8NzMvTDcGr2St9U9MGVrPhlOLL2gHNi9lZcVPpMrqD3ATyu+ohsjvA4WTT0dWRW+1kLlvR6krDos7o68u/0rPaK/h7zf7Z8+xCqpvjgr/r0mxeg8Vg4ePtp5Rz2CJS2+0D0jvQb3/z1ZLqG9rMHPPaGuXz6bjwi9XXI+PsS3wj0vmBi+C5KYPH3JHz5ourO9zVcUPh/Blz3QH009M57EvGoHVL04+hY9LS8YvMoMNz79YlY83PUBvJY5Wb3toZe9l8WJvWCAFL4bzM+9EtmsvRbQnjxzIpE8z9OpvCrtPTy3Zh8+3CcFPvur1jwma9u9hwM5vst3x71Uxvi8FzHqvVeJOL7XdGa8VkgKPkK78Lw7H8G9j7hMPSeWAT4Ude+9iUOXPOtTAT5u1Q+9KTwOPhYHFT2r4A6+exkKPoUelD5cKro94a1qPUY4yT0s23a9Z4AMvYa67z0hSU2955xIvWxRQL7n4mU9jzkDPUGGMj73DQc+MkQoPhIE7j1LFN69jv1QPenHbb2jQ908y8CAPv9sPr6z+ec9OyB6veMofz1dj749ts6EPpEb5j22ZSI9RgvZPankDL7AhQw+gkSNO8jGED2y72g9MHILPlM3pLzsq/m9hbRmvJ7CAz47nhK8KGZLvhJloD3Y76c7fZi8vaGIGrzvkqQ9hQo9PkPuEz3nutw8crs/vZeQ5r2rgxS8uGpQO1ClkD1e0s090VqkPeplPT5nHg+9L6oqPirf1T3Z9wu+pDgiPdjT/71oZC8+fSCovUmY5b36t5W864mDPa3FgD2DMi29sgZ0PTxbBj73UK69FoyfvCt23L0J7/o8USwEvthMIz3gec09QwMuve6nXj43qbo9gVnDPkL8tT3lPZ09zj2JPUk6Dz3uUB0+bLU8Pr+nhb3qXKC+P/JDPPtjWb5G5Yk8dqsgv2eCSr0IJEc+US0QvvvHQb3qHoK97PDGPTbFsL54GEI+xbIWvq1DBj179Zw9JDLWPUO6gz4SwSw+v5ojPlP/lL7UDSM8nq3MPWVP/DzkzNS9b7bXvaa+yL2jAZK+DNAGvROgBD2rziO+9TWRPenSn70KMA0+GvQkvh118zt0VU2+SmTJvoRTZTsJ/C297NOQvSjUTb1Lr1m+n9uNPdjWIz6yFZM9VKa2PbS+zDyUFKQ+EoTjvQ43tT02sE89LDipviyftj62hGc9eEk4vlnipz18vOC9joqaPFHl1r3494O+vquEvvyvCj5+iJE+TuaAvd6UfL6zlig+oJSUPc2MRr4bUR2++sR2PhKDOr40y2c82w24PWufqb7PYYG8mx3BPXejCj3k98Y+MbWQPHPCCb1TCzK+ngo1Puye6L4mPAA8HEpkvs9PJL7TuCk+682kvrbgPj72+tM+wHlTvksWGr4r1US+7zNsvtSCeT4BHmQ8nW1+Pk3dST7e3zE9Wy2OvURl/rza9209ctgavtlM/b1r7v49gDgfvUAkjz1kbC4858OkPK/JB7yzdTw9uFaCPJLmF75cSIQ9TlfFvLPg0zytF1E++mjNvcd1nT3jUzw9jnfXvkAOgj5hoy2+aBv3PJjsB72fBD2+Mq+zvhmPGr4QqhY8kNnwPVyoM7wyeZy9WKNqvQZAvT3hkWw91wSavuMdBj4YDTW+bGgEvtiehj6/Ugc+IOMNvnRGhz0Lvjo9pg4dPjPFk74HD0K+SJyYPiXygLw+RR89VlR6PRcIzz0R9vI9eoOyvX8yxT2tybG++e+tuqlXib6uluU82zkTvJUnIjzyIjU+RytGvSbtzz0/uEu+W+cMviyk4bz3EEO+qDddPk2jbj4LgyW+kKCgvsCU/zwqQwm+ArOXvsKWQr7/ooQ9+O6DPtuTvD3gsZS+T3NLvT9hm7xSIak9hlYCvaHIaT7voni+97L+PXk3Ar5HeEy+V/aePSR81L3ktwo7hqy0vl9ahT79BBI+mCqMPqa/Y7nmuEQ+5fwBPaLm1bv/92S+XQgOPca8Sj3KQQs+1CxaPmV8B71okxO8JZHHvWSukD6ibo48dWU5PjTmL74qHDu+1fKqvB613L04HB89Q+6zvakiUT4WWRA9+joiPlOmub1IhXO+Uv1HvQ5wjb7XjhS9GfE8PpK0uL3OQIm+DuBXvnbUtb2U4zi+y6bJveevLj406mu+I3Fwvkfyib1ZnoE+AWB8PGA/I72wc9Q9+tOpvZlHxz0zL56+roIBPR7Vwr2i73e8L9lhvZ9+NT1w6Mg96BBXPuxrJj5RPc+9TCt7PQJM7T28Tq09BjHivfpCC74NhLE95Xhrvpd1rLteJ1s+XetJPQ00Oz2t9Bu+bpsXvubTaTzkuTQ+FvuKPQwO1r1Qmk8+QZinPZkWS748r1A9XROuPMuTIj7cSe+9VIg/vQe+kT3lW6O9KrlUvoArHT7HJfQ9lzy8Pdr9Y74OkIC9dv7lvVl1gj0fAwo+TKAEvjwkeb3CdzC+rPuRPX0C772sSjs+i0Navi+c8j0SQae9HH2uvGmX0b3aDXc8jC6HPcQB173175C8Jngyvc34Cz4N2Bu+dKjrvSjcdb1fwSe8goPZPeajxT2xw/I9DtsbvthT+jx11wg+/VBYPrh1Fr7gUXa7jiQjvRdDfD0rfcS9gx6PPmFgkr3qxUy9mibku6YjlT0IA/K8FxKrvadgzz1eMt+9Bs3qvc3swj1Pxoo+XdkTPIOawr1c1KU9yKgQPi6Fgr3SaiO9LLKMvuFRGL4E8r89zsQ1vpKX0bw6VEo8CJz/vemxfr4NPqk9o6hfPmIfBz4CxdK8Wh2rPVdIh72jJ5+9UsBBPshCL76LsVo85GIMPqZVubzbHs061DObPXgiZj4X1+C7JIPQPKryED25TcM92qYPvqCUmLxbrBi+Se7CPRXNK754yBy+hTI8vXpAE74lwvG8b7NwveZHLj50Epk9189ePp6iejoOpuo9RIiLPsllDL3S20c9PhDBvVWN3D25QC08JxQwPgb4U770vDG+S5beOYwXq76Rfgc92GETPYBdeb7bJUW9i9hgvv0nPj40OdC9W3EKPmn857zDV6y9sVTRvfA4Tb5GQJ++GvohvEiPyT2ytxs+mu51vaaQYb1Z8GG9UiofPvhRmr0mMIU+TQUAPYsCQj2fU0k9cPGrvMt1jb4ERZI+R2gevAtY3z2VLWC8xXpdvgHkUT1L0Tk+0MH2PQPFhT1g5RW+VMqUPfCFYb5UpGE87V7xPdOmyjxOD369yUeLvU4x2j0+aA2+HdguvjYQA76WG6+8Ik2yvjfbtL04trQ82KcgPhU30jz+Pxe+aVFyvcFkFj5Bphc8khkfvgPOrDz8nQs+rwxSPvrvoD1XJwo9a6xnvk+WDb2/pRc9vfNsvnaH8D0shIe+lVLiOwczLj3v4oM+txZEPqwLGT5YeY49IzJJvi79Lj1bOLy+AoD+PUhOdz5qGoA9DlxYPqh4Db7QD3s9JtVIvmcCvDt1Jiq7knQBPfj/YL51PBm+VvtxPkL1lD2rkbk8HQRJPAHBxzwzcJG9tLYEveEZCz5/84S+ktttPr/llj5NFyU+bMmPvoqeRT0S3VE+iNxqvXq1Xb4Pn7i9/no6Pk19aD21Nje+a7YVvpJEHbtivEI7+DisPGSViL4Mi3I8D5GevnERkT27Qxu+Rf+Evqd88zyVqZU9gKp0vZx6Zb67rZ29Mxx2vqoXDT5zgxk+M3MEvSlMkT6WtsU9Zk1uPSyr1Lx7uVm9l4aPPKe0FL43L/o8dAptPTejWr6JVEi+JFRXvtUN5b1gEgy+QIgpvJ4JWLxQLts9drLmPKYH3L1W+sY8ULiovssjmL76E5o9G/zBvWdHUr4GB2e+h0UVvgFwerz+8vw9Fb2dPcVlDD5eZ24+Dx4hvnt9Bb5KJaG+Y18yvse+AT8eIK09BdKzvBZQnj3kprw9tLs9PvjqHD15KCu+9rkMPjZciT4B7MA9AiPVO3pUK74zk3A+fVS/PX6xVT4fR6I9tg0tPj2Lvb5yd9u9ypg9PVYs3b1x82a9W6cXvrZWkL0+Z4U8rI/6vbjtDzyyO+q9W90jvvl/hz5UZZC++9M5vm8qer5/f4U+tEeQvIQRHr2H8ay99rfDPH2C871rhCs+m/+BvgWfNz4zNU8903TKOxClwj3O/ra97q7QvSLOCz78iVO+I/UMvW5nqz3TcyE+0n2HvOGvxr21EJk+kFGRvr6opz3vKY8+cO+2vVXPKr1WeQk+3fhKu7+VRD61l4g8OawVPlRD8j246389"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "a1M3PDmVQLyBuKS9LVtvPuOqubzQ+i49C51JPqYm/rxlx5W90pZGPU4cmT55DaQ+VyuGPjSMZr3LJHO+ftyIvAwnJj0QMsI+NgERPbF3lT0R7jm9N1TAPpV6lr0x9628XqV8vilOAT1NR+O8xWhBvsIbJr2+oFQ+tcNOvTtodT5Pga4+Lu8pvlWS8r6N1BQ+mAufvtgu47xP7hk9hB/EPdkcxj26NaC8bWUWPQ9UiL08eTY/OzHhva3gzT3+wic9K1mMPV0qtb28WcQ+B8l4vlK7BD6hZBm+04h7PbZE9Lp+Oh0+evUovqblcj5bHCY+OP+iPn4bAr7OjkS+CuHjvSQu+73tw1e9bpsvvVqDO7zCQfQ9oeHWO7pWAb4JB6s9vuPLPS+QJ75D0Zq9HWmkva6AurzCxVu+TbSjPUUW270ih0E9Tu7BvYCqS71s53U7xNX7vcmUsr1gTwk+IfkGvpI+BT2QIE4+mbWCvoiCMD4QYxK9vP9zPvpt/LyXnLU7dfiLvQFEBD5pdk09ht/uvP3JsryFWOk9ypy1vf6BDr6WtQm+uW3/PFfqzzvFXoo+md9qPv1g/D0S6am9suWTvf2JfzwGl1c83gTDPZLKiL271yc8xEGBvlbaOr5LZRA8YHX9vexES7yurFe+8QQUvsR3Hb6B7JO94XQqvnp5Rr4="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1_2/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 