{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "VoqTvsbsyryrr7a+cRRIPerqqb1oHzi+2Rl8PO1Gkj4yBI09mVETPK19pb37Hza+fbt7PXiVxjyMLxu+RwbFPmNxND17PXG+YNYEvXM6BD5bdzo+pDSFvci3f72kr4c70RL7Pam+KT52TgE+4e1BPj834b2TZoK854SDv6KeRj45VWm9iZ7qveoS0T4Dgzy+4IXJPV+Cl75PN629vNItPmL6MLxz2Di+PuVwvdD/LD6Up/q8H/NJvrYZrb039q2+9gcgPTw48b73X2u+IzrMPPggEb5yrB++9XtGvUXQ8z0SHge+6i3iPawsUD4FXEk66fMJvES/NzxrMbq+ni1dPvPgl72mtXu8qcPjPYZQg741X14+y6J6PvvXxj0ysuS7zV6SvVXma7xA8Ju8xwvEPaWTuz6Cyx8+ULtDvowVaj20wlU+DNOKvgMp0T3veNy8NlbVPV3+FD5eCqU9yu71PZSqbr5A9nm/jlEoPloOT74CIgm+1z/ePZ1YVz6+xuo9Tjw3vm/EJr4bnWi+EPjUPK4bH74nQOw9fcYbvqgQ3z3shoO9nT5QPQmyBb/zVE4+QYCLvVz8J77Dkzm+8c+ovUFdvL34YSi+zutavq/Uir5S1d693g3kvZRR7z0VUpg8b4sZPtYjG70q1ww+36dkvuAOe75ataW+KDYAPmUGcD4rWVE9ttuSPhjEWz5tsky8vDFFPuoKcrwE6B69/PBMvvFQYT1VgDw+Ta4uvSZ65r3YAF0+hcRBvG+idT4Qoyy+/veePF+vGj5zVLY+/lHGPKBYN75Mbk+8snGivvwpSz54bbO9FvsFvkNnF74BXsG87fLPPsPByruQ7SQ/YyEYvryL6T1EMyS+ybR9voWTJD659Ls97P7DPeIf0D7i5Bk9Fe/KPazZ4z2kOOC9FilEvu5KU77tMlk+PRhIvRCdAD7U9AW9EVBEPuYwvb5kjks+kYSNPvJVIr7LSNa9+YxfPnkNbD5zEqY+nGa3vUA4OT0fVTC+zkHsPnFAeb1LtI0+zkPrPSuNub3HiKI9GV4GPgVoRL3ziWm+qiJUPl+DH72CS7u9BEXyvcSUU77/J4o7sgToPXsX7z3OyE0+LI3SPWzUab4q1Pi9TOuSPvVliT7fM8C97sfAPiCrQL7vq1++CTLTPVBulD3tJcA+m1OgO3XnR77QYgo+bhJivjACLr5KS+y9vPIWu8zrqb4UFaG9Cxv7PfojyDzvoVK+iNaSvbdYwz7/MKy+EXwUPvjQGbubbjA9cX+LvppRcD18zYe9m+zoPbnYyL0azzG+zmS9OndFgr4GN4W+zA38PXBLvL4Yc9w9xTu/Pfw5K748Fo2+3QQxPvMJAz67qqU+iQjLPSwmIz4ckg6+UVbGPqBTNb4tPwK+4xx6vc7bxT5fRGa+DqMQPhBCtr3OjBs9IA2Cvu3cfr6tRWa+5JjCPd4blj5PK7S9TB6ePZ3Rar5hR5u+Z5P5Plt36bwBJ5C9be8PPgC5kz36k8W9a+ttvnsgc76cuYi+dNKcPsIPj702b/O9btcJPjuH6j7Xgy2+9GPWvWDAOz4ToAY+MTNFPq7APr4JhOM9qXJIPRsPzT4ppz2+h2uqvSS6jb5SJ8o9LX4cPqiSsL6xJAk+R4c9vivnvL1rgS0+rO8hPmCl2D71tEq+3zQQPkHZ/73A04S+hb/6PF/Irb0zb6y+FDesPoE9Nr7XoMk9Jt6AvZEiLT43mUa+zkbJvQ4wTr6KzH48ulVFvuXKVj2gIl8+W7USvvjuwz2sbNE9wznvPXGWoT0s+xE9OlGXPib2Xb1GOYi+0hANP64Cm77IDXE+eXW/vnf6Ojt9bzU+omk8v0RDvjwkpn0+AIPcPdbAWT1D61G+raKsvaFn7D09Sl6+o0YPvLiOCj74BRu+odeDvV93vz1eRi8+XCOXPtcRED4GGve9VA6uvd6aDb4eQhQ+XKavvoIYnb1Oomk+UXJwvqMDg7yYQba9LHmJPnbiMj1F302+DYcRvoeRpb4kowu+bKQjPiCJND4nYEe+elwMPe1zMz7rkYc+ZaPWvTGA/L0qfaG+op42vlVDJr6/xpw+Dso9PuN0qT2wbsy9W0cEPq34jT7Mrpq9fLyDPAdFmr0iPCO+cMSsPrWrET4/bs47lopFPLQ+Dz4oWOU9pAmHvbi9KT65TVk84BuIO2zftD1TVo89rZtEPoObVz42n8c91ZYFv9phjLzu14S9caOLPfvXMr4mLcM8RJuJviJbqrzT03u9WTnyPaNUzD0Wwxg+iGkhvnxldr4yiCo9ZWhZvfAxxLyb0Fo+92l7PX0Dcr7BK5G+YxhJvVf9Vb4xMDk8tnvEvTkb/bxN9og8gtS2PeaHdb5PAhE+4YYRvtNAqz3yo4++gWqNvZ98aT7M95G8kO5cPRqnhT2ondI9B2suPE0nkj7DzMG8SdLAvsCFDz5vEIY+AH0tvn+jSL6vUe89eHrJPSsb4jxXMiM9cJ/LPbVPKr+PmDO/rrtNvTP5vj1TG6C8xVXwPcGG8D0Z6Cu/ACf8PVZjqr4ikx++QhnBu14gWTzx8LU+ATyxvTd5Tz1yAaG+IkEOvmwtwD2O3Ci+hlpwvgDkIb4oesu8EEE+vlBty772x3M8JgpGvuXlET1SBi6+LbFiPQogDj5FLQI+htJQvlwtXr72tzm+FS9DPXASfL27CUu+SfLMviqny7yeOiA+IsH2vQT+kL4qpuu+7ph3vu6X571Uu5++0VocvcdVSD4F/h49HX6LPUkUZLz2Zmk+DOfUPS+LT7w61Gw+jHIDvsj2j75KwiY+Z+HbPc7poD3nFRg98b0mvrv6sj7BKYk+GWudPSutEDws0h++2sr7vRkrOT37HvG9osk2PcoKRb3pnX++nmHQPmcQmr1zsvI+IRJ4vjG00L1E9Iy+hu6RvLPkiD5wIwm+9bOmPbRPYj477xc+J96bO345jD3sLhC+GZtFvpmr472mvue9g56mvDkAFj6n6wW90a+BPl4mA7+Zdau9zM2aPqyCND5Sh5Q8V/6SPrDAcz49boc9SL5XPiV0lTs1MTq9Dq7ePidgY701QSI+HsOFvgAVWL34ebQ+/8XGvXXdQr4335e9y6SZPgjZ6j1dtKO+Fc9yO3PuRL5hWnW+JoTAvb1kIT5Swpy9KhLxPY7Mub2nM809AMG5PjEFfj2lsV28H3gVPuF6vb13K4m9jtgLPi3X1jsROm89JIikvRAEkr4S1oc9sGsIvHGSK74tDIC+eLfgvdCADTx76qO7K6MEPhIotD1NVVU9txUWvqXiiz6wYXK+JKINvj1yMb6I17C9wux9vs2viz4r3js+xLQxPveqkD3Q3mo+eTeAvNRaIr3z8hO+Xm3+vC5Xk76fdp0+plq7PQYlbz1Sh5O9sTYzveS8Lz3I2yY+v5doveAx+T4z0Uu+B4HWvNqoyrw7Ex++OtG6PcYrrT7u9ka+6QIMvc0Gt74ow9Q9Y0JfvmGdpr7Lj7G+D4dYvQdbL70qk38+jZ4AvsZyxL7KM908CcK0Ps6dGjwYVNw9kxQrPk7MIj56JK+98R9SvpPMGL6mG5m+BAePvf9vVD19Glg+smIePrQOhz5q9QG+8DsAPsaJjT5Ml1y+6phWPsEGHb57hAG+pG6RPPB+GT5miXC+mcoJvT6Khb1Zfy++upJoPpQAMb16RQ8+UTMpvkC/Jr6xxMs+awc4PuRhkj3BacC+Z+RoPkB5sbyzSCW+i85tvrAjjL4oKoy+bkSlPAv7g722jl26HYG/vsDIuD2xdHy+NpJovZdHnT1aNz++XqyYvo3sDr7t0PW8U55dvbcmaz7tRr49SU/bvaQF973Am3Q+Zqt/PrbH6T1CsdG+fegxPpThYjtrjuk86h54vHJuN75dB1E+u8civ4CJKL2LPgc+2tjWPW45jT1LjhO+bBJFvoTCZL2WsUu+yWzOPNWK5L16nKC9JpYkPHKxoL3ECYW9Oe3HPg09MD4+QVu+l6UrvkUqML5MbgA+GpLXvtG1yb01kNS7KPM4PmoY1Lz4/c29KHZQPv55Db7KBP49LicUvjj7Ab5W5U8+Ih4rvCjxIj0ZQwe+wtYJPtIf3b0wi2o+AI9lvtB9w70nZv6+GfiZvYxGZz7y4HE8yt4YPPMtSb7X2Qg+9JBfviWWTL34VxO+1hm4vuSxtL2yMNO8jqDfPJs9nb2NaVG+kDwJvjfckL3sOYA9so7AvYDt671zD0w+z2dUPluPPb5L47A8PmZZvdiTz71ErUI8Xy0ZPFUNQD5w02w+4UMhvniCn74XQrc84BKpvqZmo76yBvy9l+9OPZg9CD53qN+8K1AVPk7XWb6WpZO9KZqQvb2zkz4SRgy/wxySvXathr3K9pG9Ddj1O44b9LyvUha+TJTDvnTHGL4ArvQ7BYUQvthn7D0l1Sw9xquzvVHHiz2grES/vLCQvRLhPz4M4Qs+VKbpvbzfxj3M8r+9ZzSgPl8UXD0lhrs9idXWvXAeg7zYAzU+HqYJPigDb72YNi4+XpjAPRIu1j1EPyQ+gsmBPcJSHT0t9Ga/KdBGvrJpdT4ez0i92IEjPspLgr0hgW6/AeTXvbtbuL4ZA3u9ux6dPdWWuL2PPWK+7Y2WvnyOFb6A5YG+WzKoPZNVTL5+W2k+h05uvjc8gru4jfU9EhNkPkm4r71cmXE+e4hwPZF0Hj6Icbg9CsQJPnV5rz2zPwU+rKsEvgVjjb7jXaM9Z8sYPtfjgr70ZSm+hxQOvnUKw7uXKAA+0FW1vtvCUb3E5ra+BD5OvkShBL0L7gO+k071vJOGnbs1vkK+1BS9vQQe+L3szCU+fzYCPvQMrr2YHSK8KtCBPZiEcb7llq88t1kOPdL6jj7ArqY93N8nvtX1XT6Gpws+AaigPV7e2b2QbCw+KnWPvvKnYj30AEg+BpUoPKu/Ar4Y0zm+jpnBPqjGLD3sC8Y+QJBWPGiDUj2tqSm+JH+PvlB2iL1Qb9g8RGs6PnV2Az7Uh1I+fXh8vkr8mL0pNDg+z7ZuPbs5V74QVqU99E4SPg0V4T7SdAU+8xZSPFWwa76zX+k8GUesPgpyNT6NmYE+CkTFPioPHD4f/Cw87lZEPuh7+j3IoKI9qXqqPlNqtL45rps+PG3Nu4S/LL4s/p0+/0EuvShHp77N6aE9JhWiuzS8DT3GZ8Q7gdZMPh+iEr5NsXq+BeMPPpjaJD7F0QU8wgV0vpcKk719Yoq9PRlvPgOUOD44raA9LDXsPnFPzD2Ax1u+Yi4oPvVVHr5C9pu9LwFEuqhuZ762QvS8I/n+vaSzWz4VbGE9kqNOPSqbiL1i/dC9bcdEPVrlX701UXG87fcKvfc+6D6pnMO+aqH3PA/h3bwHYH2+B7mCvll8MD5+D04+j56SPW2Nvj26hwY+kynSPXnEmr573wQ+CP7wvUkJkr55mrQ+3NqHPqw1v7uOw/u9mQVXvR6Ipj7EvP88KrcOPd8t7D5jMiy+qGZxPQ3X5r0Iz/M9J79JvhY+CT5yxbi+ScXoPedIab6dT+69UxFovmwEWb6AsSm+pYZyPda1+jy5Kls+AnRfvvRNZb5ieDS996xAPpA1Kr6GZNM9+jkavYYUnT0cwm6+29V1vrp9Y762RpW+3Oz/PcBYTz1eQhg+eaY/Pu9Dsz7tcLg95NNCvQgl8D4htpI9ImRhPnD+aD3yf089RDDTvK6e9TzQnve90W+3PcF3qb28KaC+mZ1WPsapTD4KM5u9RM3pvL6QLb2F8M4+AWAePeweAT6bW2O9v46+PtTOJr0B05m977PQug/hP75beYm+qlepuiNrfL5RF6I97jrFvq5icT532Au+Jn9bPthgN7u7h749lCc3ve5g2L61J8u9XsKNPXGLXr189Bw+E9icPEjciL4k2S69tf6TPuY4rj1d9bC+heeLPtQKiDwNbP68w+rlvRe64b2kTlw+CXcYv76JqrxBrvM9X9gAvtOpIz6ojYo+IpYKPWyTEb6VAXG+BHGQPZAnVDyig2e+b0kPvAtoRr2Mmgq93DW3PrncnD32QLq+2YoZvLIaaryisC6+V97BvkGmAb7vO9a9l5gHPlbLsb3yR729rdTNPp8BJr4qJQE+XK5ivW47db4Q6wI+2UMYvpzyJb4Qpjq+ArtGPUQ0oj1FWAe+5JWmPTvEWD0oUhy8u49UPPykzL0Ru/u8R3PbvEpgGDtK9gE+7e3uvhx6Sz6yYyS9th8fvtZmPj7hGli+cKmYPpLLTr78++i9cZ7MvfEQ8r3CNlq8fMJYvqSCPb6KSR8+4UJVPeq+Pz6ot5S9ora2vbnb17pevgi+lEEiO4g0Rr47q02+gVgoPg1ArD3Ur6A816kavu7svL2nH7O7XghkPZVeiDwbbli+CAmQvWsCEb58KXE+JSNxPlXcvj1PQcq+UBxOvTLti70mAj69BGlAvjH+Cr7y1Ti9J2BLPZIma71ybEO+KUgrPt+pJD6PceM9ArksPpVgbL1mOLU9UmsHPskNDL4CYXE84idpPMAyojyzWyG9OkE9vkYTnT0NO8k8gOEfviwUYL1WHi6+Cy7qvSnJ471j8mi+YZepPJPwpL0VzYm9LBZmvoy+Vb9HCVG9/CqOPQyUT72KEhK95sdau6auvr1pErm+iSXivdbC3b3pJhu+wmgKvsZHILwT7Ea+0bDuPRrKuL3fWDa+kv2PPdWKnz2PWBE+vEVxvu2/kb0vUJo9RfYAvk9unL4Vn8U96GMNPs9orj1Pgqe8kt6CvL7iqb3zotC9qGjivVBH4r2Jh4Q9VbxAPX6FaD77ZFw9+pKyPRxnErzKuzg+aXihvcW0Bb6zxs2+re1rvPkbxr3DNbI8kFakvZ5djD4hn0g9mvLbvI+T4TvA8Fc98k58PXPNHD7Einm9VNByPpMO8jwCTBk+bqDVPXjtm72mNVg+4b0zvdlujz6QSUI9+1+IPpfPlr6a7JK7UlAEv50jN7z1AQM9VtSMPZd6Db7ziz28TR2KPT82+T2TD009JaL9vQAELj6NFiS+TLI8vvJ3HD5jcFG+HWVhvei0OD6tLCe9/VBUvB+BMT0UxcM98FWwviXxIT3R6pK+Qh6cPZUJlz50oFI9D0s5vZa4pb3Jq9o9d6a8PYlYAD7AP1e92bPlvIB5uT7dr6Q9YPV1PVUwVr3rWEQ+rjvLvW+qFDzAUIk96d4IPjI7Er8+tqc+lY8/vhcfSr6QEaM90Ls3vhf6Sb5/ccC8UtCOvTTz1r2am8O94TbvvR+I1j2mbMM8ClYCviDS173jyiW8yMIAvaAJUD1JMT69qvPmPBbCjDxjxCw+VpPmvWjLcL3jiYs+Ga3gPc2st71cwiI+0qkqPgFlML5O6Gu+FtDePcfxnb2uHz89PIMGPuoy2Dyceqc+JqwYPuXmNr5mIIS+VxSgvET7fb3Cusm9K36XvadKE74UfGo+U56bvNZSkr6EIiI+M9YPPs4ppb43duC8hxmhPHOKn7xsxFw+LiJbPoDQ6bwTq7C9bbMKPUpZpj3/BCQ+4TaWvdBrzD4fQ1U+C90ZPX4Qhj1NnW+7ldpivV53Kz4TtJS9MsknPj2Ja7tlMxo+nT3qvc4EQjre3ku+jjaJvfEYKr1uhGA9HfjqPdPWp70HPqq9E7aaveDBTb1S/16+pvRePktYuj4JzfE8Wn/FPXXUojyrYpK+/lf9vbwcpL3uLBE9R44APnuAwz0sU829JIxZvemwOD0QuVc826m3Pr/4j71lBO68SwOkPdnjir00znm+HoZRvPp+mb4d3Hq+JFxbPrzVlj1d6ZG9czg7PVEokb4q7MA9PNAmvqvLhT7Z8Bu+fZDOPk8UEjvP3xG+/1wfPmzzkL7HeV69jzI5PSjaGj61MyO9/v/dvjidHD4mCFm+FQukPcVCML49kA++ktAGvka/ez6cmIe+DsiDPEn35b26XlQ+OQ4xvTnOsj0UbF0+x35YvT0crr0YrOQ6Lb8HPkz+HrsGz4c+z2QOPkP1I771F8A7SNWRvqBNo74BofW9zw2pvVeKEr51uTg+7IuMvqi3pb6kcIK+nwNCvExkOD1lpec7wKktuyqAnr5cSwq+OIjtPetICL06pUK+4s8SvmwJI77jWZk8t5bAvXHLBD7R7hS+asBiPpXbCT5FogC+I2X5Ph1hJT2cHas8cVzcvmGIJ71Qj5A+TkwSOTxaob7+LrS82l8XPsrk+D3cAGY9vQN9vUQnQz41uf094t+2Pn49LL6TNnu9qLbkPX0hXL1/txW+qb2xvNYgr70Z0dW9Ii9KPtUebL3FtDq9UBpbPhMJXr7kQMu9adkYvtpsOr54apm9h+XYvdiggzx3w7E+hIa5vDbE9j3j25c9SzjgvfrApr1zu4W9Vp9HvsquLr5sIQQ+cQinPq1p6bvHAnQ90cucPmVSUDxoRgc+vg9VvQVceD2ZGZu7dk2EPmeYNb5BYl++2BimPZGo3jxJUMa9PCIjvmp91rx2ymG9bCOOPLlvwL1k+cc97aaIPUfAGr4LQw49RLiSPex7ij1jiPo9iOCEPYwz/Tyh2fu9Gym3PLGNHj1EzOi9ZH0fPYxR2D0PEKk7gd1hPkZtPL7yshA7tPsSvuJXPr4dMPg9wndsPU5wxr3flHg+0JBFvUpVGT2vnYG9gCFivsUvv7y0f4g9a2vOPZJFUT7JrZe9eEwGPjI1W7stbLa9SigsPbqu2Tv26yk+v+OqPkkjOL2m39K9/zoAPD9HXz49bj6+lW3Rve/1CD5z24g8oDUivvM5cL1Qrso9UaWDvto+4D3KHxy8yX4OPijdwjzWxdO9cyXtPQrclbtFu5s+fmYWvSrJ871+3R4+Bp3YvcW+kbygSDw+WONLvntqS75LDNs9zDfsvOD9KL7Nq+c9oeliPSOCDj03dPu+icaGPbU/FL8zYgY/AlMlvgW+V70bcic+DPcgvVzSEj4tb2o+CbYSPi50C75IoEW+CpzdPFau5T1pM4u+rUljvoGt8z75VMO8t5TBvdvWBL5QCdO82tUPPhdbJ76AOWe+S4uGPhHDNz16UQs+ZXArvpnLqT6l1GI8Y4CxvTHrt74pKHo+9kSwvgg0gr2oj/S+VWLgPuZLer4JIgo97DSsPe5utr1WL9g93yhBPoh9Ery9hlc+pbTzPeOhqb2RCr++2Vp7PvI65r1HN0a9J109Po4zHj5izgU+Edh5PKM20b0d9Ew+TSeKPof8+by4ljO+aMpWPsKKHL6Qcyy+u2vNvVBC976RBgw+F1PgPj0iTL7UnyY+glU4vRjboL028vO+9q0PPr3Ln75RihO+VhRQPuzLHr5ayHw8p/P0vQxFZL2GYZE9ocYAPjE5MT5pq1A+n8Z0PkuulT4ypoE+d119vViOiD5Jf42+VIqEvkRHHT50we0+XRpjPhqudD60KTS+kmk0PszUgT4yR4A9sG2GPm8CZr4FMb0+Je4tPjMNdb43WiG+DLsqO+dJR75odZi+eBhEveNPQL6K+0C+qGCFvlWaBL0sFp8+8gIOvq7sAj6edGU+pVKNvHOobz5jKyO8qfT6PRav1r0j/Tg/4/MnvUV5jb2W7vO9rGGFPVLMQD6YONs93vkQv2yJxj0H++i9+BYHPSEdjD3zPEo8nMo/PquTNr74cYw+NpezvsdNWz5pdmW+gKi8PjqdtL6IjHu+IeoKPkCpc74DoMU+TFyuvl/3AD7+FRs9ZsZpveJHxD6m8c0+utAqPnQeZD20qSc9gKsrvqfyqD3OYye+8DGkvlkVDT56dwG9VtYevaPXTb5g36G+YaXPvkvRNr4Od7a+wpILPi0jbr6h+J091fW0vh1tGz4tiUm+7kiQPkU+eD68qTQ+p6+JPaZEsL2wOC0+uxydvXFa5D7Jl629Do+BvlAJkz5wc4A+RUwhPgikDj+CgBq9EbEQPCqG2b0u6Ve+9p+lvhcDT77rIKc+l0sgvkXdJb04ZES+LWuKviZqI70Irbq+UJIEPGA6kr50/z2++K7bvuKcML45R748oqsLvkFtQ75kyVg+4LyKPk1por01UG0+5uCHPlgvST16ysW+u2xIPhQm0T5KIqI+xykdPaGlDz5tKXg+gb3gvPx1nr73ioE+LWNfPpdwa76IYfa9ZR3HvWdKvL0wDcK+FnbqPeQxmL4IjoG+LZ6lPOMjOr5u6RE+fozNveuVlL2Ob5S+VwcdvssyLD67kcM+UNkjPNNIl75Kr4K86IpQvbNflj5obIc+0ZePvVjZEz+WcoI9BwZZPnj1nz1Ixp0+vJ+DvbSIyjwiSvS83PmQPX1PXL3SFCw98Ys7vuDyVj2E3b88/jfIO7angzxwo5W+8DALPgBHn77UZI683JoXvtsNYr6E+jo78dgrPqwZI72Yt1a9V2W2vcJch72sDxO+l15NvgGk8j2DJQi+20QtvmKksz0XKKG9HaxvPYnNOb2q6B69K78fPT7eO73Uioi86XWlPcp/1rxxAri+kbvXPWFU1r292r49GTi8PUbGpb3CAok9jCsQvTlxeT1OfSy+E+OgOyiXSD79iQo+whG0vWB2fr6HHAm+0DqdPfmBhL2TguS9Mdy+vZlIUL2cgJA9kszbvbl+Sr4e8Ma8ZZTgu/65vT0JG0W+gPTgPPlaYb1BH6c7HTYevtxyaL7Wdiu+4KQ4vpX0y72OG2k98VLqvVM4Xz6P9Qu+NZeEvokhqr36u/48ThezOp+tzLqVWAk+1rF1vv0nxLyCEp69u24NvtYTHr2O1AW7ulnzvKtHkD0OnC++ZhBPvoQQjL2OIdA9QjjqPJ1OmT1Cwe49Ji4rvoU2lr6N6KK9kSpOvc0JIL6IwQI9lm4HPp/19b1kK32+conlPVQygL2FIpG9KapnPnhzC7w3+gM+VA8DvXd5Tr6fO40+5ZGTvugj6L0jdpW+IeQUvg1NOr4XIXk9eWSqvWtIlr3Tdyi+CV5ivuLeIL0/McS+YL40PX63cz5Bx2Y+hToyPb+8rDwZ1gW+L8kgvd2njr7+BQI+y0DPPa40R72NICo9juGqPG3gvLtDUCM9Gvlavs3TRj0TRC2+duuDPQVCtT4TMbe99wJhvcAUOz7hzzK+jZPNPfmjnL37PFI9joWFPcui/D7DOuG8Gyv+PGM15j3DYrI+PCDFvUZzgT1TWqC+YmCVvVqbpT1CyN89MgEhvkbh/73KcI88DFDfPfCuYT7Gro2+EpIoPTbshb7qZZi+6CkkPsjAfr5PR3M+NQHLPnyfnb7axKe9iFkOPRx/lj71fMe9qbKOOw5uHr6usgE9CdUsvrd2Bb9kZd68EM9SPpA8Qr7z4Vs+OngjvlDHLL+hSfo9JPWTvXwIaL4245++Bc5VvCoMd75aGgi+ataVvCuaar2nLAO/cbsxPBXzj75m3dE+j/FovNYWCj6425i+APqUPb9f7D1YhJg+nEQFPTnP7b0qxRM/+TWNvuBmpL5rVIU80V/WPjOAL73sVto9t/EfvRW0nr4Z+5S+YRMFvaUsND4lsxO++GeFPA5RRz3zyj++aULSvgq2D74Ew4G9/k+DvU1CK761dqy8liqNPSFT1r5ZISW+ypTgvamL3b03K2K8YNmpvZrJjr2bOSS9BWhVPdk8H769PMK9pG+cvWpdHb6xzxW+Jz88vsmcvz72huW+8XqRPoHpuD5HN7i9xXpkvEYhGz5qfC69XAfGPBsohz6onDo+HkxAvMjXmD3EBB8+Cc0KPqD4nb0sBHe+V9gOPUkCT76YWxM8nLqMPeeHdT6HvYI+uFmqvGmwoD5HYQC+WtUzPpBomb02nrK9MaYvvUILTT108ai8q/0UPgw4uD5MiRA+UUEDPW1TCz7B/r49KprIPrLdCb7YQ3u9a7gZPvIWsb6GwYE9Vg6evD9mW77TaG++EoigPrLDtj66xgw9df/aPhBqDr5QFT4/2HmVPo1xer2mh5U+F+D/PTsIFj/VaKU+FMa0veRfM726bRo+vR1Vvp5qubwKP+89aTv2PTfvDr2r5SW998uDPjHVQD1chQ4+Wn6lvKAchD6pGZq+n3BXvksmWT7NlJq81V9rPoGW8r3XkPs8GNY7vmUnAz2aOgg/go2jvbEsd74/yRu+zLhYvrHnTj6Sh5S+c1JdPg//o70nLyK+9tGWPPDjkr0CNuY+e0LsuwaTcb40VZW9ih8OP0Z6lb4jXAE+aXShvV9uRD7xH6C+CAUSviQcxr3YF/o9JTQevmWo2z0wm8a+4UWOPh1laz5ruAu+O8EmvRRFSL41ctM9RsNIPtJt4j2FWYw9NP0BPg+jn72VxJk+tHK4PNthgj7W3mA+CU28PcUOaD0IyZq+qAwzvCiXir7gO4I+36QyPj78yzyrIb0+RzF2PpWaFD6UDyW90c17vdIxWj3Gns88JfHfPYlKVr1T7WG9j0dTvSjUDz34NpU9g2MzPaid2zu16WY9XvmoPc+RubzxMZ49pworPrtwdz4SaQk83dUqvu+J9b3xQai7eqQTPosRCj6HFwK+EJfrvJl2tT05/388aCACPo5elD5/ndK9NJafvX2NhT44+gU+GSPFPvfVN74akz09szMNvkbJhT2rpJ29cq01vp1Jir0uRxO9T/50vNYaoT2B42s+2vk4PpqYhT5lb0u+l7cKvua4wbsPuZy+gVUtPXbYnD4K1lO+w6J1vsM8fL7j3p09aV2Gvprfmb3aPty9VyToPQ5bYL79hse8zSg+vhyguLwRYTm+5NGCPgsSJT54Cp89r1ATvv8hhL7NI2a+kweHvn7YFb2yjh49paDnvQ2F/T38hba+dOjqvdN2Zz4Er649OiKSPqYapD3A8JC+On8qvQVnJr5xUeI9Pr4BvPulcT0cyRI919HUPcF7GL0Fix6+ziMRPPjUjLxpfmI+DNNEPuDg7j1WntC942TjPDs7ibwNC009J+kSvVStjz28gAO+fY0oPp39br0NR9k9bYz1vaxDyD0FTSi9ul8mPidBd76wvoM+ICyVPYB+iz4i6rm9nZhQvNg36L2+ZBm+m86CPcI0s72yR94+i7/LPlCpxT0p/aY9Gs65PSKkiL317+++AppIPhHXFD1LNJy+P3m6PtO7AT5IDvU+EJFvPmBnQr82+aM9+1nkPfl8+z65cyg+y5WEvhL2FD7kLeW8EN8aPbbnsD7oBVw+tixlvVyBGj3Gus49Gnl7vcL1QL1heOo9lqLVPc1+oL77+Ri/PNhrPogWiT0Cwhw+kbfPvvdjnL6++WI+/GgKPhcLlT2xegA+Xg7PvCHW976VUq2+aGntvny0OL5t178+EC81uwyCDb3PNCI9Bz7LvdfbY72iXzO/p7OmvmgORj2Ysyu/ut2lvtnvo77RXDm+TgcEPjvogr0lDkW+dGfTvavDwj6Sas8+rLcrvhs1cT6VSAe/9yLQPkBkwj4t+s89PpxDPhBkhD7wfaK+rIiIvV4eVz4+gR+8iAI9vuXCyb0566g+0oiJPj4q1j7vjn0+2ZF2Pullwb4Uvvw9xtfYvjG5DDyh0sQ6aj7dPok1Kz10sEm+AlKBPoBL4b2mMfA9ufrVPRuuWr2FiSm/Im0UPh7bYL7xbPc+LzQSPlZiqr34aYI+m4RpvhQTwb1bNGQ9Oa5BvnQBtb5sTAu/hU4Bv72a4j2LJeE+YKRaPrZeWr6RoMa9K/QxvjezCr6MCpI+iJXBvWFc0j7BZyy+mbHVvnD6pz6MOqC9KUKVvlghbD4sCfg9h2dZPfXKo7x+llS9r9Mdvs2ubr53Vae9QJH8PYjjgj5hLMk+wYdhvXI2Wz14YuU9N04bvwhVqT36YcY+LPsmPiv4c77pmYI+Xa4qPzMvlL65N+O+oxgrPhkhwT1gJng+aM1PvYgnuT0KAXO+dUnrvW2AnD07la0+ov2GPuc7Kb5RUEo90vs4uyZG5r3q05a+/SGdvUcC7b6S7jO+KS6/PZvclz5JqsC+m/W+vipcmj71b8e+u8SePfcbPzwxr689tYyDPCbvGL9wrsw+K3wBPZ5NH78T0KU9gamDPFJRSj1bkA29Vi4Zvyc7uryEu4c+b24SPkqeWL5ig+k8+o8evi0dfz5J5X0+d5AqvrSq+L7aBk2+G2rEPf/Gez5iObe9uIZSPc7sXL4r3ye/+O5HvhT5L77SPtq9N05cvpTevb7oWhM976/8PkpSpj4v24G+P5QuviNHQ74ZwqM+P9UCPk9Rcb8octg+ZcwuPp4JAD6F1IE+RNYdv4vRw75jRja+nggNOwBrEbwfHmW+4YKYPReqsT4j2Se+VktIPvzcBj5hU0A+zGBSPvAxMz8faxm9Ovz3PtW/KT6+bsE96s+ePW9RPb2bRws/cJDFvcZKID6EkbA+IGD1vqiYnT55YMU8dXsCPmVTzj1AFwm/ma4RPmNzNL0LuUY+LbxmPkcnXb6YK8G9dm60vTWR4j0fVb87p5Rnvd23KD3nDhS+6nnxvakUkz4Om769F/jAvRbHxb19pQ++NLW/vaubNz6EutG+OwoKvQt+m770v5y+kmIKvg8Yqr5EMos9TtkePufhKD7kbPe9Kk1QOlKM4r0ayDA+Df8WvsaQ57xo1+Y9F6WGPteBHT6luYa+jCuovVao1rvzWQA+lpxIPgicRL7e1hi+XqDqPRnMvz0/B4g9NP2mvNlYkD3eSLU+WP0RPgE7i772PfG9DgGSvSofU77CFN28C8CtPUkvXj6OU587GA/fvR87S73Mpcu9wNYvvt/oM75lpBm8zvWQPqBasr22FLw9nwdvPdHGgr5I2nW8JLoGPvM6EL6wl0c9De6BvfIvk76sR7y9bXmgvXGxlr188qO9jvm6veT3/T0Qax8933HmvB3qPb6bD2o8sP18vn3moT0ybsO8ZJPqvHnKt700wSM+OIvkO0UBrb0mN/u9hQySvhgOpzwxOum8cz6wvvYKVj7fqKG+0oyOPYclyb3zwKA8qJrxvX1zCruZTaG+VIDyvTIVZL6kfSa7sOSZPObuCb4KpJC9M2H2vY5F+L03zvW96PHTvShpWz3ZmQC+YZ0SPjkZlr7XLYO9NZV1vdRMgj2ezhQ907tTvQx1cT68Mii9UAV6PuZihL4GLbY8iT4rvl0SIb6PFFS+bPEiu3hncrxIOMk+uUjIPc+ZTL6AO6K9wqlIvpOKvz6aJKm9OHaLvtEQsD4lh5y+Dr9ZvPbv8ztLAMy8EQeLPtMNFb8XRG6+8CTHPugPDb4gavW9DMqHvtVT2D6AZCA9/sk+vZsIqr4UtlA+A286vuoeuz3IorG+6be0PbKmc76exYG9iFlCvnySSj5iwzM+ZGrlPi/bm7s0TTu9Rt70Pl5haD7wiSC+bo0pPoJbM75hXHC9uI+0PpTwN77sqcE+khqpvt/yoj1g7ik/ueDXvZFYDzs/SHO+h9Ysvu5dLb7wM16+CvyWvql+GLxXwYa+Zy4+vj8xjr56lOK+CGGEvo5HGb0FOKE8bumcvhSu9D5clK49nxvgPYI0ob4Jkxi+h/8JPmiu0L27U+w9/xuHPrsObz1x99w+k/OUvmQtR71EdTY9GSokvQBX2j6iN4c98LRePapfkb2Dw1a85rTEPj89k7ziuw8/PKMZvciwFj/287e+8hpVO1iV0r6jaLs+ypCOPszNyr1NpMG8yRz8vc3MEb8JPua8RfkAviu/A76JLqM9FoeZvhxPkb4ItUm+//6MuS4krz61Yh0+O14TPgSQUD5UE5M8tr/HvB3FhD7xDGc/darqvK+BfL6QPBW/O6hQvq06Ej7xwd09vfRAviEOOD9R0Eo+/PswvfIqJz4g9Sc+VTQFPVLh7L0qEkS9CnEuvl9o1T3SRNe9kiPhvW9rCD9NxEQ9mkqAvqoJkD6tpXs+Rkq2PuVupr6JM10+epv0PQ2Wsr7MXFm+YHKcPZ+ykz50jhU+X2Olvtl0FbrxkBe+fmmjPL0T371Dy50+j40lPVy8BL/5m4e7q5n4u+LUFb4ip5s9BTx7vqDdxb5mZEi96uaivY0OuT4pBDo+wWG7vuknkj5Kja2+S8oGPYL1Iz3ZyX6+wCYAPsa22r7I7B4+LbCtvj71i75f3pu+NciqPsWvAD30RaA+j1BVvlSlSj1KMrY+57vsvUs2Hb4OFy++iP2fvSCSujzCtrC9K6i6Po73zL7VwNi+ihZyPizwjr2zZ9+9O/UTvUX55D0UOBA+T7CCPafexb1txma+HPWXvf8L6boJ7Rw9FK3xPRv5TD6jzPG+ZntKvc3nKL4JCnM+QKWlPpebpD2MV7s7WgMlPgquTb1D+Ws+EP7Vvlqgqz5IdxY+kV4nO3KDg7417Oi+NUmhPeTfuj4G0JQ+qHKzPuvzFD4FOVc9lNNbPq88nT5Aw3G++YmHvnjA/T1+ULA9FQWkvv5Gf74En7w+wY1GvtORsz0Perc+0JuJvomexj4odYe9bVSGPdP6Dz4pQ0K/scp1vk8jj70PfoO+1bvwvWGq5LxO56E8riIePdDJPzyWohI+MaySvZq8Yr61AFu9si2OPMdsQT4yKJw9jvkAPCiFLL1ddsS9/bTePFHDSD2BzDk+3Vrqu65imDzUP0G9fphOPbKDNL7zw1O9Mfo+Po9+BT4glQo+QbMQPkd1Gb6RqNe9VWI2vpRqqD3hNRc+FqEnvqHhqr7e8H89R0/hPOEeTb6UEDy+6mAsPvToML7GK2M+DB4PPd9bbb4hD8G+rKRXPd2SJz7hzVW+sB4Xvie1qr6F5wg+8nb1vcSB7r3Z8Sq+nfSbvmefPr5fDbc9r864vUUoSTzNcuW9SBuDvQVliD1cm5w9iHaKuyE9Ob6ST667/imlvbUNhT4qcEk9xEVBvVqcuD2GhIC9BugNPY18+70Mq1k+AT8mvsOnozz7E9k9jdgPPnHQCr4Vn1w9XT/tveoIaT55lyU+dKZMvvUgTz4J9ii+C3AyPn6QQ74G3Tg8kDsavlR7/j3mGBS9T5cnvDQH373nKU++gZcXvrztRbxiAA4+cGqYvjD3vj0txEE+JZUBPioq7jw5fFy+kgEAvs7hwj1upQ2+lmoFvpCyW709EyI+L0tIvM1FFb57jIi+nuKsPaS+GL7dacG9fTzRPZVUMT0US1y9zp4avptPFr7XZtq87Qt2PQZyA77bhUu9LhWOvrhMU76ujbI+BdVfvlY/VT3KyCA+HMH8Ot3msTyqxj4+AiJgPbEMmL7lHS09jGaNPD5/b76UYs490eg5vl6pKz9Cio8+Egd5veQf+Tx4an89Wigqvo7YRD4rwqA+r3esviyvL75sGwC+PLjVPrNHQD/Qw9S9r4Zwvh/Z/r213RQ/2sdEPtyTrz5RfVC+bPa2PSj9Aj3c/RG+kVW1PtRQaj5A7Ls9QTNXPX8k1r2EBfa9YxFRPRerlz4eqq6+VSFTPpgPwb7PFQ8+a6jrPqySYz1i5Zi8nPqFPrOukz5Iqk27vXf3PTB6nD6Fjpw+tmeaPr11Tr6HsIS8FpMFPfD8FD6dX7o+M8m7Pdbtsr0r8wY/3PTNPUd807kG18E9gevLvoUk9r7u/2Y9b6HVvhDmTL3iJpM7ID4pvfaNwz2J8oc+XcpOPv1tpbvAxaG+ke6WvZonm7z2Yg8/QeAGvo1gmb5CxdC9FC6APV8/Ar7Evfg+ZxQPP5Gm8L6vM+69IlVyvb5TNb7ZCRc+eXdfPg/IjT7pRRE/w+zkPvWyLL7ZBGu+EOt5O4G+DL0hBRG/ap6ZPWZEKL7BukM/KB6lPmiPdr00+4Q+xQ+tPreNHT1KjD++FUmCvrGCUTztnAQ/K2uavXXm1768h9W+MNdvPHqtrL179Ja+ONrLu48XuD7dXT68NNSUvX9Jjz4VeRS+fIBJvhkipT5tcx+99EjMvr48+zwXOBE+R6gdv4HKl75ojfk9+EPovVI9/z3/2ua98POVvK6UTj01y42+tX+ovc3oV73bfDi+GLLRPimyAL3vtb++BkxqPjaEoj7uRYI+7x8OvwO0zbrZamU+F6FRPY9c6zvB9Re8YFiyvhrghbyA6sg9zSXGvbpsur3raa++JiMjPUHLEL+UzdS+IkS5vdTzNb5MNYm+Gd5PPXTzWz75WMC9H8GhPhLFy75L2CA+ogEHPuA3GT9IS3E+Rd/0vHe3B7/39a09JD0sPnEno76y8Xa5wPcaPk+tPT76Utg+OIdpvroutD6IWFy+QQ2evp0BS76GyIw95fMmvhiwmz4U/US//zicPUNuKz62wU8+e14EPv4JmTsxMBo+LjIbPkJ1Yz0QrSW+308GvlzMZD7a6Mo+CjyJvC8ggT74Ofe+WC2IvXRJsz1rxkW+FcX9Pc8HmT3F9bI+ORAhvsfORr//6ZO+syuzvVcSBL7BLMy9Ur4gPkYV776OFrK+fLAPPTz7Ez1KCl++0eekPNPTFL4yeze+hWKgvY6Lwz7RAea+xLm2PQD00D52Ibq+n/PhPnjzYz7bJD8/T5IoPLwJ4r3kjyM/VnALv5sl3r5YLK49x06sPuABz736gOe81RsDvgIAdT5JK6E9EHZrPngG2bxWsCm+nh+/POTFET0ShRe+/bSfvXrsVL3BiEQ+3CPyPPclYr6rsp09UgDPvNvFTz69tXQ+vIqBPnWARr2LlzE+wGe3vUdA5b0AQ1Y+/9Yyvk/XjbxE2wa+N6mRvss6uz0COGU+h02cPEWaVjxoBCA+JO9jPbw2/71A7u49B8r7Pnpd1j21R5I8fUbNPZ8xMb1YQSA+qqxpPoQ5lbywsnW9VCLSPS7/dL3HP/69kZF4PBjXAz6fiQo+TgV7vmUWvb2o8VS+OHmhO7gijT2Owyo+iYUHvSB+vr0uex89EKL3PaSIEL6DrKM9Z0HjPK0bJj7+fYc8mZMePhLAqr3GigC9C/JEvndpa77BjXu8wC/avRAeBj6gKSS9OyxKvgWJij1mxgS+GV8fPV6IGT1XEHY9EPoivqP4Db5R/wI9z6HIvVkBEb6toN09iSiJvh4sQT4BPMk9ggNbPu01bj3kzou9uu1Jve8x3bsGd0Q+RZgjvZlHBb5M8/Y8vaAdvq21pr1yts+9fUyoPOu9ATyRG/+8RZ0jPjMPj74IICO+7VmJPpMo9LyQtF0+icc4vSuTgT5IFsk95p8RveA5oj0bVRW+aDPZPSUF4D1bSMo86VIqvsNZfT4hrEQ+7nrPPVY1+j2Kqjg8jvfqvf3+nj7eEgg+Z+aJvig4VT6VmDk+mhRpvf4Mxzyv6Us+haNRvljHHL7KvSs+TeGOvprhnj3yuca93aAZvQQoaL3ThAO/GaxDPkUucj56YfG+qH0BvtirTj1PHym8fPD0veZkEL70xvO9AC8Nvkq0j76ucb69vqwEPfeZ0z3co588mFspPh9NYj1bjmk+kxgbPSNErr5jyTK+Moiyvp648T19wYm+Mb94PlA3BT0QXgA+nSnjO6aQkz6PCF+8hHzcu1oeKz4QsPW8d8aXvVOioj0uUmM+O1AQPkMiQ7vrcCW+cwgTPtaBmD4mjDo+3iD3vIzxz75XLu09nNoaOrHBMb1JgFk+LgwqvuJslT3HSFo9b3CrvWuF4D4K5ma9TZo8vtZ3bL0DwXU+6Ve8PJS1072QvQC+m6mXPYnXOL1Od0s8rDZTOylaXrxf2+s9G8MCPh5rkL2+pEq+BG5HvEMz5L3ix/M8cb6tvZU4Ij6nkAe9qX56PfRtiz4u6cQ8GUa+PZQv9j02Ypk78YxHvo3eyLzNCKu+OFOGvYfJEr7/oEM+70o3vboAjL7tLYg9oTP1PS9CLj4UuS4+LBaevliQnDySrI4+4hxzvqcnuz6FWZ0+aWguPiAeOT483Q0+FvoqvobH5j3HlTe9njCWPjxeDj6hGRg+kW7pPHg1yL6+Ap47deOlPviyM77c6bS+GrzFPguVlz7UIJy9l3yPPjZ71r0XGKq7xGC4PI1IKr0kZQy+KA85vqhUHT7dsXc9j9o7vqE3vLzmUIC+LF59PpxVN72f3EM+XNboPYNBWT6BRSW+8L7qvQtZlj4U3ko9sOy/PRJyXr0bpRG+lurHvXoe4bp3MO48MlaOO0E2rT4ypus9s7OKPpbMir4SODc+I7NfPkcL7D1YJRQ+Ep8Ava3M4r6e8pO+jKXEPYjNW74/wJk9jlLtPSl3zb22B0c+ndOSvoC9Eb+7LA2+WO+svW7N6D4G3MU851USvmFgSz6NqBI+bb8Pv7YiIL2lNiO9GTs7vvPfCj26IhS+S5q/PnJ4a77mMYW+BkBcvuUtPT7rbza9VyAsPuc/Wz5wwsk9wiUovoG6qb7SW2y+m+lTvZ/0Ej47NMU9ZsmcvirAWT7eCOI9TQB+vPy1kT40UOs9sQolvn9Vvb6SEJm+1E1VPnfN8r1GrVm+tfHnPW/oxz1fCQ6+JaKfPYHrijwFEz2+GzQrPh+pYb4fQwy+iKB5vrb65z0WRCi+aPo7Pl0RAz15v849fO21vpooID4LGAC+zgTDPRbReLwdlQc+gj79vbVAOj7rp2q+lgJpvg/d0z1Gzsm9heERPrBmQb0SEJw8fY5PPX7Lmz0ubig+ubcsPhlHFT4v7PA88xKxvfHIMr6e3bc9+DogPvTtGb6T/pO+iPz9vR9Dz730JxS+v+VWPnlsIz6vIOC80tT7veLisT0DaSY+/zZDvtirIz4Itt+9rF+BveYZJb7QC2G+7OR5vmFAJr4Jri4++J4CvZwOGz5hbGa+DW1WPcivKz0tKpC9zd0WvIAsGD04RuG9fUTAPftRrL2qkrm+ep/MPVcQmL0kp8K9BW2fvm4V+b1Uafw8vQVEvQqrpL7mmki+bQP+PQQNyDtK2j89RKJEvgFpqD1BNDe+w6SHvvuMBL5jvEi+nTE9vvt3+L351iG+4rHXvtM9jj2Hh9u9dkzFvAIwXb2dW5s8h4YQPRspLD1MBUG+rhqsPv0AU719ht08tp+sPB/ztb7Hj2C9YX+MPFAieL7jyIK9yud9vsWBTD6o/jM+VuH/vcxWc76gDfK9Ll48vlnFIz3HIIe9oTnSvaHp8L1K60854SWJOs6Ljr2pQqk9TPrnvfyVhL341Qi+KpQlvo7BEr77oA092CulvqT22bxLhjY9zwAsvqcbj76uusG+OFUSPjtOYjoScBA9xpwXPYO8+z1QmMs99hyDvm/clb4vPEO9H4pNvZPJvL0hBT48oVpivbGKIT3OEns+MotEvpw+Oz268n47TybrvfuVgD5TXyY9hS1mPaRUgz7p9vO7Gws9vZvlPb029dk97m/0vqgvJz9zYfM9A6tbPZkQML7QObe9yUL1vZCm6j3g8Bm+s5h4vcd5iD3HZVI9+4q6PmikID6HJ+m9jfVcPQgzLL9NXg89WPSIPWAPQT636PK8Nj5bvrWFmjwQsya+QC4KPsH/ozg1Ueo+xsy4PXIglz61YwQ+mzQhPvKpsT3Elg8/+ytDPtLrzj3waI6+dvEFvx3cWb2iPYc8M4vwvvaDDL22hBs+c7XMPs8zHT7sQXI9WHsnPtPQhj1lnCO9InnePip0fLwFvs89hfB+PqjGAD5Oxic/zyOOPVnkhz6PUpu++q1Uvcfexj38lwu+TUiHvReBA7/Acby9DfvrvZk8OLwKKKa9ahyGvnmODL62hvM+LTaivgZPL74luvc+q/9uvp7g3D5p7Dm9tGsmPkbOBD4oYuK+cwplviEAqrxGVSo+MX6APkivSr7jgpk+yWy/PeOwnT7cxH0+CkmoPbhy07xibPc9afOVvjiB0z3nDMu967fPPieIHLr5tE0/Lk+5u7BnHD+udMu+q+sHPd/tkb7smkW/Dy0bPjO22Dzh7KW9twYqvsYpsL4p7aw98k1gvtibTD4w8xk/T2nPPk3+HL4u6Ry/e0mYvqgQ/j4jqv4+Fy8BPqRhmT7bNBQ/mnM3PTkn+L3l0iQ//Tf7vVHqVj1S/RS+JY/xvjchN72NKPw+tWr8PqI7OT13knY8UNkGPtG0Ib3ATq49AL8SPq9h+T7RzCw+lBfNvlD2tj32iTC9erEgP2RD/r46wNw8drOsvoFXyTweiGo+HoLmvgxxM71xyjI+CQPWvliT2L6K16A+YZanvh1LGr5IZya+cBojv3QsZD7Ve4C+70lEvk+bAr8wzBy+kzNKPqVxLr4UTfE+C53Kvt8EGLz1IB4+ZwWrPkOeqr63l/i9Khemvu9wED7MqlE+2rdiPuvzDj7fOgw9SFVcvRkZO76WBE+9QDacvIz0mr71+B++QotUvQTszD5fgAM/lYOhPqq6Dz1j6+m9tXEfOlE56r0Ajei+pZRVPrW2qD2C2Zs+LQsvvql/PL4mwhg+hisAvu7Rvb6oQQG/0S3Pvpqhd711MgG+FTMVvsR5lD5zii8+qxKmPWTQg75Iryw+EtvEPlJ6nb4beye/PH5SPgbOqz4anMq+jIWQPspg/731YrY+pYsCPpffJD4aU4g+4zdsvZaVUz9Qcjm9u/89Pqj/3b5esmG9gnfCvmkOmj/d5qG+2KeYPSqf275fvkU9Qdd2Pm5NKD+gJ6s+/ZySvqwLszu0afC+DgbjvFwxp76j0SQ/XBvAvnYkq77Y2ws+tG4+PqcmuD0Xrb88AFTOPgxe/T7BABY+6gYWPVpwoTzV6Oo9eLU6vZVpmz1w6kM+3iUfP2sXAj67/KC94K0avt4okDyr/0M+CCUNPvxKF77FX10+x+JGvSNY9b05VAo9uDwSPsjO5r2hRAI+MHxKPgATk71Tm7Q9/FIHvocygD6WeY29tnujPXvClbxEf389sWIFvsU3A75rvzM92MOQvetXwj0LLzK8FY1MPYSsA75+HZy+/iZRP5WdL735XDE+izX+vb9tdz5ZFWK+rVeNPkYd1z1udVC9D/P5PayGrjz/pI49OVAiPk/Kqzw5yC4+bWJUPugF7by5S+Q8VyZYPpJVj71OZ7c9bIl6PTpvEL4/wMY8oreiPYGtvT0grY8+NXE+PjvZlr0Llrc9nk0Yvm+8aD58rQY+y7lOvTvM0b1XWSo9fYZLPnHiBLw1XFY9ntRQPpycAb4jlwI917okvbPhcT4uUz09dT3bvTP9fD77HZM9bKnSvWfIJb4HuVq9/QDtPZsf1T0/GY89AVdMvMB1Cj3Fuys93DSSPuNk3r3FNS0+v4FyPnHpOL0Mbaw9cR2/PWodlD7VCE2+bDcMPn/y5T16swo+P7ZUPNf4jb2iHPq8ZXMVPgbPnzx/gXk+A3owPggx6L0y5D89zKoZvWn2Sj0fWyw9p4DGvUPmTz59pEY+8+aUPUSznD7Idno94vGXPToRzr3c1rW9G1LJPdNDKz5GPJY+LH/0vsE0iL4vJ6o+H6FqPsucIL6FZuO80Mx4vjYFLTyJoPy7lTmNvj3Wrr3DhGe+8DtzPr8CCr4+4+A+JjNsPhEjjL0HBcu7WFGIvt/GjD7Tn+Y9NIlrPusboj4f8BI8qXkuvq/G0jxtzQy8MTgbvh0Boz6vFAy+LJGPvQRMlb2rE1W+br8yPiiIOb5ZRmC+8q/XvZo4rL0fwIu+LIFKvuM7Ir17tQA9jLzGPmNXiD0X30o+uMPbvv0jqL5MWCC+rYuSvrDPcD2zAKa9o7pGPZxEEb5EKqW9P6MhPan1rL4NH4i+vE5nvkDQGryiTXe+Qa4YvmkuBb4eJCG+JxiUPl3dBL6eOMY9BBGMPu2WqD5msYS9AZJnvkgtzbxSx3O9juvoPUesTj4bZ8u9fFyPPu1ij7w12Tm+ORsAPnJN170EDQE9Q1qNvEp5Ub5D38W7WpVLPtKiSz2KcQ28UbOKPkt2hL3CNle+LzprvmKm9j0CVsm9v26GviCj0D0Wzwc+RRJ2PS6O9L1hvOs85lddvLRyBT7/I2e+2CybvYxtD7wonyM+TS3CvWuoybz8V1Y+5lcFvtriXz7e1di9rbPZvi6IAz63lTe+umiPviv7tz4YuHk+eW3XPj6PJTwx6Ai/E0cbPjIUjL7evk0+k31jvmUNuz32Pww8y1bCvr7HKT6zgxC+GomlviAMVb1rpJS+tQuqPeAohL7v5fY9EqcwvZSFMTyPuO+9EE8kPpEB3j1foA0+ZJhDPiFjar0O5+g8xCJNvQeWwb2BzsG87AiiPQmAS76z57c8Uh0QPipZXj5ih6o9vt+kvfKVNLyPgxS+eEBOPsP+KD5lnWM+5uaPvu5t6Dp4b6M9BcMsPu6tXb5xREk96GivvsLccr5QjSK+g2LTPRJxC77PXSI+m2TIvPEzwT1D/4m+5kAYPvMElD4fIAK9DhScO4UcmrzvTks+NYmkvgnzsbzZXF09fjStvg63BDwAGAQ+FokBPlCjyD6r/Ek+UbsUvi06sz20UhS+6qIXPmfa4bzocpE+pw3lvQBbHjygtmG+GN1UvmW+rb1gHYK97SMUvXv6qb5Zi1g+ca+ovcas3z1Nx0+9mA8lvk2RKb4BRCM+a6EQvYgkXb5/KM09ryQvvVOg8r1c9Bi+toIrPrqVOj7ybwO+z1xcvi81773B/e49rxswPqZ1OD74KTy8/cXOPhw0+r46ZIu+6vQNvmDNqD0Erpu+83ZMvTR86r1GS4k9x2Gbvg9ZV73ygY28Pnuave6qUDwnuso+pWSKPUaY5j03Lpc+mIsZvTAlQ74fDgu/XwgpvtlVBz28nxS+QhhZPp0MzD7/XrI9mE15vTGhsj0dSMc+9hERPif3FL5uCSO8MAAtPjPPOz7VFW2+SQUNPoAZdb5enYg+87KqPQdEPT7Vj5k9GsxGvleHvj2y/rU9ULlEvoRQB761OFY+4VAZvVXeSz7Rc6O9/ax5Poy6Jj4AHBg7S+YePl3YtD6O0k29RFc4PVFJlT5HqAo+zghXvZs7Hz4usPK9UZqUPU2GAT4QjsY+kcbKPpmo/j1xT5C9kzL/vYeDQDoXG0Q+xrjQPlOgaL0lpu+95iyxvRd8ET4PYZE+PNSYvI5XFD1cyfM9hDTvPfiqZz7BAoy9crqXPhMBm74FbKA9v7iTPmYFqb1gxbc+yfCLPhTggT7ySd69gEudvfmnoL2nlLo9w1QGPkdmMTw0Equ9aP8kPh7iJ7475dk9EcdIPRvIBT7OHZ+9Ygw4vveWOb1T10e+nvPCPV6bDT1dChA+JedoPLKwbT7489k9kmGtPMVDMb5hzkc98w5hPtViPj7q4JM+4K9dPm0jtT1KY7U9bHgPvZ0Aj71V88E92yqdPYLuJb4jjKY+2bI7Plq7Xr71yCe+WLuAPof89L3pBI6+8kSPvr3fK775cvE9JUAsPopuTD51L+w7otlOPvd6oj0IcAE+FwG/vcCSPz4OkOA9XgM5PltfsDzuyrA8TTspPgqoez2Nlzu9tZlYPtX10LwgKIg8Z+yDPXj9iT3J1By8riYkPnRhFj9o0sA+TpayvTUYqL0zngw+RhqUPVWpLz7bEKU9pw6evVO3x769xIi+cdnLvtuq972+SnK+CU2/vRHgTD2EZpu9tLA/PQDt1z1vcF2+AKhNvku4076wAZy+eyWhPpa/8b2M/dC3FaZpvrvxXz2N7Uy+yVqIvmU/Jj5rdv29Xp7PvmMNX76zPpa+SHm/vmy/4j1e0ck94LSrPvMQJD0IfTM+x/zCPmK+Tz7po4y83g23PhKz4D2jjJC+t/eKPia96D2Wymw9PuOlPBEbvL0zZNU+NVxrvtN2WDxxIcM+322BvT/RkDw4MA0/58RbPgPjjz1gIu49rBChvmoNGb5uteu9qD/QvrGc1r2aKLK+xvYzvpTVWz5sVgI/8y2VPs59Hz46MZi9xsMXPuWgf70TUYO+mjO5Pt77Ub2NxYk+CgsjPvfXSD6elo2+EEKGvs68gL7LrhO9nXpGPgSbSD43O0o+i1YjPuw+sD4+MAQ/zjf0vUDDJbx/f8Y+pbKJPlJM9T7HzpW9UoJYPgnQgr2epji9lU+7OxE+fr45vRu+87PPveJn1L2ebfU9FHwDvX+66b1YvT6/yUBYv3wJI72yZpc988rMPsjUbr08ywe/GKLaPf8Mlj6AAZi+zHqfvk2xAz+xjrE9vmCyPQH7Jj5Zi/a8j5aCPb1NhD5JlaA+DAIBP20jSbxthpI9h9wKPlD/O70kNq897PRpPvjv2bzlTiW9/TcxPWY/bT30CVa7LGEjviZxtL0Jpfo9/AX7vdWqvT3mpmE9xjcPPnyJCj0H71A9WBHXviMXu77UQZY+kWPzvRopVL5zQfu8i9CtPtVE0z1tvuU4KK82PrBYi74RXZC9MtbGusiDPr5xbwg/Tsq+PSTYC72rbfY9Z/9ivAh/L76hB1M9rp0JPtkoG7xNCUM+2CMvvv5nnT4NyTI9cd4ZPn+Mjr33u8S9VaKEvVakqL42t529gp3wvbTPab3pTk48PIm2PmjUZL2gvy+97TMTPss81L678mC9SLfjPSNQ+z1zPOC8qUxYPvKRa74FcoA84AMdPQ62/LwIEn49Rc+dvbVlZz3yfHU+9jvyPXRZJD55HYi94TwWPti10jydF7K9RnlJPtrqZr5Wjz2+rQu5vleLd7y2MYK+daaDvXQnuD2cdG2+naijPYnqqb2szby9OmZePu1G0T1UJj89mnQIv/lyaT47GQs+hOC9PbJYk712Jq6+T946PkPVmLyXiFA9DRXrPEWbzr3NPJk9U/vnvbdkZ7w6f7k+oBbhvdKHYjyQQty+ZMl7PeM/hj4Zj6O98GhludTjS72E4NI9Uxy7PUrLoL07JCk9GptIPcdHZj51FTC+CdmIPVI9mjw2pVG+XMmMvSGzuD2u2qU94ZcmvtRStDvQgOk9pTGRPFo9mb3+Kr6+FzLUvAGDH77f8SO+qU6qvla31z2t9uS9sRS3OfZSlb3yvI69/LjMvfWf8b0C5F08w97IurWewD2rFLi9/CoXvhy2/zwgMZW+Oh2OPZ/pBb4tBKa8L5ILva6hALyT1zA8wbHYvNzs9LyyFU++7SVbvUXQtT2z2Ac+ZtAJvl5qdr5226k9cfvoPBC32b3/t5K8XosnvqB43L2K5Ey+Pl6EvnsiQb43ilu+gf5FvjnKhDt7KI++M0JbvhjX1b19OjQ9dhG8vfwACD5imwI9FQUbvpefiL7SGNm988cPvm6EB73Y11W+aTbmvV4LBT4qoIG+KWeYvQHEW74iUVC++J96vLNx+z2noYK+3sWDPXQUhr7AFiQ+71x6vn8Wl72+jj4+CzTJvSYuTb4GDDy+1pcpvak8eL36cyg+T/eyPWAZ5ryzqNa9xPGjvo0sYr75QzM+EA0bviqM6zwprMQ9JtiFvupeEr59kBw+vHftPHDdTb6/Zrq+erm7Otw3iL4pgYO+9lfzPC85F71sCiy+yWtaPUKQOr6aqsc89g+rvQ3lPb5SbGI8iTFSvrvryLyAk0O93puFPdE/Q7784aC9lQYRvReFLL5Z1bU7AYm9vS+ieT1t7E09Adoavt9iNz4JNog+ZS4RPmk5uD3SaYW+zCKHPoNIvb2RqU89F7NMve3V2D2TJ908MrRUvdbUIr4hyaI9SF/SPSffkb1HRWe9LrwvvgHzqT2SB6s+KRlUPUcNHz6ergQ+VI6LvN32lz428xy+/Vr5PeedRT5V8Ie+XIsTPY5bUj6atKs+hJRoPXAQYb5jgxa+w1eRvhvKiT0W17K+AUYoPkD7zDstiMg+Z4JqPpSnUT5i3du90O7VvqykZb7CJCW+sq0fvu76oj7OApA+oAylvIjENL2Yoqe+Pmv/PXYLpT0mWZk9M5RsPIP8OD7Ky1c+l8DBvYV4PL2/Xks+muhCPpfvAz9+Mw27M4kzvsbZxT4P7gQ+Pl7/O+6/VT739629t2ZMvWi0Cb7XPIo+ZGpjPeWWhT19n16+qK7WPRN//j2K56Q9MaxgPdsFLL5tmli+3zaRvnDLgr3w/is9fqRXPnKy5zunEbk95/soPskqIr7hEsK+CD4Nve94Fr3Nev2+fvAHPZJ8ob79grk8kORKu03Ikj15dBw+1mtIPkvryj5kKWY+FoDzPSUJtD5WTUi8nr5+PmTCKz3YuOu8FT5nvuOPgb05BGM+CbCvPer7kD2tFyO+2YAKvfUrvrwzUkO+8woCPJiKpL08uAm+RNgIvqySzT3cBzW+JKTSPGo7h70Pfqg+KIuxPs/Nej6SLya+K6U6PtZAAr4DGKW8Mv6CPd2IK75RthO+DG8pPKVjYbzE0QE+PpNsvg1Ogb4IIzq+g82PPkFjaz74SMe9mcxqvlJZmT4Mmqs8xRzHvoE0ID6RnZW9l6LUvS4wqj0lEDM+6xpfvm+7ej2o9TK+MvK6PXqwlr20PQ29kMf3veKBab7LJq0+PWD9vfVEoz4KRmE+cwuCPR0omL5bNAK+P9YsPv1nFr7wlq4+JEL3u8EEdj6ZTL8+DOIVPsXHd76lMlm+LI7ZPeSVJD7IeVG9JUcgvquuPD5Sfl4+jUpVvfuukb3ZGRY+BAuZPUocC71N8ku8xd+7PRZmVb5opQC+EaQbvlywPr6hWhq+OEZDPdJPrT7x4VO+SYqzPJowkD2TE929gKGtvEZ6pT4O9A++3satvYMV6z1V+8A9vaKQPcfuzj7pNNA8oPaGvo9m+Drw9Ma+UL07PJRPYL6jhGq9MX2gvbUO6z7UVpw9Aek6PiPZA74iGJY9BcNcvWRS6D1Gpgo+cFkkvdFJqb4r/aO9xbDAvggMir2EIXo8WmtGvb1JKjxc2xq/AugiPuDSQD7o/7u99TZgvLDrh7wG2jG+vXISvi+tgT2yOIC97HtGPqRUKj0rujw9sGBtPt/cjD2iN9u9Q9DdvW6PyD1258O7AvFDvbesOr3Evgu+xg1/vusFXD3IjEa9iLscvhFP4T3YfpU91j5vPPwd4b29Z+W9cFTCPUUws7qU3uk9nY+xvD5O/L3PCCq9I2pRvh+Uirz/Y7i9UwLFvVoslL5Ef0a+Bp8kvUZJyr3EmtW9n0JxvbHxrr17x0i9udPrva+MXL6IUUu9zWncPYpIVD0WFxk+obgavhuuQb5q4Ye+WAfbPMHDcb4KVQQ9LHqGPD9PGL7F6cc8Jn/eu/8vzD20gOM8dbU6vkh6Z76i8gs+JDbmvVG+qr6W7wy+bQSVPb9CV731rqC+FP1ZveTRUL3DVis9JfalPF/Oir64dd+9/t2Uvnxknz1F4W+9qBjGPC6uW75hU7u8JE+SvH2jSr5HIUC+G5/7PWLXEL7M6W09/QlzPdmQ/j0hCYa+tSj0PbOJbb7ZHCC8ygkdvq1Rvz1Ai/C8bMRjvl+0cD2Lr0i+ql9VvqhD/b3OvO49I3BXPfd/RbxueMu8zPWwvrOgSb5xYXU8rTvWPH+hKL5BqD+9tYE3PZU7RL6hsZC9tc6GveMPn74uCYC+l79wvpEsLD4VTcy+0psJu/D6gb7IaIi90jT3PdPAzL2o/Zs98+U9vgMXGb4bDDo+6fkZvhIJTjydPhM+VwhfvuzUlT0TGxU+r4FWPu+iFb4oN4i+k2zkvI0qJT38sZK+ySpdvbIHYT4JCUq9PrWHuo3oQL3iNpS+HmEgv23dX76Uf5e+PDrTvBxUKD4h8Eo+GRwPPus0hL36KL2+6r6PPT/a2b6W9Xy+eC5evmXfkj4FSJA+S10LvMMmDT4MUg498DgjvslSHb6QYX68jlAUPUVWoD7hXpE9V9YYvhNAK70uZ2g+gPQjPaHxmb7zhXS+hKPHvuKw5r6YcKm+h5DfPhcYKb7jC4s+ObyNPgoVGj5Gpka9VkSrvrs8ir5gtGO+veYuviz0eD01/dk9rxcjvhOh0b25+ac88muNvL4xq72s5vu9pTL4PNBEHr00tpI+4tSCPfiedL5x5dA9REokvprvzT0acsA+jLOSvgMbuLyfSKU+UeivPW2xhL7d1Do86V7RPuVFrj0eszs8wnyFPdNz+T2FOKW+nbD2vMd9Gr6CQIg+J2l2vVEvpD1691S+0swPPU7cXr0OHwM+AkTEPsgLQr6qLAi+91WOPoHllLwy1je/uLXlPthfBT60Vk++luQbvopW5L1h32y+RFKDvvJ5pT18uBK+eYBFPVo+Cj5tI+I9H07MvSRk1r0c2JI+zgrNvVIPEj42jts9LClvPfv9Lz5w/Q8+PnYQPtIY0bs9nCe8UOuWu31DDL6SD4W+Ybsavngj3bt7bxO+mEgRvV0M277XBui+uuuGPiTLXj4iwFg7veGPPkyN0T4nyfO9ArxUPaLOg77DOAI+ZzI7PjoLEL5qofa8CkANPocRqb3tzde87MIEPnSqDr1AOfQ9PxJyPtyrqr2FwVE+lpMXPoU3Kj4BGVy9PchYPQcK4D7+RVe9K7hfvorasz2FsX88vA/+PZZBWj7mv+88EQ4XPtnb1b0X69o9prbVPjJiBr4XkYw+DVoKvoXWhT3mxpc+WWIRPvwsX776M5G9qbVcvdqU472LeGM9Fk4XPnq51T7sgcI9kfCDPXvfC75CyFc+gAYxvhffuL6L3ac+hqWUvoXpnr25fI+92xnOuzZY7b0wnKy9xxnjvVQGZL7u6DG+hO9hPeK6eT6l53q+VxAbvqUnhj3zLww+Z4RpvYALuT61MzS+00k1PMlWLz2siuk9vpwjPgzcxz1mgyK+YvthvJAl0rxm+zQ+zMRAPiuuRj5PirC9jSSDPjyngT4Y6im9JkqxPf9SNL6JWBe+HicCvrEKHj7Bspw+ie0TPqwdtT20QXy780RHvg7AujxgLC2+8GBoPeFKrz2bAJa+OSGGvhWDkL3VdBG+CAUmPYX2fj7CRoi+7O85PULqlT4UbmE9djC4vXyOfr5E2Da+olKIPvhElj6L/A08z57GvR61VD6wIJw+6bcwvf1csr3Ndqo9QC2BvvAyTj5n8Y2+1edHPVsrQL48FoU9JyrkvYFGmz30G8i9Ds6NvtzEWr7fkJ49h6lHvu06BT5B4Du+z3L2vQKCC76E9+29DADZvZk/AT7vM3C9tCzqvXr0Jj6qfXO992jVvXThpr0/fT2+vVCLvUAChL3S0wO+vE4RvoKg8LwkWBa8v2pkPYRoYD24ykK+1kS2OabejT0NHcW9nruiPMG+G7sY7ty9ijSePU9Ew73IHW290oMQvnL63b2ZgiW+iHseOuvSKT2JZus8SxAIvssq27vmFeW9ngTKvl2KODxdIVi+R1G9PZlXMT2pvJm9qgyrvEAQtTwzUnq+cCQ6vcRHrz3ojIk8S6RCvpuHEz5sYNI8cbafvWjSEj08iCq+pr2dvQ1B+b3G0oe+amgfPvRBbL36BMG9vDaEviRCCr5Qgh++e+5gvY476b0QVlq+Pf67PYSiJT0pILm9zcsYvZYOkb5bKEy+VwaJPGOzUb40Cze888mTvTNGBL6xVQi+5/mTvkts+bySBEw+91wgvmJUYb6uR669ujJkvZFM8r1vRIq+O0IqPXb2w711StS+M9k9PlY9+L03mDu+1dqSvf5vSL7xFrC8mIxBvcvLFb5+qbk9JNMTvlakmD2zqns87cNQvnGcKb5Yspy8sNL9PShNoL3booO9ZfLnvKW6tD07I9u9QuO7vXMCOz6j/Du+gZsFPh+Rnz4H27c9FG7wvfrD/r3EYMy8AauqveSRuj2tEPy9f4I+vsoshL6sp5c7T5nIPIe+rj0a1oK93DvEPX/Uz77Nc42908eHPiNaM75Q91M+2v6svofxRb4QL0A+ByySvgCSGz7PDYM+3VlPvCE91j3Dgu09shA9vuLEED7u6g0+EzQzPc6+QL6vIUm+YrREvuHtFj50b1w9ylp1Pn0MKD5q7YG+0QHZvuTtHT5Oc2K+rwuDO/EBLD5JLna+X7zkvYYsW75M64u9V4NqvjbA+z26qFs9CJBbvTIC1T0tDBi9QAE4vuoqjL4HZJQ+qWCQvchWCj5ljwg+cazivQTqIT4cJ/u9twIhvibSdT0MVhc9W99NvsQrwjzypbo+ldiovACgGD6Q2589j6cLvhgHH758ncw9o4GtPSzB/T02s6U9sH17PB/c5z1BC+M9sSDWOk9Bgr32vCK+H+KqvjaVKj7besU+5IWKPgpgCjzqmFW+jQcMvTa8Fb5vC/M+W6EMvlbmdD7JI60+mISmPHyUAr6w8Se+zbJEvvIZoj4JAJi9cncyPoKtgL18+PM+qruGPkYp+r3ZyBc97gGrvjgZhb20VNy9seVPPVBGMbvpf1a+DrObPjNXGz7smp+9P4ihPRHkAj9Bk0O9gyqIPCVDUj4/XYS9x/WHPl8uRr0VRKq+2LTYPlCsEj4yt4s+Iw+aPYJW4r2Ts+297KumvaCECz53pI+9iN/2u7dN271LU0U9wgFrPjirnz7frAU+hYbGvTFb+D1Xn4a8aiNHPrbuC710Pkq9xkugvePemL7rFs29tH6MvTLqiL5dxdo8/G2APRNTrb0fiTC7Kp8yPnaJAr+fcqo9WrqPPgjgn734L2w+iUlpPhMpsrxhRq49CNrivBycnDyHppG9wglOPlvg3r2NHnY+lekYvVcpJj15T1K+r8PFu9WAxL0HhJQ9YyS5u4rAVL/cF5Y93LusPhRHsr7quV09ic6JPR5zAL6Yykk8dNkQvtbaeT7fagO9kRkovZkHTr3YxYS95MQhvZuoFz5l3XY+DC/zPb5Nabzu73w93YMovhlKAb3B0DY+IAgZPkiSv70caB89AKA9vnkqZr5yU8a8eLCQvYfnxT3q7Wm+kBAXPuBwsj60ASq+GgMDvhjx0b7Yi4O+9JOkva0cg7xQ+PU9caiGvGD64D7PW2W+phigvuIa9L38Ykg+V4XvvSgVzj0+As29mflJvlfyo73N7Sw+R8olvTO8Dj9dfb69HDqwPYPtHj22ld88ToxlPtdn9L2yKcq88hopPVYa3T2Ts669IJdaPqkKLr0EZb69Hr3TPG7C7Lxj1rI92NPJvosMfT3Yr2y+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "+7xBvZmkRD5aQNi9xUmTPDkklD08Jg8+0l2gPRwjoD1MwMe9e+MVPjQf2b3sZCo+qPHJPZsyBT6gFeU9hOw6u9w2dD07zq48vigrPqw3ST3ekyo+LAz/PX8jyTw144s9UWVivWUJM7x/Wu894NGAPbncvzz6SVM9tLILvEdaST7oLA88KIg5vdqADLv1URw9l9+ZOr03nr23D3g9nRYbvbdmWz1xMNs9yoGZPc9pRjx6okO9wvvmvZcu1DyyWR29A5u+PTSXhz1CWRk+LKxpPXaw5D2Rtrs9pAgnO+rVIz1yadQ7j+EePeZhgr2i4pY9P/OHvUuYqDxWFiq89lBNPvt6/z2EunW9XU8Lvbi+Mbyk9xI+PDYIPv58rz02DMo9Jcklu6yhvDtZMPE99CNoPrRBWTwjUPO7O2VnvHom/T10uhU+PL0hPuwCYj2OlAk+BdELPo5le7zYMSg+X8bSPdxVlD3FAZ68v96zvfB1qj1ZTBc+0a3lPHOPvTyuVpm90P4sPSL5Wz1fQXU9rSgOPo3X1D3Skqg9ByjKPcM0yT2XD/o8irQmPYHfwz0t5s095Gs0vQKL9j3GtQ49h+2YPEdrZj3R1gG9cE62PVfcjLoDpJ69ErQnPjoI1rvh8iQ+NaA/vfd0CT2fca05a8SDvduQAT42axA+srvdPRV8hLw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_1/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_1_2/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 